{
 "awd_id": "2115243",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SRS RN: People-Centric Integrated Assessment Model for Regional Sustainability (PIAMRS): Focusing on the Central Appalachian Region",
 "cfda_num": "47.041, 47.074",
 "org_code": "08090000",
 "po_phone": "7032927887",
 "po_email": "jjawor@nsf.gov",
 "po_sign_block_name": "Jodie Jawor",
 "awd_eff_date": "2022-01-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 149665.0,
 "awd_amount": 149665.0,
 "awd_min_amd_letter_date": "2022-01-11",
 "awd_max_amd_letter_date": "2022-01-11",
 "awd_abstract_narration": "This planning grant will prepare the interdisciplinary team to develop and submit a quality Track-1 proposal to create a research network (RN). The goal of the RN is to co-produce a People-Centric Integrated Assessment Model for Regional Sustainability (PIAMRS) with stakeholders for the Central Appalachian region through convergent research involving multiple institutes and disciplines. The central Appalachian region is critical to the U.S. environmental, social, and economic sustainability. Applications of PIAMRS will help transform the region from a traditional resource-based economy into a modern sustainable system and generate a new understanding of the co-benefits and trade-offs among multiple outcomes and new theories of change. This RN will provide stakeholders and the general public in the region evidence of the importance of an inclusive culture in Central Appalachia. The planned research, education, and outreach and engagement activities will improve the region’s inclusive culture with debates on how to measure and improve them at stakeholder meetings. During the planning grant period, the team will develop an educational plan around recruiting, retaining, and supporting first-generation students, help them understand the issues and opportunities in Central Appalachia, motivate them to pursue STEM careers, and encourage them to help the growth and sustainability of the region. \r\n\r\nThe proposed people-centric integrated assessment model for regional sustainability (PIAMRS) will capture the major concerns of people living in a region along with its natural resources and ecosystems and create a forward-looking tool to understand the consequences of different policies and interventions through the many linked subsystems. The research is expected to answer the following questions. 1) What are locally-relevant sustainability indicators for people in the Central Appalachian region? 2) What are the relationships among economic development, health, education, infrastructure, and environment? 3) How can people’s behaviors be modeled? 4) How can the model couple all subsystems within the region and integrate them with other regions? 5) How can the model balance complexity, local relevance, actionability, and scalability? and 6) How can the model balance the responses to long-term trends and potential short-term shocks? The proposed PIAMRS will explicitly model the impacts of diversity and inclusive culture on the region’s sustainable development through its social system module and evaluate the effectiveness of policies and actions to improve inclusion. The new understanding and theories will be scalable to other regions undergoing similar transformations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mingzhou",
   "pi_last_name": "Jin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mingzhou Jin",
   "pi_email_addr": "jin@utk.edu",
   "nsf_id": "000653920",
   "pi_start_date": "2022-01-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Zottarelli",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa K Zottarelli",
   "pi_email_addr": "lzottare@utk.edu",
   "nsf_id": "000365832",
   "pi_start_date": "2022-01-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Armsworth",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Paul R Armsworth",
   "pi_email_addr": "p.armsworth@utk.edu",
   "nsf_id": "000562580",
   "pi_start_date": "2022-01-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Ezzell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy Ezzell",
   "pi_email_addr": "tezzell@utk.edu",
   "nsf_id": "000583699",
   "pi_start_date": "2022-01-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sanju",
   "pi_last_name": "Sanjaya",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sanju A Sanjaya",
   "pi_email_addr": "sanjaya@wvstateu.edu",
   "nsf_id": "000674536",
   "pi_start_date": "2022-01-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "1 Circle Park",
  "perf_city_name": "Knoxville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159Y00",
   "pgm_ele_name": "SRS- Sustainable Regional Syst"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 149665.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This planning grant aims to develop and submit a quality Track-1 proposal for building a research network (RN) for the NSF Sustainable Regional Systems program. The goal of the proposed RN is to co-produce a <strong><span style=\"text-decoration: underline;\">P</span></strong>eople-Centric <strong><span style=\"text-decoration: underline;\">I</span></strong>ntegrated <strong><span style=\"text-decoration: underline;\">A</span></strong>ssessment <strong><span style=\"text-decoration: underline;\">M</span></strong>odel for <strong><span style=\"text-decoration: underline;\">R</span></strong>egional <strong><span style=\"text-decoration: underline;\">S</span></strong>ustainability (PIAMRS) alongside stakeholders in the Central Appalachian region through convergent research by an interdisciplinary coalition of educational institutions, federal, state, and local governmental and non-governmental organizations, industry, and national laboratories. Applications of PIAMRS will help transform the region into a modern, sustainable system. This process will be a roadmap in the transition from a resource-based economy and will generate a new understanding of the co-benefits and trade-offs among multiple outcomes and new theories of changes. The new understanding and theories will be scalable to other regions undergoing similar transformations. In addition, the PIAMRS RN will generate a new educational paradigm to prepare the US workforce for sustainable regional systems at all levels &ndash; from local and national governments to industry, research, non-profit organizations, and education. During the planning grant period, the team organized two workshops and multiple discussion sessions and expanded the team to include more community-based organizations and institutions, including minority-serving institutions. The track-1 proposal was submitted to the NSF SRS RN program on May 14, 2024. The proposal involves 64 collaborators and 52 organizations.</p>\n<p><span>This Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.</span></p><br>\n<p>\n Last Modified: 06/07/2024<br>\nModified by: Mingzhou&nbsp;Jin</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2115243/2115243_10779841_1717769057244_PIAMS_RN--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2115243/2115243_10779841_1717769057244_PIAMS_RN--rgov-800width.png\" title=\"PIAMRS Research Network\"><img src=\"/por/images/Reports/POR/2024/2115243/2115243_10779841_1717769057244_PIAMS_RN--rgov-66x44.png\" alt=\"PIAMRS Research Network\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">PIAMRS Research Network</div>\n<div class=\"imageCredit\">Mingzhou Jin</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mingzhou&nbsp;Jin\n<div class=\"imageTitle\">PIAMRS Research Network</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis planning grant aims to develop and submit a quality Track-1 proposal for building a research network (RN) for the NSF Sustainable Regional Systems program. The goal of the proposed RN is to co-produce a People-Centric Integrated Assessment Model for Regional Sustainability (PIAMRS) alongside stakeholders in the Central Appalachian region through convergent research by an interdisciplinary coalition of educational institutions, federal, state, and local governmental and non-governmental organizations, industry, and national laboratories. Applications of PIAMRS will help transform the region into a modern, sustainable system. This process will be a roadmap in the transition from a resource-based economy and will generate a new understanding of the co-benefits and trade-offs among multiple outcomes and new theories of changes. The new understanding and theories will be scalable to other regions undergoing similar transformations. In addition, the PIAMRS RN will generate a new educational paradigm to prepare the US workforce for sustainable regional systems at all levels  from local and national governments to industry, research, non-profit organizations, and education. During the planning grant period, the team organized two workshops and multiple discussion sessions and expanded the team to include more community-based organizations and institutions, including minority-serving institutions. The track-1 proposal was submitted to the NSF SRS RN program on May 14, 2024. The proposal involves 64 collaborators and 52 organizations.\n\n\nThis Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.\t\t\t\t\tLast Modified: 06/07/2024\n\n\t\t\t\t\tSubmitted by: MingzhouJin\n"
 }
}