{
 "awd_id": "2115259",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SRS RN: Preparing for Just and Sustainable Climate Migration",
 "cfda_num": "47.041, 47.075",
 "org_code": "04050000",
 "po_phone": "7032924973",
 "po_email": "aajones@nsf.gov",
 "po_sign_block_name": "Antwan Jones",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 149999.0,
 "awd_amount": 149999.0,
 "awd_min_amd_letter_date": "2022-03-22",
 "awd_max_amd_letter_date": "2022-03-22",
 "awd_abstract_narration": "Environmental change and disasters, such as repeated floods, wildfires, droughts, and extreme heat, are pushing U.S. residents to move from hazardous to safer locations. Early knowledge of likely domestic migration, before it is a crisis, can ensure the well-being of both movers and the receiving communities to which they go. This planning grant focuses on improving projections and planning for climate-related population movement, with a particular focus on receiving areas of inland New England. The planning process involves refining the scientific model, gathering data sources, conducting a study pilot, strengthening the research team, and enhancing public engagement. \r\n\r\nThis planning grant identifies paths toward incorporating climate stresses and economic/technical conditions into regional migration modeling. The project combines data on environmental change, demographic change, and population movement into dynamic, multidirectional systems simulations. Investigators evaluate conventional data sources such as the Internal Revenue Service, the American Community Survey, and the Current Population Survey, alongside novel data sources, such as moving truck rentals and online real-estate searches in hazard-prone areas. Interregional migration flows are analyzed using empirical and simulation-based models. A scenario planning workshop assesses the utility and perceived validity of the project’s data and methods for guiding local planning and policy decisions. The workshop brings together Regional Planning Agency (RPA) partners, Tribal Nations, and groups representing minoritized communities. Together, the scientific research and workshop build understanding of climate migration modeling as applied to local and regional communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Henry",
   "pi_last_name": "Renski",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Henry C Renski",
   "pi_email_addr": "hrenski@larp.umass.edu",
   "nsf_id": "000555434",
   "pi_start_date": "2022-03-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elisabeth",
   "pi_last_name": "Infield",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Elisabeth M Infield",
   "pi_email_addr": "eminfield@umass.edu",
   "nsf_id": "000277390",
   "pi_start_date": "2022-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010022385",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159Y00",
   "pgm_ele_name": "SRS- Sustainable Regional Syst"
  },
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "060Z",
   "pgm_ref_txt": "Convergent Research"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 149999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Preparing Receiving Regions for a Just and Sustainable Domestic Climate Migration &ndash;Systems and Scenarios for </strong><strong>New England</strong></p>\r\n<p>Our research network&rsquo;s long-term goal is <em>improving regional planning for sustainable and just transitions under domestic climate migration,&nbsp;</em>using New England as our case study, and systems modeling, expert convening and community engagement as our methods. Our network frames population movements as occurring within a <em>socio-ecological-technological system, </em>the parameters, flows, thresholds and feedbacks of which are just beginning to be understood. Environmental change from sea level rise, hurricanes and excess heat events are predicted to interact with economic, social and technical drivers such as remote work, governance and land use regulations, as well as a range of other factors. Cultural and institutional practices will influence the technologies deployed as well as the ecological environment they inhabit, manipulate, and depend upon, and relationships between &ldquo;new-comers&rdquo; and &ldquo;old-timers&rdquo; will feed back into systems. These push and pull factors influence how many people leave after a difficult climate event, whether their move is temporary or long-term, and where they choose to go. The extent to which migration is understood and anticipated will be critical to favorable outcomes such as adequate housing, employment, infrastructure, justice and social cohesion. Our focus is on the movement of existing US residents, rather than new international arrivals.</p>\r\n<p>To better understand the overall system and the choices that individual households make, we gathered data from sources such as from the Internal Revenue Service and the American Community Survey, to parameterize models of interregional migration flows in the New England region. Much of our data was from Covid-era movement, which showed a strong pattern of movement into rural areas of the Northeast. We also held focus groups with real estate brokers and housing experts in the areas of New England with the highest &lsquo;incomer&rsquo; ratios during Covid, to better understand their clients&rsquo; motivations and the impacts of rapid population influx on their communities. While in some ways Covid-era outcomes were singular in nature, they are similar to other disasters in the receiving area&rsquo;s experience of rapid population movement. In partnership with an NGO (Lincoln Institute of Land Policy), we held an &lsquo;experts convening&rsquo; that brought together 23 scholars, planning and policy professionals and community members with lived experience of rapid influxes of population, such as after Hurricane Maria in 2017. And we reviewed the existing literature for what it can tell urban planners about the likely extent of climate-related movement in the future and what that means for both sending and receiving areas.</p>\r\n<p>A key finding is that most climate-related movers stay within the same metropolitan region or adjacent areas. After 2005&rsquo;s Hurricane Katrina, Louisianians moved to nearby Houston, not to the northeast.&nbsp; This raises the potential for regional planning encompassing whole metro areas and their surroundings, to be a lever toward positive outcomes from population mobility. &nbsp;The impacts on receiving areas of a rapid influx after a nearby disaster are significant, and can change the population trajectory, housing prices, and social cohesion of the community. Steps communities that are likely to become receiving areas can pro-actively take include addressing needed zoning changes that could spark construction of homes, protecting critical environmental resources, and implementing resilient infrastructure to minimize their own risks. The impacts and likelihood of people actually moving because of slow-onset events like excess heat and repeated wildfire evacuations are less well understood, and need more scholarship and practice advice.</p>\r\n<p>To ensure broader impacts from the project, we presented our findings at a range of professional planner conferences, to students, and to the public at large, as well as in more traditional scholarly venues. Our research highlighted the ways that current modeling of climate-related movement does not work for planning &ndash; it tends to be at too large a geographic scale to be useful, and does not adequately consider all the various climate events, both fast and slow, that can encourage people to reconsider where they are living. We developed educational materials for courses that will live long after the end of the project, and mentored master&rsquo;s degree and doctoral students and employed a post-doctoral associate. While it is hard to measure, we believe this project has moved the policy and planning conversation forward to include climate-related mobility, particularly within-country, as a relevant planning concern for regions who are trying to anticipate long-term futures. This in turn can help create more functional, desirable places for everyone to live.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/08/2025<br>\nModified by: Elisabeth&nbsp;M&nbsp;Infield</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nPreparing Receiving Regions for a Just and Sustainable Domestic Climate Migration Systems and Scenarios for New England\r\n\n\nOur research networks long-term goal is improving regional planning for sustainable and just transitions under domestic climate migration,using New England as our case study, and systems modeling, expert convening and community engagement as our methods. Our network frames population movements as occurring within a socio-ecological-technological system, the parameters, flows, thresholds and feedbacks of which are just beginning to be understood. Environmental change from sea level rise, hurricanes and excess heat events are predicted to interact with economic, social and technical drivers such as remote work, governance and land use regulations, as well as a range of other factors. Cultural and institutional practices will influence the technologies deployed as well as the ecological environment they inhabit, manipulate, and depend upon, and relationships between new-comers and old-timers will feed back into systems. These push and pull factors influence how many people leave after a difficult climate event, whether their move is temporary or long-term, and where they choose to go. The extent to which migration is understood and anticipated will be critical to favorable outcomes such as adequate housing, employment, infrastructure, justice and social cohesion. Our focus is on the movement of existing US residents, rather than new international arrivals.\r\n\n\nTo better understand the overall system and the choices that individual households make, we gathered data from sources such as from the Internal Revenue Service and the American Community Survey, to parameterize models of interregional migration flows in the New England region. Much of our data was from Covid-era movement, which showed a strong pattern of movement into rural areas of the Northeast. We also held focus groups with real estate brokers and housing experts in the areas of New England with the highest incomer ratios during Covid, to better understand their clients motivations and the impacts of rapid population influx on their communities. While in some ways Covid-era outcomes were singular in nature, they are similar to other disasters in the receiving areas experience of rapid population movement. In partnership with an NGO (Lincoln Institute of Land Policy), we held an experts convening that brought together 23 scholars, planning and policy professionals and community members with lived experience of rapid influxes of population, such as after Hurricane Maria in 2017. And we reviewed the existing literature for what it can tell urban planners about the likely extent of climate-related movement in the future and what that means for both sending and receiving areas.\r\n\n\nA key finding is that most climate-related movers stay within the same metropolitan region or adjacent areas. After 2005s Hurricane Katrina, Louisianians moved to nearby Houston, not to the northeast. This raises the potential for regional planning encompassing whole metro areas and their surroundings, to be a lever toward positive outcomes from population mobility. The impacts on receiving areas of a rapid influx after a nearby disaster are significant, and can change the population trajectory, housing prices, and social cohesion of the community. Steps communities that are likely to become receiving areas can pro-actively take include addressing needed zoning changes that could spark construction of homes, protecting critical environmental resources, and implementing resilient infrastructure to minimize their own risks. The impacts and likelihood of people actually moving because of slow-onset events like excess heat and repeated wildfire evacuations are less well understood, and need more scholarship and practice advice.\r\n\n\nTo ensure broader impacts from the project, we presented our findings at a range of professional planner conferences, to students, and to the public at large, as well as in more traditional scholarly venues. Our research highlighted the ways that current modeling of climate-related movement does not work for planning  it tends to be at too large a geographic scale to be useful, and does not adequately consider all the various climate events, both fast and slow, that can encourage people to reconsider where they are living. We developed educational materials for courses that will live long after the end of the project, and mentored masters degree and doctoral students and employed a post-doctoral associate. While it is hard to measure, we believe this project has moved the policy and planning conversation forward to include climate-related mobility, particularly within-country, as a relevant planning concern for regions who are trying to anticipate long-term futures. This in turn can help create more functional, desirable places for everyone to live.\r\n\n\n\t\t\t\t\tLast Modified: 04/08/2025\n\n\t\t\t\t\tSubmitted by: ElisabethMInfield\n"
 }
}