{
 "awd_id": "2120446",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Using Augmented Reality to Improve Spatial Visualization of 3D Physics Concepts",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924625",
 "po_email": "chovis@nsf.gov",
 "po_sign_block_name": "R. Corby Hovis",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 299715.0,
 "awd_amount": 299715.0,
 "awd_min_amd_letter_date": "2022-08-22",
 "awd_max_amd_letter_date": "2022-08-22",
 "awd_abstract_narration": "This project aims to serve the national interest by improving students' understanding of key concepts in electricity and magnetism, which are important in introductory physics courses. Research shows that when students are not able to visualize three-dimensional (3D) or abstract concepts, their persistence in a STEM field and their interest in a STEM major declines. Indeed, it is difficult for students to imagine something they have never seen before. The project team will address this issue by using Augmented Reality (AR) and associated instructional modules. With AR visualizations of physics concepts, students are able to hold a foam cube (\"Merge Cube\") in their hand, which acts as a controller to rotate the representation of the concept to view it from different perspectives through a smartphone or tablet, and thereby achieve a 3D understanding. In previous work, the project team developed over 50 AR visualizations for different physics concepts and designed a smartphone/tablet app for use by students and instructors to locate and utilize appropriate visualizations. In this project, they will develop and assess a suite of instructional modules to accompany some of the previously developed AR visualizations. This work will focus on concepts in magnetism, which, because of its abstract nature, is one of the most difficult topics in introductory physics.\r\n\r\nThe goal of the project is to develop, deploy, and assess the effectiveness of research-based instructional modules involving AR in an introductory physics course. The instructional modules will utilize accessible, appealing, 3D manipulable visualizations with an AR Merge Cube to teach electricity and magnetism more effectively. The design of the modules will be based on existing evidence-based approaches (such as Modeling Instruction) drawn from physics education research (PER). Specifically, the project team will develop 12 instructional modules to accompany 12 previously developed AR visualizations for concepts in magnetism; pilot-test the instructional modules at Siena College and up to five other primarily undergraduate institutions; evaluate the design of the smartphone/tablet app, the AR visualizations, and the instructional modules; assess the effectiveness of the AR visualizations coupled with the instructional modules for improving students' understanding of the relevant concepts; and offer workshops to help other instructors use the new educational resources. Each instructional module will include interactive lecture demonstrations for instructors to use in class, thought-provoking questions (similar to \"Think-Pair-Share\"), team-based learning activities, and homework assignments. The investigators will explore education research questions such as the following:\r\n(1) Does the use of the AR visualizations and instructional modules improve students' conceptual knowledge and spatial visualization of the 3D and abstract concepts in magnetism?\r\n(2) Does the use of the AR visualizations and instructional modules increase students' interest in science, improve their scientific thinking, and increase their engagement in physics?\r\n(3) Does the use of the AR visualizations and instructional modules increase the retention of women and students from groups underrepresented in STEM?\r\nThe NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students. Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michele",
   "pi_last_name": "McColgan",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Michele W McColgan",
   "pi_email_addr": "mmccolgan@siena.edu",
   "nsf_id": "000502428",
   "pi_start_date": "2022-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Hassel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "George Hassel",
   "pi_email_addr": "ghassel@siena.edu",
   "nsf_id": "000219245",
   "pi_start_date": "2022-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Siena College",
  "inst_street_address": "515 LOUDON RD",
  "inst_street_address_2": "",
  "inst_city_name": "LOUDONVILLE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5187822322",
  "inst_zip_code": "122111462",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "SIENA COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "KAQDBUUAYKM8"
 },
 "perf_inst": {
  "perf_inst_name": "Siena College",
  "perf_str_addr": "515 Loudon Road, School of Scien",
  "perf_city_name": "Loudonville",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122111459",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 299715.0
  }
 ],
 "por": null
}