{
 "awd_id": "2121160",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI (MCA): Integrating Computational Chemistry with Machine Learning to Engineer Carbonaceous Adsorbents for Volatile Organics",
 "cfda_num": "47.041, 47.084",
 "org_code": "15030000",
 "po_phone": "7032927529",
 "po_email": "smiqbal@nsf.gov",
 "po_sign_block_name": "Samir M. Iqbal",
 "awd_eff_date": "2022-04-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 473784.0,
 "awd_amount": 81771.0,
 "awd_min_amd_letter_date": "2022-03-16",
 "awd_max_amd_letter_date": "2024-06-03",
 "awd_abstract_narration": "The broader impact of this Partnerships for Innovation (Mid-Career Advancement) (PFI (MCA)) proposal is to simultaneously improve air quality and infrastructure durability. The research is motivated by recent insights on emissions of volatile organic compounds and ozone precursors during the lifetime of asphalt-surfaced areas (e.g., roads, roofs bridge decks, etc.). This project will engineer functionalized carbon from biowaste to remove ozone precursors emitted from pavements. The functionalized carbon will be made via thermochemical conversion of a combined feedstock of food waste and algal biomass. Computational simulations, machine learning, optimization, and laboratory experiments will be combined to determine the underlying mechanisms controlling adsorption of known gases into functionalized carbon. This functionalized carbon will be introduced to bituminous composites to increase the retention of compounds that would otherwise be released to the surrounding atmosphere. The study presents a new vision where outdoor construction elements can positively contribute to environmental health. The proposed intervention is designed to simultaneously enhance the durability of outdoor construction elements and the quality of surrounding air by retaining compounds that otherwise leave bitumen and enter the air, with some serving as ozone precursors, negatively impacting air quality and human health outcomes. The project involving minority graduate students in education, outreach activities, and cutting-edge interdisciplinary research. \r\n\r\nThis proposal seeks to promote the use of two waste streams (algal biofuels and food waste) to address ozone concerns while contributing to carbon sequestration and extending the service life of outdoor construction undergoing intense ultraviolet (UV) light exposure. This project will integrate computational modeling and data analytics for the design and synthesis of functionalized carbon with desirable retention characteristics for select bitumen compounds. It has been documented that aging is accompanied by the loss of alkane and aromatic compounds in bitumen, so retention of the latter compounds via functionalized carbon is expected to not only improve air quality but also delay the aging of bituminous composites, especially those used in outdoor construction that are subjected to various degrees of UV exposure, depending on their location. This proposal may result in significant resource conservation while promoting economic growth within a bio-mass value chain where waste from algal biofuel and food is converted into value-added products.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elham",
   "pi_last_name": "Fini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elham Fini",
   "pi_email_addr": "Efini@asu.edu",
   "nsf_id": "000524634",
   "pi_start_date": "2022-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166200",
   "pgm_ele_name": "PFI-Partnrships for Innovation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "101Z",
   "pgm_ref_txt": "MCA-Mid-Career Advancement"
  },
  {
   "pgm_ref_code": "1238",
   "pgm_ref_txt": "TECH FOR SUSTAINABLE ENVIRONMENT"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 81770.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research was driven by recent discoveries regarding the emissions of volatile organic compounds (VOCs) and ozone precursors throughout the lifespan of asphalt-surfaced areas, such as roads, roofs, and bridge decks. These emissions pose significant concerns due to their detrimental effects on air quality, asphalt deterioration and public health. To mitigate these impacts, functionalized carbon was engineered from biowaste to capture and remove ozone precursors emitted from pavements. This carbon was produced through a thermochemical conversion process, using a blend of biomass waste feedstocks, which improved its surface area and adsorption properties, enhancing its effectiveness in trapping harmful gases.</p>\n<p>To further optimize the functionalized carbon&rsquo;s performance, the study employed both computational simulations and laboratory experiments. The simulations modeled the interactions of gases at the molecular level, providing valuable insights into the mechanisms governing the adsorption of various gases onto the carbon&rsquo;s surface. These findings were then validated through laboratory experiments, which helped to refine the carbon material's design and synthesis. By understanding the key factors influencing adsorption efficiency, the research advanced the development of more effective carbon-based materials. The outcomes provide a promising solution for mitigating the harmful emissions associated with asphalt, leading to enhanced air quality, increased infrastructure durability, and improved public health.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/06/2024<br>\nModified by: Elham&nbsp;Fini</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe research was driven by recent discoveries regarding the emissions of volatile organic compounds (VOCs) and ozone precursors throughout the lifespan of asphalt-surfaced areas, such as roads, roofs, and bridge decks. These emissions pose significant concerns due to their detrimental effects on air quality, asphalt deterioration and public health. To mitigate these impacts, functionalized carbon was engineered from biowaste to capture and remove ozone precursors emitted from pavements. This carbon was produced through a thermochemical conversion process, using a blend of biomass waste feedstocks, which improved its surface area and adsorption properties, enhancing its effectiveness in trapping harmful gases.\n\n\nTo further optimize the functionalized carbons performance, the study employed both computational simulations and laboratory experiments. The simulations modeled the interactions of gases at the molecular level, providing valuable insights into the mechanisms governing the adsorption of various gases onto the carbons surface. These findings were then validated through laboratory experiments, which helped to refine the carbon material's design and synthesis. By understanding the key factors influencing adsorption efficiency, the research advanced the development of more effective carbon-based materials. The outcomes provide a promising solution for mitigating the harmful emissions associated with asphalt, leading to enhanced air quality, increased infrastructure durability, and improved public health.\n\n\n\t\t\t\t\tLast Modified: 09/06/2024\n\n\t\t\t\t\tSubmitted by: ElhamFini\n"
 }
}