{
 "awd_id": "2126527",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I: Hermetic, Expeditionary Sailing Vessel",
 "cfda_num": "47.041, 47.084",
 "org_code": "15030000",
 "po_phone": "7032922936",
 "po_email": "emirowsk@nsf.gov",
 "po_sign_block_name": "Ela Mirowski",
 "awd_eff_date": "2022-03-15",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 255923.0,
 "awd_amount": 255923.0,
 "awd_min_amd_letter_date": "2022-03-08",
 "awd_max_amd_letter_date": "2024-03-27",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase 1 project is to leverage technical innovations in multi-hull sail management and autonomy to design a sailing vessel that provides fast, economical delivery of supplies to remote locations. This technology seeks to be able to use multi-hull sailing vessels more reliably for the delivery of supplies such as fuel, water, food, and medicine. Current options are limited by cost, lack of supporting infrastructure (ports), and shipper interest. The vessel is designed to de-risk the supply chain with particular focus on underserved locations. The key technical innovations address a vulnerability of multi-hull sailing vessels - catastrophic capsizing - by providing a controlled submerging capability and a method to right a flipped vessel with the goal to be able to re-surface and continue a voyage. The surface system will use a pivoting mast for passive, real-time corrections.  \r\n\r\nThis Small Business Innovation Research (SBIR) Phase 1 project addresses the logistical and economic limitations of current systems that deliver supplies to remote locations. Rather than attempting to optimize the elements of the current delivery systems, the technology seeks to address island inaccessibility to large vessels, lack of cargo flexibility, increasing weather risks, and capital and operating economics by addressing the capsizing vulnerabilities of a surface sailing vessel and managing ballast system. Capsizing occurs when the center of gravity (CG) is higher than the center of buoyancy (CB). In mono-hull vessels, the keel is the primary design element that maintains this ratio.  Multi-hull designs introduce different challenges. Vessel surface control will be managed by a passive wing sail control system that provides real time corrections. Submerged performance will be managed by pumps and ballast for corrective action. The primary research objectives are to design, evaluate, and optimize a heeling wingsail system (pivoting masts and hull involvement), and to design, evaluate, and optimize a ballast system for controlled submerging as well as to right capsized vessels.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Ott",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Mark T Ott",
   "pi_email_addr": "mott@subseasail.com",
   "nsf_id": "000852388",
   "pi_start_date": "2022-03-08",
   "pi_end_date": "2024-03-27"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Jones",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Michael B Jones",
   "pi_email_addr": "mbjones@subseasail.com",
   "nsf_id": "000842243",
   "pi_start_date": "2024-03-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUBSEASAIL, INC",
  "inst_street_address": "3212 JAMES ST",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6192538761",
  "inst_zip_code": "921061441",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "SUBSEASAIL, INC",
  "org_prnt_uei_num": "TPWMDH1TWKT6",
  "org_uei_num": "HEL6EFFCS3U8"
 },
 "perf_inst": {
  "perf_inst_name": "SubSeaSail LLC",
  "perf_str_addr": "1500 Quivira Way",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921098303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7632",
   "pgm_ref_txt": "HUMAN-ROBOT INTERACTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 255923.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Intellectual Merit:</span></strong></p>\n<p>Marine transportation is a critical component in the world economy representing 80-90% of global trade. The environmental effects of shipping include acoustic, air, oil and water pollution. Ships are estimated to be responsible for about 3% of global greenhouse gas emission and the industry is under intense pressure to address pollution.</p>\n<p>The vast majority of vessels are monohulls with large water displacement, which seem to get ever bigger to reduce the relative cost of crew and fuel to overall operating expense. Multihulls have not traditionally been used for cargo delivery. The advantages of multihull sailing vehicles are their speed, energy harvesting nature (wind), carrying capacity given their size, stability (until they are not) based on width, and ability to deliver to the beach (i.e. no need of a port).&nbsp; The catastrophic danger with multihull sailing vessels &ndash; and the reason they are not used &ndash; is that they tend to tip over (i.e. turtle) in high, gusty winds or when confronted with rogue waves, and cannot right themselves.</p>\n<p>After 2 years of research, design, building and testing during NSF Phase I, SSS has successfully developed and demonstrated a first-ever, patented Autonomous Undersea &amp; Surface Vessel (AUSV) called HERMES&trade; that is able to self-right to address the risk of catastrophic capsizing of autonomous multihulls. It did this by combining autonomy (i.e. no humans on board), controlled submerging, and underwater self-righting capability.&nbsp; SSS first developed a functional 2&rsquo;x2&rsquo; prototype and, subsequently, a larger 4&rsquo;x4&rsquo; trimaran prototype capable of controlled dive/re-surfacing and a self-righting capability.</p>\n<p>Using algorithms designed to fly quad copters, the SSS team modified the trimaran&rsquo;s responsiveness to account for differences in air versus seawater to repeatedly submerge, self-right under water, and resurface in a controlled manner.&nbsp; This proves multihull vessels are a viable option to augment current global shipping options and dramatically reduce current environmental pollution.</p>\n<p>The ability for controlled submergence has great value in its own right. More frequent and more intense storms are expected in a climate-change impacted, warming ocean.&nbsp; The ability to hide underwater from bad weather and/or bad actors will be very important.&nbsp; Likewise, that ability will allow AUSVs to act as secure, underwater storage when deployed for uses ranging from humanitarian aid crises to when ports have been damaged and/or are no longer usable due to rising sea levels.</p>\n<p>HERMES&trade; innovations are key to developing affordable, autonomous, 100% energy harvesting (wind + solar), multihulled vessels with sizes commensurate with users&rsquo; needs to usher in a new &ldquo;age of sail&rdquo; with smaller, safe, multi-purpose vessels globally. The need is increasingly acute in applications like to cost effectively deliver supplies to remote locations, maintain service to smaller, under-served ports, maintain inter-island connectivity, and improve humanitarian aid delivery.</p>\n<p><strong><span style=\"text-decoration: underline;\">Social Outcomes / Broader Impacts</span></strong></p>\n<p>The HERMES&trade; project offers significant potential for broader societal and economic benefits in impact areas closely aligned with NSF Merit Review Broader Impacts Criteria.</p>\n<p><strong>Economic Competitiveness:</strong></p>\n<p>HERMES&trade; will have many applications across academia, government, industry, military, multinational agencies and NGOs globally.&nbsp; The vessel's innovative design and features provide advantages in price, performance and safety over traditional vehicles. It is expected to contribute to increased market demand and economic competitiveness by virtue of elasticity of demand based on economies-of-scale production and pricing.</p>\n<p><strong>Health and Welfare:</strong></p>\n<p>Ocean changes can be closely monitored with fleets of HERMES&trade; vehicles collecting ocean temperature data that aids scientists. The vessel's sensors will track ocean currents and storm patterns, provide insights into potential waterborne disease spread, impact on coastal communities, and vulnerability to extreme weather events.</p>\n<p><strong>National Defense:</strong></p>\n<p>HERMES&trade; offers advantages in terms of low acoustic, heat, radar, and visual signatures, making it an ideal platform for defense-related applications. The vessel's information gathering capabilities will be important.</p>\n<p><strong>Academia-Industry Partnerships:</strong></p>\n<p>HERMES&trade; can help foster partnerships between academia and industry. Academic institutions engaged in marine and climate research around the world will benefit from the AUSVs long-duration data collection capabilities at an affordable price. SSS plans to collaborate with research institutions for joint projects and knowledge transfer.</p>\n<p><strong>STEM Workforce Development:</strong></p>\n<p>The commercialization of HERMES will contribute to STEM workforce by creating high-skilled jobs in the U.S. The project requires expertise in naval architecture, engineering, aerodynamics, hydrodynamics, and control systems, providing opportunities for professionals, researchers, and engineers to contribute to cutting-edge technology as well as users across government and industry.</p>\n<p><strong>Public Scientific Literacy and Engagement:</strong></p>\n<p>HERMES&trade; will help improve public scientific literacy by being an accessible tool for marine data collection. &nbsp;Unique features, such as autonomous operation and submerging capabilities, can capture public interest and engagement. Educational outreach programs can enhance public understanding of marine science and technology.</p>\n<p><strong>Inclusivity in STEM:</strong></p>\n<p>HERMES&trade; presents an opportunity to expand participation in STEM by showcasing diverse applications in oceanography, climate science, and marine data collection.</p><br>\n<p>\n Last Modified: 05/24/2024<br>\nModified by: Michael&nbsp;B&nbsp;Jones</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2126527/2126527_10788555_1716569145457_20231103_150612--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2126527/2126527_10788555_1716569145457_20231103_150612--rgov-800width.jpg\" title=\"HERMES prototype\"><img src=\"/por/images/Reports/POR/2024/2126527/2126527_10788555_1716569145457_20231103_150612--rgov-66x44.jpg\" alt=\"HERMES prototype\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">HERMES trimaran prototype ready for self-righting exercise.</div>\n<div class=\"imageCredit\">Michael Jones</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Michael&nbsp;B&nbsp;Jones\n<div class=\"imageTitle\">HERMES prototype</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit:\n\n\nMarine transportation is a critical component in the world economy representing 80-90% of global trade. The environmental effects of shipping include acoustic, air, oil and water pollution. Ships are estimated to be responsible for about 3% of global greenhouse gas emission and the industry is under intense pressure to address pollution.\n\n\nThe vast majority of vessels are monohulls with large water displacement, which seem to get ever bigger to reduce the relative cost of crew and fuel to overall operating expense. Multihulls have not traditionally been used for cargo delivery. The advantages of multihull sailing vehicles are their speed, energy harvesting nature (wind), carrying capacity given their size, stability (until they are not) based on width, and ability to deliver to the beach (i.e. no need of a port). The catastrophic danger with multihull sailing vessels  and the reason they are not used  is that they tend to tip over (i.e. turtle) in high, gusty winds or when confronted with rogue waves, and cannot right themselves.\n\n\nAfter 2 years of research, design, building and testing during NSF Phase I, SSS has successfully developed and demonstrated a first-ever, patented Autonomous Undersea & Surface Vessel (AUSV) called HERMES that is able to self-right to address the risk of catastrophic capsizing of autonomous multihulls. It did this by combining autonomy (i.e. no humans on board), controlled submerging, and underwater self-righting capability. SSS first developed a functional 2x2 prototype and, subsequently, a larger 4x4 trimaran prototype capable of controlled dive/re-surfacing and a self-righting capability.\n\n\nUsing algorithms designed to fly quad copters, the SSS team modified the trimarans responsiveness to account for differences in air versus seawater to repeatedly submerge, self-right under water, and resurface in a controlled manner. This proves multihull vessels are a viable option to augment current global shipping options and dramatically reduce current environmental pollution.\n\n\nThe ability for controlled submergence has great value in its own right. More frequent and more intense storms are expected in a climate-change impacted, warming ocean. The ability to hide underwater from bad weather and/or bad actors will be very important. Likewise, that ability will allow AUSVs to act as secure, underwater storage when deployed for uses ranging from humanitarian aid crises to when ports have been damaged and/or are no longer usable due to rising sea levels.\n\n\nHERMES innovations are key to developing affordable, autonomous, 100% energy harvesting (wind + solar), multihulled vessels with sizes commensurate with users needs to usher in a new age of sail with smaller, safe, multi-purpose vessels globally. The need is increasingly acute in applications like to cost effectively deliver supplies to remote locations, maintain service to smaller, under-served ports, maintain inter-island connectivity, and improve humanitarian aid delivery.\n\n\nSocial Outcomes / Broader Impacts\n\n\nThe HERMES project offers significant potential for broader societal and economic benefits in impact areas closely aligned with NSF Merit Review Broader Impacts Criteria.\n\n\nEconomic Competitiveness:\n\n\nHERMES will have many applications across academia, government, industry, military, multinational agencies and NGOs globally. The vessel's innovative design and features provide advantages in price, performance and safety over traditional vehicles. It is expected to contribute to increased market demand and economic competitiveness by virtue of elasticity of demand based on economies-of-scale production and pricing.\n\n\nHealth and Welfare:\n\n\nOcean changes can be closely monitored with fleets of HERMES vehicles collecting ocean temperature data that aids scientists. The vessel's sensors will track ocean currents and storm patterns, provide insights into potential waterborne disease spread, impact on coastal communities, and vulnerability to extreme weather events.\n\n\nNational Defense:\n\n\nHERMES offers advantages in terms of low acoustic, heat, radar, and visual signatures, making it an ideal platform for defense-related applications. The vessel's information gathering capabilities will be important.\n\n\nAcademia-Industry Partnerships:\n\n\nHERMES can help foster partnerships between academia and industry. Academic institutions engaged in marine and climate research around the world will benefit from the AUSVs long-duration data collection capabilities at an affordable price. SSS plans to collaborate with research institutions for joint projects and knowledge transfer.\n\n\nSTEM Workforce Development:\n\n\nThe commercialization of HERMES will contribute to STEM workforce by creating high-skilled jobs in the U.S. The project requires expertise in naval architecture, engineering, aerodynamics, hydrodynamics, and control systems, providing opportunities for professionals, researchers, and engineers to contribute to cutting-edge technology as well as users across government and industry.\n\n\nPublic Scientific Literacy and Engagement:\n\n\nHERMES will help improve public scientific literacy by being an accessible tool for marine data collection. Unique features, such as autonomous operation and submerging capabilities, can capture public interest and engagement. Educational outreach programs can enhance public understanding of marine science and technology.\n\n\nInclusivity in STEM:\n\n\nHERMES presents an opportunity to expand participation in STEM by showcasing diverse applications in oceanography, climate science, and marine data collection.\t\t\t\t\tLast Modified: 05/24/2024\n\n\t\t\t\t\tSubmitted by: MichaelBJones\n"
 }
}