{
 "awd_id": "2126256",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Investigation of the molecular and cellular bases of the maize/Puccinia sorghi interaction",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032927826",
 "po_email": "akachroo@nsf.gov",
 "po_sign_block_name": "Aardra Kachroo",
 "awd_eff_date": "2022-08-15",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 762886.0,
 "awd_amount": 762886.0,
 "awd_min_amd_letter_date": "2022-08-17",
 "awd_max_amd_letter_date": "2022-08-17",
 "awd_abstract_narration": "Puccinia sorghi is a fungal pathogen causing common rust, which is one of the most destructive diseases of maize. Genetics and molecular biological approaches made significant progress in the identification of the host-resistant protein. However, characterization of effector proteins secreted from the fungi, which facilitate the pathogenesis process and are recognized by host resistant proteins, remain elusive. This research will elucidate an important defense mechanism in maize, a model species for plant quantitative genetics and the number one crop in the U.S., using complementary approaches, including bioinformatics, functional genomics, and advanced cell biological methods. Since the hypersensitive response is a general defense response found in all multicellular plants, this finding will be relevant to improving other important crop species, particularly other grasses. Graduate, undergraduate, and high school students will be trained in the fundamental understanding of crop research and cutting-edge methods on cell biology, biochemistry, and molecular genetics in plant-microbe interaction at the University of Wyoming and North Carolina State University. Students will participate in this project as part-time student researchers and more intensively during summer via the summer research program. Additional outreach activities are planned with the NCSU Science House to educate the public on genetics, plant breeding, biotechnology, and associated societal implications.\r\n\r\nThe project employs Nicotiana benthamiana as a model to elucidate the molecular and cellular basis of fungal pathogen Puccinia sorghi and maize interaction. The maize Rp1-D gene encodes an NLR resistance protein that confers resistance to common rust disease caused by the fungus Puccinia sorghi. Molecular genetic studies using an auto-active derivative of the Rp1-D gene identify several host regulatory components. However, pathogen effector protein recognized by Rp1-D triggering hypersensitive responsive programmed cell death (HR-PCD) is elusive to date. This research will 1) identify effectors associated with the control of host cell death and suppression of the host defense response, 2) define how these effectors influence essential physiological changes in host cells, such as changes in pH, reactive oxygen species production, and calcium flux, and their subcellular localizations, and 3) examine the maize HR regarding these physiological changes and organelle dynamics, such as stromule formation and inter-organellar communication in the cell. Ultimately, this research will characterize the physical interactions of all the host- and pathogen-derived components that interact with Rp1-D and are likely to constitute cellular components of the Rp1-D mediated immune signaling complex. This will result in an understanding of the control of the NLR-mediated response that is unique in maize and among the most detailed in any plant species.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eunsook",
   "pi_last_name": "Park",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eunsook Park",
   "pi_email_addr": "epark4@uwyo.edu",
   "nsf_id": "000814223",
   "pi_start_date": "2022-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jongchan",
   "pi_last_name": "Woo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jongchan Woo",
   "pi_email_addr": "jwoo@uwyo.edu",
   "nsf_id": "000852154",
   "pi_start_date": "2022-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wyoming",
  "inst_street_address": "1000 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LARAMIE",
  "inst_state_code": "WY",
  "inst_state_name": "Wyoming",
  "inst_phone_num": "3077665320",
  "inst_zip_code": "820712000",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "WY00",
  "org_lgl_bus_name": "UNIVERSITY OF WYOMING",
  "org_prnt_uei_num": "FDR5YF2K32X5",
  "org_uei_num": "FDR5YF2K32X5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wyoming",
  "perf_str_addr": "1000 E. University Avenue",
  "perf_city_name": "Laramie",
  "perf_st_code": "WY",
  "perf_st_name": "Wyoming",
  "perf_zip_code": "820712000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "WY00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "047Y00",
   "pgm_ele_name": "Plant-Biotic Interactions"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 762886.0
  }
 ],
 "por": null
}