{
 "awd_id": "2127054",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "SBIR Phase II:  Rapid Detection of Pathogens in Manufacturing Trimmings",
 "cfda_num": "47.041, 47.084",
 "org_code": "15030000",
 "po_phone": "7032922174",
 "po_email": "rmehta@nsf.gov",
 "po_sign_block_name": "Rajesh Mehta",
 "awd_eff_date": "2021-12-15",
 "awd_exp_date": "2023-11-30",
 "tot_intn_awd_amt": 884848.0,
 "awd_amount": 884848.0,
 "awd_min_amd_letter_date": "2021-12-08",
 "awd_max_amd_letter_date": "2022-03-31",
 "awd_abstract_narration": "The broader impact of this SBIR Phase II project will be a reduction in the time for food safety laboratories to test meat for human  consumption.  The project seeks to reduce food waste and food-borne illnesses resulting from contaminated meat, as well to reduce carbon dioxide (CO2) produced as a result of refrigeration and storage of spoiled meat products. This project aims to develop a technology ready for accreditation and commercialization that will detect harmful bacteria in meat products. This project may allow for the implementation of food safety monitoring tests at a lower cost. It may create an improvement in food safety, saving billions of dollars in recalls and reducing holding costs of food production. The ability to get ground beef to retailers’ shelves a day earlier can reduce food waste in ground beef by 50%. As beef is energy-intensive to produce, this waste reduction could save trillions of gallons of water and prevent the release of billions of pounds of methane and greenhouse gases every year. The US total addressable market for pathogen testing is estimated at nearly $10 billion, with a compound annual growth rate of 6%. \r\n\r\nThis project aims to reduce the time it takes for food safety laboratories to test beef trimmings for pathogenic bacteria. The objective for this research and development Phase II project is to streamline the rapid pathogen enrichment technology developed in Phase I and to integrate new instrumentation and tools to create a high-throughput laboratory setting. The mechanical microfiltration methods and incubation procedures will be optimized, enzymatic treatments will be explored further, and the ease of physical operation and consistency of the method will be streamlined for commercial use. A low-cost, Association of Official Analytical Chemists (AOAC) accredited process capable of reliably detecting 1 colony forming unit (CFU) of pathogenic bacteria in 375 g of trim within 6 hours will be created - saving 12 or more hours over current state-of-the-art methods. Once accredited, the enrichment technology may be sold to high-throughput meat producers, who need results within a single 8-hour shift to streamline logistics, reducing cold storage, and lessening food pathogen outbreak risks.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Javier",
   "pi_last_name": "Atencia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Javier Atencia",
   "pi_email_addr": "jatencia@pathotrak.com",
   "nsf_id": "000818040",
   "pi_start_date": "2022-03-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Heidi",
   "pi_last_name": "Leonard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heidi Leonard",
   "pi_email_addr": "hleonard@pathotrak.com",
   "nsf_id": "000851999",
   "pi_start_date": "2021-12-08",
   "pi_end_date": "2022-03-31"
  }
 ],
 "inst": {
  "inst_name": "PATHOTRAK INC.",
  "inst_street_address": "251 LITTLE FALLS DR",
  "inst_street_address_2": "",
  "inst_city_name": "WILMINGTON",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "6087704899",
  "inst_zip_code": "198081674",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "PATHOTRAK. LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "MBL4UM9AJVZ8"
 },
 "perf_inst": {
  "perf_inst_name": "PATHOTRAK INC.",
  "perf_str_addr": "387 Technology Drive, Suite 2122",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1238",
   "pgm_ref_txt": "TECH FOR SUSTAINABLE ENVIRONMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 884848.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our project over the last two years has marked a significant advancement in food safety, particularly in the detection of harmful pathogens in beef. Traditionally, the standard enrichment time for detecting pathogens like E. coli O157:H7, Shiga toxin-producing E. coli (STEC), and Salmonella has been a minimum of 18 to 24 hours. This lengthy process not only delays the identification of potential food safety threats but also imposes economic burdens on producers, who are unable to process or sell product during this period. Our team has successfully developed a protocol that drastically reduces this time to a mere 5.5 hours from start to finish, bringing the 18 hour enrichment time down to 3.5 hours.&nbsp; The core of our innovation was developing a system that works reliably and repeatedly. This development in time-to-results represents a monumental step forward, allowing for quicker responses to potential contaminations and significantly lessening the economic impact on producers due to downtime.The American Organization of Analytical Chemists (AOAC) independently corroborated the efficacy and reliability of our method, granting us a well-recognized Performance-Tested Method (PTM) accreditation. This accreditation is what most producers and testing laboratories look for to be confident in the validity of results. Our success in achieving this accreditation not only underscores the protocol's validity but also enhances its national adoption potential. In addition to the protocol, we've also developed several laboratory tools aimed at increasing the efficiency and ease of use of our testing process. There are laboratories that perform more than 600 of these tests per day, so speed and ease-of-use was an extremely high priority for our development. To this end, our goal for throughput during this grant period was to enable 24 of these tests to be performed in a 2-hour processing period. The tools that we&rsquo;ve built meet this goal, and we will continue to improve this further during our commercialization to further improve the economic viability of our approach.Our journey through this grant project has been one of relentless pursuit of excellence in food safety. By drastically reducing the time required to detect major foodborne pathogens, providing a robust validation of our method through AOAC accreditation, and developing essential laboratory tools, we have laid a foundation for a future where rapid and reliable pathogen detection allows for increased testing, stream lined food logistics and extended shelf-life of perishable foods.&nbsp;&nbsp;</p><br>\n<p>\n Last Modified: 02/16/2024<br>\nModified by: Javier&nbsp;Atencia</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOur project over the last two years has marked a significant advancement in food safety, particularly in the detection of harmful pathogens in beef. Traditionally, the standard enrichment time for detecting pathogens like E. coli O157:H7, Shiga toxin-producing E. coli (STEC), and Salmonella has been a minimum of 18 to 24 hours. This lengthy process not only delays the identification of potential food safety threats but also imposes economic burdens on producers, who are unable to process or sell product during this period. Our team has successfully developed a protocol that drastically reduces this time to a mere 5.5 hours from start to finish, bringing the 18 hour enrichment time down to 3.5 hours. The core of our innovation was developing a system that works reliably and repeatedly. This development in time-to-results represents a monumental step forward, allowing for quicker responses to potential contaminations and significantly lessening the economic impact on producers due to downtime.The American Organization of Analytical Chemists (AOAC) independently corroborated the efficacy and reliability of our method, granting us a well-recognized Performance-Tested Method (PTM) accreditation. This accreditation is what most producers and testing laboratories look for to be confident in the validity of results. Our success in achieving this accreditation not only underscores the protocol's validity but also enhances its national adoption potential. In addition to the protocol, we've also developed several laboratory tools aimed at increasing the efficiency and ease of use of our testing process. There are laboratories that perform more than 600 of these tests per day, so speed and ease-of-use was an extremely high priority for our development. To this end, our goal for throughput during this grant period was to enable 24 of these tests to be performed in a 2-hour processing period. The tools that weve built meet this goal, and we will continue to improve this further during our commercialization to further improve the economic viability of our approach.Our journey through this grant project has been one of relentless pursuit of excellence in food safety. By drastically reducing the time required to detect major foodborne pathogens, providing a robust validation of our method through AOAC accreditation, and developing essential laboratory tools, we have laid a foundation for a future where rapid and reliable pathogen detection allows for increased testing, stream lined food logistics and extended shelf-life of perishable foods.\t\t\t\t\tLast Modified: 02/16/2024\n\n\t\t\t\t\tSubmitted by: JavierAtencia\n"
 }
}