{
 "awd_id": "2127355",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "SBIR Phase II:  Automation of a Novel Low Cost Aluminum Additive Manufacturing Method",
 "cfda_num": "47.041, 47.084",
 "org_code": "15030000",
 "po_phone": "7032922936",
 "po_email": "emirowsk@nsf.gov",
 "po_sign_block_name": "Ela Mirowski",
 "awd_eff_date": "2021-12-01",
 "awd_exp_date": "2023-11-30",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2021-11-17",
 "awd_max_amd_letter_date": "2021-11-17",
 "awd_abstract_narration": "The broader impact of this Small Business Innovation Research (SBIR) Phase II project is to improve aluminum additive manufacturing (AM). AM remains of great interest to original equipment manufacturers (OEMs) for its promise of producing parts on-demand; however, low throughput and high costs of aluminum powder limit adoption. The proposed technology produces consistent parts with established alloys, such as the commonly used 6061 aluminum alloy. These alloys have immediate commercial applications in servicing legacy equipment parts and for making vehicles more lightweight, thus improving efficiency and reducing carbon emissions. Further, this technology can support low-to-medium production volumes, allowing smaller manufacturers to take advantage of AM as a platform for innovation.  \r\n\r\nThis Small Business Innovation Research (SBIR) Phase II project aims to deliver on-demand production at the unit cost of casting. The research objectives will optimize core processes for a novel aluminum metal-to-metal sheet bonding technology, and achieve process automation. This technology provides on-demand parts with high strength wrought alloy properties and the capability to design innovative components that could not be previously considered with traditional manufacturing processes. The anticipated results are improved material and mechanical properties, system integration, and increased throughput and part complexity.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alison",
   "pi_last_name": "Forsyth",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alison Forsyth",
   "pi_email_addr": "ali@alloyenterprises.co",
   "nsf_id": "000822136",
   "pi_start_date": "2021-11-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ALLOY ENTERPRISES INC.",
  "inst_street_address": "20 BLANCHARD RD STE 10",
  "inst_street_address_2": "",
  "inst_city_name": "BURLINGTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "3155466213",
  "inst_zip_code": "018035155",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MA06",
  "org_lgl_bus_name": "ALLOY ENTERPRISES INC",
  "org_prnt_uei_num": "U7BLUFKN1RA7",
  "org_uei_num": "KLBJSUGGX1M5"
 },
 "perf_inst": {
  "perf_inst_name": "Alloy Enterprises Inc.",
  "perf_str_addr": "26 Dartmouth St #2",
  "perf_city_name": "Somerville",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021453834",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 1000000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-f7f51eab-7fff-6058-7ac3-de074bd557f1\"> </span></p>\n<p dir=\"ltr\"><span>This Small Business Research Phase II project, </span><span>&ldquo;</span><span>Automation of a Novel Low-cost Aluminum Additive Manufacturing Method,</span><span>&rdquo;</span><span> was successfully executed to optimize core processes of the novel aluminum stack forging technology for fabricating lightweight aluminum components. The project culminated in the design, assembly, and qualification of an automated production-grade machine that executed the process of fabricating series production components for Alloy&rsquo;s customers in heavy and industrial equipment. The technology provides fast fabrication speeds and uses low-cost material, allowing manufacturers an on-demand production capability for aluminum components with superior thermal and mechanical properties, which can scale to compete with traditional manufacturing processes.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>Alloy Enterprises completed the following technical objectives as part of this project. Core processes were refined, including bonding, homogenization, cutting, and material qualification and sourcing. Subsystems were then designed, built, and qualified for laser cutting, inhibition deposition, and sheet handling.&nbsp; Finally, hardware, software, and refined processes were combined to fabricate and sell components for customers and summarize results in a data sheet outlining material and part properties for customers.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>The urgency to consolidate and simplify manufacturers' supply chains is growing, with the unfortunate events of the global pandemic only highlighting the pain points. These businesses constantly seek solutions to support their customers better and develop higher-performance products. As such, additive manufacturing remains of great interest for its promise of on-demand components; however, the slow speeds and high costs of aluminum powder limit its adoption. Alloy&rsquo;s stack forging technology produces fully dense, isotropic components with established alloys, such as 6061. These material properties have immediate commercial applications in servicing legacy equipment parts for heavy equipment and novel thermal management applications for industrial equipment in the photonics and semiconductor industries. Further, this technology can support low-to-medium series production volumes, allowing manufacturers to take advantage of the flexibility afforded by digital, on-demand fabrication.&nbsp;&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>More broadly, this product challenges the scientific and engineering assumptions of additive manufacturing. By creating a more diverse and competitive landscape it will solidify each technology&rsquo;s strengths and allow users to understand further how to leverage the capabilities. This will accelerate potential innovations, particularly as organizations continue to battle the global effects of climate change.&nbsp;&nbsp;</span></p>\n<p><br /><br /></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/22/2023<br>\nModified by: Alison&nbsp;Forsyth</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nThis Small Business Research Phase II project, Automation of a Novel Low-cost Aluminum Additive Manufacturing Method, was successfully executed to optimize core processes of the novel aluminum stack forging technology for fabricating lightweight aluminum components. The project culminated in the design, assembly, and qualification of an automated production-grade machine that executed the process of fabricating series production components for Alloys customers in heavy and industrial equipment. The technology provides fast fabrication speeds and uses low-cost material, allowing manufacturers an on-demand production capability for aluminum components with superior thermal and mechanical properties, which can scale to compete with traditional manufacturing processes.\n\n\n\n\n\nAlloy Enterprises completed the following technical objectives as part of this project. Core processes were refined, including bonding, homogenization, cutting, and material qualification and sourcing. Subsystems were then designed, built, and qualified for laser cutting, inhibition deposition, and sheet handling. Finally, hardware, software, and refined processes were combined to fabricate and sell components for customers and summarize results in a data sheet outlining material and part properties for customers.\n\n\n\n\n\nThe urgency to consolidate and simplify manufacturers' supply chains is growing, with the unfortunate events of the global pandemic only highlighting the pain points. These businesses constantly seek solutions to support their customers better and develop higher-performance products. As such, additive manufacturing remains of great interest for its promise of on-demand components; however, the slow speeds and high costs of aluminum powder limit its adoption. Alloys stack forging technology produces fully dense, isotropic components with established alloys, such as 6061. These material properties have immediate commercial applications in servicing legacy equipment parts for heavy equipment and novel thermal management applications for industrial equipment in the photonics and semiconductor industries. Further, this technology can support low-to-medium series production volumes, allowing manufacturers to take advantage of the flexibility afforded by digital, on-demand fabrication.\n\n\n\n\n\nMore broadly, this product challenges the scientific and engineering assumptions of additive manufacturing. By creating a more diverse and competitive landscape it will solidify each technologys strengths and allow users to understand further how to leverage the capabilities. This will accelerate potential innovations, particularly as organizations continue to battle the global effects of climate change.\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 12/22/2023\n\n\t\t\t\t\tSubmitted by: AlisonForsyth\n"
 }
}