{
 "awd_id": "2127756",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of an Airborne Pathogen Capture and Detection System",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2022-01-15",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 280674.0,
 "awd_amount": 280674.0,
 "awd_min_amd_letter_date": "2022-01-03",
 "awd_max_amd_letter_date": "2022-01-03",
 "awd_abstract_narration": "The global public health crisis caused by the recent COVID-19 pandemic highlights the urgent need for disease diagnostics and control tracing strategies for airborne pathogens. A large number of pathogens, such as viruses or bacteria, are present in and transmitted through microscopic particles that originate from an infected person’s speech, cough, sneeze, or breathe. Such particles can easily be transmitted when people congregate in close quarters such as cultural and sporting venues, churches or common living spaces. However, the presence of such airborne pathogenic particles are not effectively monitored today by any readily available detection methods. In response to this situation, the investigators aim to design an airborne pathogen particle collection and detection system with the ability to track the presence of airborne pathogens in indoor spaces. A biosensing related education-research-training model is also proposed; it will educate a diverse cohort of science and engineering students who traditionally lack exposure to research on the integration of materials chemistry, biology, device design, and manufacturing technologies and ways to bring these together into one overall technical skillset. This program will empower students to address both critical scientific and professional workforce gaps.\r\n\r\nEfforts to mitigate exposure to airborne pathogens in enclosed spaces first require knowledge of their presence and quantity in such areas. Current indoor air monitoring methods involve collecting air samples and analyzing them by colony/plaque counting assay, which requires an incubation period, or by quantitative polymerase chain reaction (qPCR). As a solution, this project proposes an integrated airborne pathogen collection and detection system, with the ability to collect aerosolized pathogens and detect them with electrochemical biosensors. The project aims to develop the science base necessary for the deployment of an automatic airborne pathogen monitoring system that will allow detection of the presence of airborne pathogenic particles in interior spaces. The system comprises a wet impactor, microfluidics and chemoresistive electrochemical sensing units, coupled with wireless transmission. While the model target will be specific to coronavirus by targeting Spike Protein S displayed on artificial virus-like particles, a protein common to four types of common cold, as well as the current SARS-CoV-2 outbreak, this project will build the science base necessary for the design of a platform technology for the capture and detection of any airborne pathogens in enclosed spaces. Anti-S antibodies and anti-S aptamer sequences will be tested and evaluated for detection performance in a chemoresisitve biosensing unit fed by spiked concentrator buffers. System performance in terms of detection limits, specificity, sensitivity and biosensor shelf-life will verify success. The system will continuously sample the air, separate airborne particles, collect particles ranged from 100 nm to 2.5 µm into a buffer solution with the collection efficiency of 99%, and display the results. As part of the educational component, the team will initiate and lead an effort to design a multidisciplinary curriculum model for science and engineering graduate and undergraduate students that incorporates concepts from Chemistry, Biology Materials Science, Electrical and Mechanical Engineering, as well as Chemistry, Health Science, and Biology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lia",
   "pi_last_name": "Stanciu",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lia A Stanciu",
   "pi_email_addr": "lstanciu@purdue.edu",
   "nsf_id": "000488596",
   "pi_start_date": "2022-01-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jae Hong",
   "pi_last_name": "Park",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jae Hong Park",
   "pi_email_addr": "park895@purdue.edu",
   "nsf_id": "000853166",
   "pi_start_date": "2022-01-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University, Materials Engineering",
  "perf_str_addr": "701 W Stadium Ave, Materials Eng",
  "perf_city_name": "W Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072045",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 280674.0
  }
 ],
 "por": null
}