{
 "awd_id": "2129400",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Probing Cavitation Inception in Dielectric Liquids with Sub-Nanosecond Precision",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2021-12-15",
 "awd_exp_date": "2024-11-30",
 "tot_intn_awd_amt": 271015.0,
 "awd_amount": 271015.0,
 "awd_min_amd_letter_date": "2021-12-08",
 "awd_max_amd_letter_date": "2021-12-08",
 "awd_abstract_narration": "Cavitation is the formation of bubbles (or cavities) in liquids due to decreased pressure. Accurate determination of the critical conditions of cavitation is of fundamental interests to many technological fields such as fluid machinery design and targeted drug delivery. So far, the experimental results of cavitation threshold pressures have not been consistent. One prominent factor is that the existing techniques cannot reliably capture the very early stage of cavitation inception. Recent works have shown that nanoscale cavities can form in dielectric liquids due to negative pressure generated by nanosecond-pulsed electric fields. Since this process can be synchronized and controlled electrically (which is not the case for existing methods), it hints at a novel technique to “pinpoint” cavitation inception with sub-nanosecond precision in time and therefore enable a more accurate determination of cavitation thresholds. This research project will explore the potential of the proposed method and use it to measure the cavitation thresholds of water and other liquids, which would be very valuable for the validation of cavitation theories and models. This interdisciplinary research will have substantial educational outputs, with an emphasis on innovative approaches to STEM enrichment for underrepresented minority students. The PIs will develop and deliver new learning modules on topics related to the research, such as electrical discharges and fluid mechanics in everyday life. \r\n\r\nThe objective of this project is to experimentally characterize the initial stages of electrostrictive cavitation in simple dielectric liquids as well as liquids with dispersed particles and theoretically elucidate underlying physical processes at the sub-ns timescale. As relevant theoretical analyses have been limited to oversimplified scenarios and experimental evidence is rare and far from systematic, the approach to accomplish the objective is through synergistic use of diagnostic measurements at different developmental stages and numerical modeling of the actual experimental scenarios. The research plan has two specific aims: (1) detection of cavitation initiation in liquids under ultra-short pulsed electric fields; and (2) examination of the effects of the dispersed phase in liquids on cavitation. Optical diagnostics including Schlieren/shadowgraph, Rayleigh scattering, and speckle imaging, combined with electrical and material characterization measurements, will be used to probe early-stage cavitation in various dielectric liquids, with and without dispersed particles, under different electrode geometries. For simple liquids such as water, the experimental data will be compared with the results from systematic numerical simulations to determine the critical conditions of cavitation initiation. For two-phase dispersions, the correlations between the experimental conditions and optical diagnostic results will be established, which will provide the information for the analysis and modeling of electrostrictive cavitation near dispersed particles, and by doing so, deepen the understanding of the physical processes involved. The expected outcomes of the research will include the determination of critical parameters for cavitation initiation in various liquids and a delineation of the physical picture of the subsequent developments of cavitation and the effects of the dispersed phase. This project will bridge the knowledge gap of cavitation initiation at sub-nanosecond timescale and be instrumental in advancing the technologies related to cavitation as well as nanosecond/sub-nanosecond plasma discharge in liquids.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mikhail",
   "pi_last_name": "Shneider",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mikhail Shneider",
   "pi_email_addr": "shneyder@Princeton.edu",
   "nsf_id": "000072118",
   "pi_start_date": "2021-12-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrey",
   "pi_last_name": "Starikovskiy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrey Starikovskiy",
   "pi_email_addr": "astariko@princeton.edu",
   "nsf_id": "000513409",
   "pi_start_date": "2021-12-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 271015.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cavitation, which occurs in negative pressure regions in liquids, is a very important phenomenon in hydrodynamics. However, the determination of critical conditions of cavitation nucleation, its parameters and the dynamics of cavitation rupture development is a very difficult scientific and technical task. This is especially true when we are talking about very fast processes developing in a dielectric liquid under the influence of ponderomotive forces in a pulsed inhomogeneous electric field in the vicinity of a needle-like electrode, when a high voltage with a nanosecond front is applied to it.</p>\r\n<p>The results of the studies performed in this project demonstrated the possibility of using Rayleigh scattering to study and evaluate the parameters of the earliest stages of cavitation development in water in areas of negative pressure. &nbsp;The theoretical picture of the development of cavitation and the formation of many nanovoids over sub-nanosecond times in the region of a strong inhomogeneous electric field is confirmed by the experiments performed in this work. The formation of nanovoids contributes to the formation of nanosecond electric breakdown in a liquid. The values of the negative pressure, the average size of the cavitation nanovoids and their concentration were obtained from the Rayleigh scattering measurement, which are in agreement with theoretical estimates.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/10/2024<br>\nModified by: Mikhail&nbsp;Shneider</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nCavitation, which occurs in negative pressure regions in liquids, is a very important phenomenon in hydrodynamics. However, the determination of critical conditions of cavitation nucleation, its parameters and the dynamics of cavitation rupture development is a very difficult scientific and technical task. This is especially true when we are talking about very fast processes developing in a dielectric liquid under the influence of ponderomotive forces in a pulsed inhomogeneous electric field in the vicinity of a needle-like electrode, when a high voltage with a nanosecond front is applied to it.\r\n\n\nThe results of the studies performed in this project demonstrated the possibility of using Rayleigh scattering to study and evaluate the parameters of the earliest stages of cavitation development in water in areas of negative pressure. The theoretical picture of the development of cavitation and the formation of many nanovoids over sub-nanosecond times in the region of a strong inhomogeneous electric field is confirmed by the experiments performed in this work. The formation of nanovoids contributes to the formation of nanosecond electric breakdown in a liquid. The values of the negative pressure, the average size of the cavitation nanovoids and their concentration were obtained from the Rayleigh scattering measurement, which are in agreement with theoretical estimates.\r\n\n\n\t\t\t\t\tLast Modified: 12/10/2024\n\n\t\t\t\t\tSubmitted by: MikhailShneider\n"
 }
}