{
 "awd_id": "2129628",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Associations between climate shifts and ammonoid turnover across second-tier extinctions during the early Late Cretaceous greenhouse",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032920000",
 "po_email": "yyanes@nsf.gov",
 "po_sign_block_name": "Yurena Yanes",
 "awd_eff_date": "2022-04-01",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 296242.0,
 "awd_amount": 296242.0,
 "awd_min_amd_letter_date": "2022-02-15",
 "awd_max_amd_letter_date": "2022-02-15",
 "awd_abstract_narration": "As climate changes, it will be important to accurately predict how environmental shifts will impact marine animals in order to assist conservation biology efforts. Cephalopods like squid and octopus are ecologically important, as both predator and prey, and economically important for the U.S. fisheries industry. This project will investigate patterns of evolution and extinction in fossil relatives of modern squid and octopus, the ammonoids. Between 90 and 100 million years ago, Earth experienced multiple episodes of cooling and warming. By investigating the traits that helped some ammonoid species survive these events, the project will identify key factors that control extinction risk in cephalopods. The project will also include training for undergraduate and graduate students at two universities, contribute to publicly available databases and computer- and internet-based research tools, and develop educational materials for children and the general public on how climate change affects marine animals and ecosystems.\r\n\r\nThe Cenomanian-Turonian interval of the early Late Cretaceous witnessed three substantial climate shifts, cooling and sea level falls in the middle Cenomanian and middle Turonian and warming, widespread anoxia, and elevated sea level over the latest Cenomanian and earliest Turonian. This project will include the use of both Bayesian phylogenetic analyses and ecomorphospace analyses of the ammonoid cephalopod superfamily Acanthoceratoidea to tease apart the extent to which these environmental perturbations affected acanthoceratoid diversity dynamics as a whole and how those perturbations affected different morphotypes associated with different basic ammonoid ecological habits. The project team will test hypotheses related to phylogenetic and ecomorphological selectivity across each of these three events and assess alternative extinction and origination models across Acanthoceratoidea. The phylogenetic analyses represent the first use of Bayesian phylogenetic methods for ammonoids and also contribute to advancements for simultaneously assessing macroevolutionary models and phylogenetic relationships via Bayesian methods. Thus, the final results will both be informative about how particular climate shifts affected ammonoid extinction rates and provide a model for similar assessments of other taxonomic groups during other critical intervals of Earth system evolution. Ultimately, the proposed research will identify key factors that drive diversity dynamics and extinction risk for mid-level predators, an important but often overlooked marine ecologic guild.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Wagner",
   "pi_mid_init": "J",
   "pi_sufx_name": "III",
   "pi_full_name": "Peter J Wagner",
   "pi_email_addr": "pwagner16@unl.edu",
   "nsf_id": "000819498",
   "pi_start_date": "2022-02-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "151 Prem S. Paul Research Center",
  "perf_city_name": "Lincoln",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685031435",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 296242.0
  }
 ],
 "por": null
}