{
 "awd_id": "2129885",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fostering Biology Major Success and Transfer in an Urban Community College in the Silicon Valley",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927897",
 "po_email": "olong@nsf.gov",
 "po_sign_block_name": "Olivia S. Long",
 "awd_eff_date": "2022-06-01",
 "awd_exp_date": "2028-05-31",
 "tot_intn_awd_amt": 749844.0,
 "awd_amount": 749844.0,
 "awd_min_amd_letter_date": "2022-03-22",
 "awd_max_amd_letter_date": "2025-01-08",
 "awd_abstract_narration": "This project will contribute to the national need for well-educated scientists, technicians, engineers, and mathematicians by supporting high-achieving, low-income students with demonstrated financial need at Evergreen Valley College (EVC). EVC is a community college in San Jose, California, which serves approximately 10,000 students. A particular impetus of the project will be to increase access to, and participation in, the biological sciences workforce with a particular focus on needs of low-income students. Community college students are a potential source of biology majors and future biologists, yet they often face financial and family demands that compete with their educational goals. This is particularly true for EVC students who live in the Silicon Valley, an expensive region in the country. Over its six-year duration, this project will fund forty-five (45) 2-year scholarships to help the Scholars work less and focus on their academic progress. Through a cohort model, targeted mentorship, internships, and enrollment in a first-year biology-focused seminar, these biology scholars will be supported in their pathway towards completion of an Associates with Transfer degree, which will guarantee their admission to a California public four-year university, the next step on their way to a biological science career. This project at EVC includes partnerships with local four-year institutions, biotech companies, and Iowa State University (ISU). ISU which will serve as the institution leading project research and evaluation.\r\n\r\nTo increase STEM Associates degree completion and transfer of low-income, high-achieving community college students with demonstrated financial need, the project will pursue an underlying project goal of advancing students' STEM content knowledge and pathway navigation from community college to baccalaureate completion in biology. The project will pursue this goal through a systematic study of biology students and their coursework in the community college context. In particular, the underlying goal will be achieved through mixed-methods evaluation and accompanying feedback of the efficacy of students’ evolving science identity development, achievement, motivation, and campus engagement. Investigators will draw upon three complementary perspectives on learning and development in undergraduate science; namely, Perez’s extension of the Expectancy Value framework for STEM majors, Calderon’s science identity framework, and Stanton-Salazar’s agents of socialization. Project findings will contribute to the theoretical understanding of how motivation and science identity evolves over the community college experience.  At the same time, directions of investigation will address gaps in the literature and provide practical insight into how community colleges should organize programming in order to foster relationships that promote academic success and transfer. Project investigators will disseminate outcomes and findings related to project challenges and successes, especially to other community colleges in a similar setting. This project is funded by NSF’s Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers, and to generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Kurushima",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Kurushima",
   "pi_email_addr": "jennifer.kurushima@evc.edu",
   "nsf_id": "000836605",
   "pi_start_date": "2022-03-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Darcy",
   "pi_last_name": "Ernst",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Darcy K Ernst",
   "pi_email_addr": "darcy.ernst@evc.edu",
   "nsf_id": "000602957",
   "pi_start_date": "2022-03-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Brown",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Brown",
   "pi_email_addr": "mbrowng@umich.edu",
   "nsf_id": "000756874",
   "pi_start_date": "2022-03-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Hays",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa Hays",
   "pi_email_addr": "lisa.hays@evc.edu",
   "nsf_id": "000843534",
   "pi_start_date": "2022-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Evergreen Valley College",
  "inst_street_address": "3095 YERBA BUENA RD",
  "inst_street_address_2": "",
  "inst_city_name": "SAN JOSE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4082747900",
  "inst_zip_code": "951351513",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "SAN JOSEEVERGREEN COMMUNITY COLLEGE DIST",
  "org_prnt_uei_num": "",
  "org_uei_num": "PVMTEEW29ZL5"
 },
 "perf_inst": {
  "perf_inst_name": "Evergreen Valley College",
  "perf_str_addr": "3095 Yerba Buena Rd",
  "perf_city_name": "San Jose",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "951351513",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 749844.0
  }
 ],
 "por": null
}