{
 "awd_id": "2130883",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: BBSRC-NSF/BIO: An autonomous registry system for plant microRNAs",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2021-12-01",
 "awd_exp_date": "2024-11-30",
 "tot_intn_awd_amt": 1089155.0,
 "awd_amount": 1089155.0,
 "awd_min_amd_letter_date": "2021-12-08",
 "awd_max_amd_letter_date": "2024-01-26",
 "awd_abstract_narration": "MicroRNAs are short RNA molecules (~20 to 24 nucleotides) that function to regulate levels of gene expression in animals and plants. The targets of microRNAs function in many key cellular processes, including development, biotic and abiotic stress responses. In crop plants, microRNAs have demonstrated roles supporting phenotypes important for fertility and yield, and thus contribute to food security and the agricultural economy. As with all features of genomes, cataloging and tracking microRNA genes consistently and across genomes using appropriate gene names is crucial. This requires uniform and rigorous assignment of identifiers, periodic reassessment and screening using the latest criteria, and community input. It is crucial that different publications and databases use the same name for a particular microRNA, and homologs in different species should ideally receive consistent names. A single, central registry for microRNA nomenclature and quality control has existed since 2004 to name and catalogue microRNAs: miRBase. miRBase faces challenges in the current era of 'big data'. In particular, registration of new microRNAs currently relies on time-consuming, manual curation. Inexpensive sequencing of genomes and small RNAs has massively increased the discovery rate of microRNAs, exceeding the capacity of miRBase for manual curation of new entries. Yet the need for a single trusted resource is more acute than ever, for rapid registration of new microRNAs, and to assess both existing annotations and new. \r\n\r\nThis collaborative project between the Donald Danforth Plant Science Center and Pennsylvania State University in the US and the University of Manchester in the UK will develop an autonomous and automated microRNA registry system for miRbase. This will be integrated with miRBase naming protocols and adding additional quality controls. The project will resolve a critical problem for the continued growth of the small RNA field, particularly in plants. By automating submission, curation, and release of new annotations, this project will eliminate the current reliance on time-consuming manual annotations to maintain miRBase. This will allow miRBase to continue to catalyze fundamental discoveries in all areas of biology. The project will thus build on existing tools to annotate high-confidence microRNAs from plant small RNA deep sequencing datasets. The project will develop a pipeline to automatically assign consistent gene names to novel plant microRNA annotations generated by users from these deep datasets. And the project will incorporate new interfaces into the miRBase infrastructure to accept and display user submissions of novel microRNA data, and to expand options for users to visualize data. An output of the project is training researchers in the analysis of biological big data and full stack web development -- skill sets in high demand across the sciences and beyond. The project will also integrate research with undergraduate education, and it will build on programs to broaden participation by under-represented groups.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Blake",
   "pi_last_name": "Meyers",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Blake C Meyers",
   "pi_email_addr": "bcmeyers@ucdavis.edu",
   "nsf_id": "000241552",
   "pi_start_date": "2021-12-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Donald Danforth Plant Science Center",
  "inst_street_address": "975 N WARSON RD",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3145871285",
  "inst_zip_code": "631322918",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "DONALD DANFORTH PLANT SCIENCE CENTER",
  "org_prnt_uei_num": "MVRJYL6A9VF1",
  "org_uei_num": "MVRJYL6A9VF1"
 },
 "perf_inst": {
  "perf_inst_name": "Donald Danforth Plant Science Center",
  "perf_str_addr": "975 N. Warson Rd.",
  "perf_city_name": "St. Louis",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631322918",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168Y00",
   "pgm_ele_name": "Capacity: Cyberinfrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 347490.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 178849.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}