{
 "awd_id": "2130083",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Integrated Approach to Designing and Fabricating Engineered Dielectric Metamaterials for Energy Harvesting Applications",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032924813",
 "po_email": "sbukkapa@nsf.gov",
 "po_sign_block_name": "Satish Bukkapatnam",
 "awd_eff_date": "2022-01-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 498661.0,
 "awd_amount": 498661.0,
 "awd_min_amd_letter_date": "2021-11-01",
 "awd_max_amd_letter_date": "2022-07-29",
 "awd_abstract_narration": "This grant supports research into fundamental knowledge to design and fabricate macroscale dielectric metamaterials with engineered thermal radiative properties for energy harvesting applications. Dielectric metamaterials are composite structures that comprise nano- or microscale dielectric particles embedded in a matrix material, such as polymer, and they display unusual properties that do not occur in conventional materials. By varying the adjustable parameters of the metamaterial design, including the dielectric nanoparticle material, shape, size, size distribution, orientation, arrangement, and volume fraction and the matrix material, it is possible to engineer metamaterials with unique thermal radiative properties, such as thermal sources with laser-like emission in the infrared wavelength. However, no methodology exists to determine the microstructure of a dielectric metamaterial with the desired thermal radiative properties nor its fabrication at the macroscale. This project derives the fundamental theory to calculate the metamaterial microstructure required to achieve user-specified thermal radiative properties and implements a scalable manufacturing process, based on ultrasound directed self-assembly, to fabricate macroscale dielectric metamaterials. Dielectric metamaterials with engineered thermal radiative properties can play a critical role in energy harvesting, such as recycling low-temperature waste heat from computers and cell phones. This research promotes the participation of undergraduate and graduate students, especially under-represented minorities, in research, and fosters research experiences for women in engineering via summer camps. \r\n\r\nThe research objective of this award is to formulate and validate an integrated approach to designing and manufacturing macroscale dielectric metamaterials with user-specified thermal radiative properties. To accomplish this objective, the relationship between the microstructure of dielectric metamaterials and their thermal radiative properties are established via a numerically exact framework based on the stochastic Maxwell equations. The research is driven by inverse method approaches, which involve constrained optimization and the boundary element method. An inverse method is implemented to determine the metamaterial microstructure required to create the desired thermal radiative properties. Macroscale dielectric metamaterials, designed for harvesting low-temperature waste heat, consist of dielectric nanoparticles in a polymer medium that are fabricated using a scalable ultrasound directed self-assembly technique, which involves pinning nanoparticles at ultrasound nodes in three-dimensions. An inverse method computes the ultrasound transducer parameters that establish the wave field required to assemble a user-defined pattern of nanoparticles obtained from the metamaterial design. In particular, the research focuses on forming engineered metamaterials with large particle loadings, which is a particular challenge. The new basic science knowledge generated during this project is packaged in a generalized software-tool that integrates the design and manufacture of most engineered metamaterials with user-specified properties.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mathieu",
   "pi_last_name": "Francoeur",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mathieu Francoeur",
   "pi_email_addr": "mfrancoeur@mech.utah.edu",
   "nsf_id": "000588782",
   "pi_start_date": "2021-11-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bart",
   "pi_last_name": "Raeymaekers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bart Raeymaekers",
   "pi_email_addr": "bart.raeymaekers@vt.edu",
   "nsf_id": "000585936",
   "pi_start_date": "2021-11-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "081E",
   "pgm_ref_txt": "NANO SCALE ASSEMBLY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 498661.0
  }
 ],
 "por": null
}