{
 "awd_id": "2130586",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ultrafine-grained Magnesium Alloys Manufactured by Multi-axial Forging: Elucidating Mechanisms of Achieving Both High Strength and High Ductility",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032924322",
 "po_email": "psoman@nsf.gov",
 "po_sign_block_name": "Pranav Soman",
 "awd_eff_date": "2022-02-15",
 "awd_exp_date": "2026-01-31",
 "tot_intn_awd_amt": 442403.0,
 "awd_amount": 442403.0,
 "awd_min_amd_letter_date": "2022-02-11",
 "awd_max_amd_letter_date": "2022-02-11",
 "awd_abstract_narration": "Magnesium alloys exhibit a number of attractive properties including high specific strength and specific stiffness, good damping and shock absorbing capacity, and high thermal conductivity, etc., appealing for the use in automobile, aerospace, and packaging industries. However, thermo-mechanical processing of high-strength magnesium alloys is a challenge because of the inherent atomic-scale structure, which makes them difficult to plastically deform into high performance products at normal temperatures. This award addresses the challenge in processing of advanced high-strength magnesium-based alloys by fundamental research of the multi-axial forging process at high temperatures to attain scientific understanding of the process-structure-property relationship in complex metal deforming behaviors. The research has a potential to accelerate the pace of deployment of magnesium alloys and to promote cost-effective lightweight structure manufacture, allowing, for example, thinner sections or components to achieve better fuel economy in the transportation sector. In this project, graduate and undergraduate students will be trained in advanced manufacturing science and the processing concepts will also be integrated in the existing manufacturing curriculum. Furthermore, hosting of advanced manufacturing open house on the Engineering Day and Career Days on campus will foster awareness of advanced manufacturing career pathways in middle and high school students.\r\n\r\nThe research objective of this project is to understand advanced processing concepts associated with multi-axial forging, in a sequential manner, in fabricating lightweight  magnesium alloys with ultrafine grains that are characterized by a combination of very high strength in conjunction with high ductility. The process-structure-property study of multi-axial forging, by changing the strain per pass, will address the critical issue of texture-related anisotropy in magnesium alloys through elucidating the relationship between the orientation dependence of grains and the grain boundary character distribution that affect the mechanical properties and deformation mechanisms. In addition, the mechanistic basis of high ductility in high strength magnesium alloys will be unraveled through the discovery of quantitative relationship between the orientation distribution of grains and the plasticity mechanisms in a relatively wide grain-structure spectrum from ultrafine-grained to coarse-grained structures. This will be accomplished by studying the dependence of strains per pass on the formability of magnesium alloy by combining nanoindentation experiments with electron back scattered diffraction and post-mortem electron microscopy of deformed grains. Moreover, a machine learning approach for a quantitative relationship between the orientation distribution of grains and the ductility as a function of the strain per pass is envisaged to accelerate the processing of magnesium-based alloys.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Devesh",
   "pi_last_name": "Misra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Devesh Misra",
   "pi_email_addr": "dmisra2@utep.edu",
   "nsf_id": "000210255",
   "pi_start_date": "2022-02-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at El Paso",
  "inst_street_address": "500 W UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EL PASO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9157475680",
  "inst_zip_code": "799688900",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "TX16",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT EL PASO",
  "org_prnt_uei_num": "C1DEGMMKC7W7",
  "org_uei_num": "C1DEGMMKC7W7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at El Paso",
  "perf_str_addr": "500 W. University Avenue",
  "perf_city_name": "El Paso",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "799680001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "TX16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "080E",
   "pgm_ref_txt": "DEFORMATION PROCESSES"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 442403.0
  }
 ],
 "por": null
}