{
 "awd_id": "2130277",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Leveraging Technology: Providing a Comprehensive, Active Learning, Online Support Network for STEM Students Attending a Small, Rural, and Remote Community College",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032928492",
 "po_email": "cdelahan@nsf.gov",
 "po_sign_block_name": "Christine Delahanty",
 "awd_eff_date": "2022-04-15",
 "awd_exp_date": "2028-03-31",
 "tot_intn_awd_amt": 750000.0,
 "awd_amount": 750000.0,
 "awd_min_amd_letter_date": "2022-04-12",
 "awd_max_amd_letter_date": "2022-04-12",
 "awd_abstract_narration": "This project will contribute to the national need for well-educated scientists, mathematicians, engineers, and technicians by supporting the retention and graduation of high- achieving, low-income students with demonstrated financial need at Feather River College (FRC), which is one of the smallest, most rural and remote community colleges within the California Community College System. Over its six year duration, this project will fund scholarships up to 43 community college students who are pursuing associate’s degrees in Biology, Chemistry, Environmental Science, or Physical Sciences. Full-time STEM students will receive up to 6 semesters of scholarships and part-time students (enrolled for at least 6 semester units) will receive up to 8 semesters of scholarships based on financial need. FRC is a small community college in rural and remote north-eastern California. The project aims to increase the parity of rural STEM students with their urban peers, as they enter and graduate from FRC’s Associate of Science programs in order to transfer vertically in STEM or to join governmental organizations or industry in a STEM capacity. Importantly, rural community colleges are the fastest growing sector of U.S. community colleges and thus represent one of the greatest future opportunities to impact STEM workforce development. This project, structured by the Guided Pathways Model, aims to leverage technology in order to build a STEM identity that reaches outside the county without the need to travel, and to more fully support students as they enter the rural STEM pipeline. As a small, rural and geographically remote community college, this project has significant potential to become a model to advance understanding of how to effectively and efficiently support rural STEM students as they navigate the rural STEM pipeline.\r\n\r\nThe overall goal of this project is to increase STEM degree completion of low-income, high-achieving undergraduates with demonstrated financial need. The scope of this project aims to increase student persistence in STEM fields by linking scholarships with the following three objectives and interventions: (1) Recruit, retain and support FRC STEM Students with an institutional STEM Task Force. (2) Boost STEM identity and ongoing participation in STEM with an online STEM success and enrichment course that will bring STEM scientists and their science to FRC in an effective and efficient way. Both these objectives will be supported by STEM online active learning office Hours that will (3) allow students to increase student engagement and learning in a time-flexible setting. An important goal of this project, supported by an embedded educational researcher, is to increase understanding about the barriers rural STEM students face and how to mitigate such barriers to increase retention in the rural STEM pipeline and thus positively impact STEM workforce development. In addition, a robust, iterative project evaluation approach will ensure that project objectives are met and modified as needed to address the barrier that affect the success and retention of rural STEM students. The implementation and outcomes of this project should be of interest to a variety of post-secondary education stakeholders interested in rural communities and STEM workforce development. Dissemination will target a wide audience including, but not limited to, education researchers, policymakers, and transfer institutions, in order to maximize the visibility of this project. This project is funded by NSF’s Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers, and to generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anna",
   "pi_last_name": "Thompson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anna Thompson",
   "pi_email_addr": "athompson@frc.edu",
   "nsf_id": "000490690",
   "pi_start_date": "2022-04-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cameron",
   "pi_last_name": "Sublett",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cameron Sublett",
   "pi_email_addr": "csublett@utk.edu",
   "nsf_id": "000823535",
   "pi_start_date": "2022-04-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Derek",
   "pi_last_name": "Lerch",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Derek W Lerch",
   "pi_email_addr": "dlerch@frc.edu",
   "nsf_id": "000825805",
   "pi_start_date": "2022-04-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "FEATHER RIVER COMMUNITY COLLEGE DISTRICT",
  "inst_street_address": "570 GOLDEN EAGLE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "QUINCY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5302830202",
  "inst_zip_code": "959719124",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CA03",
  "org_lgl_bus_name": "FEATHER RIVER COMMUNITY COLLEGE DISTRICT",
  "org_prnt_uei_num": "",
  "org_uei_num": "XTKJLJHKKCU4"
 },
 "perf_inst": {
  "perf_inst_name": "FEATHER RIVER COMMUNITY COLLEGE DISTRICT",
  "perf_str_addr": "227 Cate Street",
  "perf_city_name": "Quincy",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "959719124",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 750000.0
  }
 ],
 "por": null
}