{
 "awd_id": "2131682",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "High-precision optoelectronic heart-on-a-chip platforms for investigating human cardiac physiology and drug development",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922390",
 "po_email": "rbardhan@nsf.gov",
 "po_sign_block_name": "Rizia Bardhan",
 "awd_eff_date": "2022-04-01",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2022-03-17",
 "awd_max_amd_letter_date": "2022-03-17",
 "awd_abstract_narration": "Heart disease is the leading cause of mortality worldwide. Development of heart-on-a-chip technologies to quantify and evaluate the response of human heart to external stimuli such as drugs is of critical importance for determining effective treatments for heart disease. Limitations of current systems include insufficient mimicking of organ-level physiology and analysis methods that prevent continuous monitoring of heart behaviors over extended time periods. This project seeks to address those challenges and greatly expand the landscape for heart-on-a-chip technologies by developing automated systems integrating heart slice culture components with arrays of sensors and actuators for chronic on-chip assessing of organ-level cardiac physiology. This will enable study of heart disease mechanisms and facilitate drug screening. The outcomes of this project will broadly impact and transform the development of engineered biomedical systems and organ-on-a-chip technologies for drug screening and disease modeling applications. The project will provide cross-disciplinary education and research training opportunities in bioelectronics and cardiac physiology to undergraduate and graduate students, especially students from underrepresented backgrounds. Outreach activities to educate K-12 students and local communities will showcase heart-on-a-chip demonstration kits and summer programs.\r\n\r\nThe goal of this project is to develop scalable heart-on-a-chip platforms that allow automated culture of human organotypic heart slices and real-time continuous on-chip multiparametric analysis of human cardiac physiology at cellular and tissue levels and their applications in drug screening, which lie outside of the capabilities of state-of-the-art biomedical technologies. This project relies on two investigators with complementary expertise in materials, microfabrication, bioelectronics, life sciences, and cardiac physiology. Specific research foci include: (1) developing high-density single-cell spatial resolution sensors and actuators for crosstalk-free mapping and modulation of essential cardiac properties; (2) designing scalable automated heart-on-a-chip platforms to support chronic culture of human organotypic heart slices and continuous on-chip electrical and optical mapping of human cardiac tissue physiology; (3) assessing the heart-on-a-chip systems by testing acute and chronic cardiac drug responses and cardiotoxicity of anti-cancer drugs. This project will create transformative heart-on-a-chip systems that will fundamentally expand the experimental options, improve the fidelity, and simplify the operation in investigating human heart disease and preclinical drug screening.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luyao",
   "pi_last_name": "Lu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Luyao Lu",
   "pi_email_addr": "luyaolu@gwu.edu",
   "nsf_id": "000800256",
   "pi_start_date": "2022-03-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Igor",
   "pi_last_name": "Efimov",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Igor R Efimov",
   "pi_email_addr": "igor.efimov@northwestern.edu",
   "nsf_id": "000792865",
   "pi_start_date": "2022-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "1922 F Street NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520086",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  },
  {
   "pgm_ele_code": "723600",
   "pgm_ele_name": "BioP-Biophotonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": null
}