{
 "awd_id": "2131749",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "AGS-PRF: Hydroclimate Response of the Southwestern United States (US) to Past and Future Atlantic Meridional Overturning Circulation (AMOC) Weakening",
 "cfda_num": "47.050",
 "org_code": "06020108",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Soumaya Belmecheri",
 "awd_eff_date": "2022-02-01",
 "awd_exp_date": "2022-12-31",
 "tot_intn_awd_amt": 190000.0,
 "awd_amount": 86168.0,
 "awd_min_amd_letter_date": "2022-01-19",
 "awd_max_amd_letter_date": "2022-12-12",
 "awd_abstract_narration": "The U.S. Southwest is a drought-prone region that hosts several growing population centers, which are already characterized by marginal water availability. Most models predict that climate change will exacerbate water scarcity in the region but simulating hydroclimate dynamics in the Southwest remains a challenge for coarse-resolution global climate models due to the complex regional topography. This project will address this challenge through the simulations of the rainfall variability and associated atmospheric dynamics in the Southwest during a climate extreme period (between 18 to 14.7 thousand years before present). In addition, a second set of model simulations will investigate the end-twentieth century rainfall response in the Southwest under projected scenarios of Atlantic Meridional Overturning weakening, a major ocean current system. This will be accomplished using a novel multi-scale Earth system modeling approach that will resolve both fine-scale dynamical features over complex regional terrain and interactions with large-scale features of the climate system. These modeling components will (1) provide an opportunity to identify the atmosphere’s response to past climate changes and for improved understanding of the dynamical mechanisms involved in present and future rainfall changes in the region; and will (2) advance the understanding of the future impacts of a projected decline in Atlantic Meridional Overturning Circulation (AMOC) on hydroclimate in the U.S. Southwest. The addition of water isotope tracers in the modeling framework will permit investigation of AMOC teleconnections with Southwest hydroclimate through direct comparisons with regional hydroclimate proxies (e.g., speleothems). Collectively, the modeling components explore a past and a future interval of climate change to better understand the dynamical mechanisms involved in present and future precipitation changes in the region.\r\n\r\nThe potential Broader Impacts include a greater understanding of the role of Atlantic Meridional Overturning in regional hydroclimate by investigating linkages between AMOC and rainfall in past and future climates. The research and outreach activities will provide scientific and professional development for an early career scientist. This includes scientific collaborations and networking, mentoring and science communication with water stakeholders in the region. The outreach activities will facilitate open discussions between scientists and Southwest water managers and stakeholders to ensure that research holds value beyond academic circles. Additionally, the PI will engage and facilitate the discussions on mental health in Geosciences and STEM through graduate seminars and lab-meetings.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sophia",
   "pi_last_name": "Macarewich",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Sophia I Macarewich",
   "pi_email_addr": "",
   "nsf_id": "000836993",
   "pi_start_date": "2022-01-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Macarewich, Sophia Isabel",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Ann Arbor",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "",
  "inst_zip_code": "48105",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Davis",
  "perf_str_addr": null,
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1530",
   "pgm_ref_txt": "PALEOCLIMATE PROGRAM"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 86167.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Water resource use in the southwestern U.S. (herein referred to as the &lsquo;Southwest&rsquo;) is in a three-way tug-of-war between supplying the needs of growing human populations, preserving natural ecosystems, and protecting the agricultural sector. Critical water supplies in the region are expected to diminish in the future, as most climate models predict that with rising atmospheric levels of greenhouse gases and continued warming, the Southwest will become drier with less frequent but more intense precipitation events. Hydroclimate projections for the region, however, are subject to considerable uncertainty. Notably, one major component of the climate system that has been overlooked in terms of its influence on Southwest hydroclimate is Atlantic Meridional Overturning Circulation (AMOC)&mdash;an ocean current system transporting heat northward in the Atlantic. Some evidence suggests that AMOC has slowed since the mid-twentieth century and is expected to weaken further with continued warming. In the geologic past, AMOC was nearly eliminated during a period of intense winter cooling in the Northern Hemisphere called Heinrich Stadial 1 (HS1; ~18 to 15 ka before present). This abrupt shift in Northern Hemisphere climate coincided with the onset of exceptionally wet conditions in the Southwest, suggesting that AMOC exerts an impact on the Southwest through an ocean-atmosphere linkage. In this research, we tested this hypothesis that Southwest hydroclimate became wetter with AMOC weakening during past cool intervals to gain insight into the potential response of Southwest hydroclimate to AMOC weakening during increasingly warm intervals, such as our future.</p>\n<p>Although robust ocean-atmosphere linkages between hydroclimate in the Southwest and the North Atlantic during HS1 are supported by proxy records (e.g., ice-core records, speleothems, lake level reconstructions) and climate model simulations, substantial uncertainty remains regarding the nature of atmospheric circulation changes driving the regional precipitation increases. This degree of uncertainty reflects in part the challenge for coarse-resolution Earth system models to simulate the correct regional precipitation response to the climate forcing during HS1. This project addresses these gaps in knowledge, advances the science of past and future impacts of AMOC variability on hydroclimate in the U.S. Southwest, and improves our understanding of the mechanisms involved in precipitation changes in the U.S. Southwest through these linked project outcomes:</p>\n<p>(1)&nbsp;&nbsp; A novel multi-scale Earth system modeling approach, including the recently developed variable-resolution version of the Community Earth System Model with water isotope tracers (VR-iCESM), that resolves both fine-scale dynamical features over complex regional terrain and interactions with large-scale features of the climate system. This novel model configuration can be used by the broader climate science community to produce high-spatial resolution output on future regional hydroclimate patterns, and thus provide critical information to stakeholders in water management and policy for adaptation to and mitigation of future climate change.</p>\n<p>(2)&nbsp;&nbsp; A historical (~1980-2005) simulation with regional refinement of horizontal resolution over the continental U.S. that demonstrates that VR-iCESM can reasonably reproduce historical observations of precipitation isotopes.</p>\n<p>(3)&nbsp;&nbsp; Integration of climate simulations of Heinrich Stadial 1 (HS1; ~18 to 14.7 ka before present) with hydroclimate proxies in the U.S. Southwest that showcase the role of AMOC slowdown in wetter climate in the Southwest U.S. during HS1.</p>\n<p>(4)&nbsp;&nbsp; A vertical mentorship team comprised of undergraduate students, graduate students, and postdoctoral researchers that share knowledge on science literacy, the research process, technical skills, and professional development.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/09/2023<br>\n\t\t\t\t\tModified by: Sophia&nbsp;I&nbsp;Macarewich</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWater resource use in the southwestern U.S. (herein referred to as the ‘Southwest’) is in a three-way tug-of-war between supplying the needs of growing human populations, preserving natural ecosystems, and protecting the agricultural sector. Critical water supplies in the region are expected to diminish in the future, as most climate models predict that with rising atmospheric levels of greenhouse gases and continued warming, the Southwest will become drier with less frequent but more intense precipitation events. Hydroclimate projections for the region, however, are subject to considerable uncertainty. Notably, one major component of the climate system that has been overlooked in terms of its influence on Southwest hydroclimate is Atlantic Meridional Overturning Circulation (AMOC)&mdash;an ocean current system transporting heat northward in the Atlantic. Some evidence suggests that AMOC has slowed since the mid-twentieth century and is expected to weaken further with continued warming. In the geologic past, AMOC was nearly eliminated during a period of intense winter cooling in the Northern Hemisphere called Heinrich Stadial 1 (HS1; ~18 to 15 ka before present). This abrupt shift in Northern Hemisphere climate coincided with the onset of exceptionally wet conditions in the Southwest, suggesting that AMOC exerts an impact on the Southwest through an ocean-atmosphere linkage. In this research, we tested this hypothesis that Southwest hydroclimate became wetter with AMOC weakening during past cool intervals to gain insight into the potential response of Southwest hydroclimate to AMOC weakening during increasingly warm intervals, such as our future.\n\nAlthough robust ocean-atmosphere linkages between hydroclimate in the Southwest and the North Atlantic during HS1 are supported by proxy records (e.g., ice-core records, speleothems, lake level reconstructions) and climate model simulations, substantial uncertainty remains regarding the nature of atmospheric circulation changes driving the regional precipitation increases. This degree of uncertainty reflects in part the challenge for coarse-resolution Earth system models to simulate the correct regional precipitation response to the climate forcing during HS1. This project addresses these gaps in knowledge, advances the science of past and future impacts of AMOC variability on hydroclimate in the U.S. Southwest, and improves our understanding of the mechanisms involved in precipitation changes in the U.S. Southwest through these linked project outcomes:\n\n(1)   A novel multi-scale Earth system modeling approach, including the recently developed variable-resolution version of the Community Earth System Model with water isotope tracers (VR-iCESM), that resolves both fine-scale dynamical features over complex regional terrain and interactions with large-scale features of the climate system. This novel model configuration can be used by the broader climate science community to produce high-spatial resolution output on future regional hydroclimate patterns, and thus provide critical information to stakeholders in water management and policy for adaptation to and mitigation of future climate change.\n\n(2)   A historical (~1980-2005) simulation with regional refinement of horizontal resolution over the continental U.S. that demonstrates that VR-iCESM can reasonably reproduce historical observations of precipitation isotopes.\n\n(3)   Integration of climate simulations of Heinrich Stadial 1 (HS1; ~18 to 14.7 ka before present) with hydroclimate proxies in the U.S. Southwest that showcase the role of AMOC slowdown in wetter climate in the Southwest U.S. during HS1.\n\n(4)   A vertical mentorship team comprised of undergraduate students, graduate students, and postdoctoral researchers that share knowledge on science literacy, the research process, technical skills, and professional development.\n\n\t\t\t\t\tLast Modified: 03/09/2023\n\n\t\t\t\t\tSubmitted by: Sophia I Macarewich"
 }
}