{
 "awd_id": "2132339",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "SBIR Phase II:  Minimally invasive device for restoration of ventricular diastolic recoil without blood contact",
 "cfda_num": "47.041, 47.084",
 "org_code": "15030000",
 "po_phone": "7032927069",
 "po_email": "hahn@nsf.gov",
 "po_sign_block_name": "Henry Ahn",
 "awd_eff_date": "2021-12-01",
 "awd_exp_date": "2024-11-30",
 "tot_intn_awd_amt": 994019.0,
 "awd_amount": 994019.0,
 "awd_min_amd_letter_date": "2021-11-30",
 "awd_max_amd_letter_date": "2021-11-30",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase II project is to provide a device-based therapeutic option to heart failure (HF) patients with diastolic dysfunction (insufficient heart relaxation/filling), as current treatments are largely ineffective. Approximately half of people with HF have diastolic dysfunction, equating to an estimated 4 million patients in the US. There are currently no therapies that treat the underlying causes of this disease. Thus, a vast unmet need exists for a solution that can relieve symptoms while correcting and reversing the aberrant heart mechanics that contribute to disease progression. The proposed approach improves native heart function, leading to true recovery from the disease. This technology will provide effective treatment to millions of Americans, improving quality of life, patient outcomes, and saving many lives. \r\n\r\nThis Small Business Innovation Research (SBIR) project advances a device for cardiac care.  Specifically, this project will:  (1) demonstrate and evaluate device efficacy in increasing heart relaxation in an animal model of chronic diastolic heart disease; (2) determine materials specifications and device design; (3) conduct benchtop fatigue testing and evaluation, including the development of a custom life test apparatus; (4) prepare for design transfer to an appropriate medical device manufacturer; and (5) conduct a pilot GLP safety study in an animal model.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christina",
   "pi_last_name": "Bolch",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christina M Bolch",
   "pi_email_addr": "christina.bolch@corinnova.com",
   "nsf_id": "000780219",
   "pi_start_date": "2021-11-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CORINNOVA INC",
  "inst_street_address": "2450 HOLCOMBE BLVD STE J",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7135301430",
  "inst_zip_code": "770212041",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "CORINNOVA, INC.",
  "org_prnt_uei_num": "PYLPK87YR728",
  "org_uei_num": "M7NBQKKG2143"
 },
 "perf_inst": {
  "perf_inst_name": "CorInnova Incorporated",
  "perf_str_addr": "2450 Holcombe Boulevard, Ste J",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770212041",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5345",
   "pgm_ref_txt": "BIOMEDICAL ENGINEERING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 994019.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of this Small Business Innovation Research Phase II was to further the development of the CorInnova Recoil Device, a heart assist device to provide diastolic filling assistance to patients. There is a the lack of approved device therapies for the almost 4 million patients in the US who suffer from diastolic heart failure (DHF), or heart failure with preserved ejection fraction (HFpEF). The only evidence-based therapy to treat HFpEF is to manage blood pressure, and current guidelines merely recommend use of diuretics to relieve fluid overload and treatment of co-morbidities. However, HFpEF remains a major cause of hospital admissions, and prognosis is as poor as in systolic HF, without any discernable improvement over the last two decades. Thus, there is a strong need for an effective device-based solution that can manage the symptoms associated with HFpEF, as well as generate an in-depth understanding of key biomechanical factors, mechanisms, and the interactive role of pathophysiological forces and motion that lead to aberrant remodeling in DHF.</p>\r\n<p>During the award period, CorInnova completed design transfer of device component manufacturing to ISO-certified medical device manufacturing firms. This includes the development of component specifications and engineering drawings, final selection of implantable-grade materials, manufacturing process optimization with scalability in mind, and initial small quantity production and assessment of components. Full device assemblies were made in-house with these parts, for the purpose of conducting&nbsp;<em>in vitro</em>&nbsp;durability and efficacy testing. A custom accelerated fatigue test system was designed and developed in-house, allowing devices to be successfully tested to 2-year equivalent cycles in months. To test device efficacy, a custom pulsatile flow loop&nbsp;<em>in vitro</em>&nbsp;test system was designed and developed. This system included a dynamic mock beating heart to which the recoil devices were affixed to evaluate hemodynamic device effects on the mock circulatory system. Lastly, CorInnova completed work with Myocardial Solutions to acquire and assess the external heart dimensions of the human HFpEF patient population, as this data is critical in the design and development of the clinical Recoil Device. Geometries of interest were identified, quantified, and an initial array of human-sized devices were developed and modeled in CAD. Lastly, an intraoperative sizing tool was &nbsp;designed and developed, which will allow surgeons to take real-time measurements of the patient's heart and guide proper device size selection for implantation.</p>\r\n<p>CorInnova has made progress in furthering the future commercialization of the CorInnova diastolic recoil technology, including engagements with centers (Texas Heart Institute, Texas Medical Center) and physicians who would constitute potential users of the CorInnova diastolic recoil device. Additionally, the company has raised over $3.5M in funds from angel investors &amp; family offices, with $760K future commitments. CorInnova is in the process of finalizing the contracts with a regulatory and reimbursement consulting company, which will strengthen our regulatory strategy and future FDA correspondence.&nbsp;</p>\r\n<p>Additionally, this award was instrumental in allowing the company to hire and provide training and medical device design and development experience to 10 biomedical engineering interns, and aided in an additional full-time biomedical engineer hire.</p>\r\n<p>At the conclusion of this award, the company is now positioned to conduct chronic large animal pre-GLP and GLP studies, complete design verification and validation work, and subsequently initiate planning for first-in-human studies.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/27/2025<br>\nModified by: Christina&nbsp;Marie&nbsp;Bolch</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe purpose of this Small Business Innovation Research Phase II was to further the development of the CorInnova Recoil Device, a heart assist device to provide diastolic filling assistance to patients. There is a the lack of approved device therapies for the almost 4 million patients in the US who suffer from diastolic heart failure (DHF), or heart failure with preserved ejection fraction (HFpEF). The only evidence-based therapy to treat HFpEF is to manage blood pressure, and current guidelines merely recommend use of diuretics to relieve fluid overload and treatment of co-morbidities. However, HFpEF remains a major cause of hospital admissions, and prognosis is as poor as in systolic HF, without any discernable improvement over the last two decades. Thus, there is a strong need for an effective device-based solution that can manage the symptoms associated with HFpEF, as well as generate an in-depth understanding of key biomechanical factors, mechanisms, and the interactive role of pathophysiological forces and motion that lead to aberrant remodeling in DHF.\r\n\n\nDuring the award period, CorInnova completed design transfer of device component manufacturing to ISO-certified medical device manufacturing firms. This includes the development of component specifications and engineering drawings, final selection of implantable-grade materials, manufacturing process optimization with scalability in mind, and initial small quantity production and assessment of components. Full device assemblies were made in-house with these parts, for the purpose of conductingin vitrodurability and efficacy testing. A custom accelerated fatigue test system was designed and developed in-house, allowing devices to be successfully tested to 2-year equivalent cycles in months. To test device efficacy, a custom pulsatile flow loopin vitrotest system was designed and developed. This system included a dynamic mock beating heart to which the recoil devices were affixed to evaluate hemodynamic device effects on the mock circulatory system. Lastly, CorInnova completed work with Myocardial Solutions to acquire and assess the external heart dimensions of the human HFpEF patient population, as this data is critical in the design and development of the clinical Recoil Device. Geometries of interest were identified, quantified, and an initial array of human-sized devices were developed and modeled in CAD. Lastly, an intraoperative sizing tool was designed and developed, which will allow surgeons to take real-time measurements of the patient's heart and guide proper device size selection for implantation.\r\n\n\nCorInnova has made progress in furthering the future commercialization of the CorInnova diastolic recoil technology, including engagements with centers (Texas Heart Institute, Texas Medical Center) and physicians who would constitute potential users of the CorInnova diastolic recoil device. Additionally, the company has raised over $3.5M in funds from angel investors & family offices, with $760K future commitments. CorInnova is in the process of finalizing the contracts with a regulatory and reimbursement consulting company, which will strengthen our regulatory strategy and future FDA correspondence.\r\n\n\nAdditionally, this award was instrumental in allowing the company to hire and provide training and medical device design and development experience to 10 biomedical engineering interns, and aided in an additional full-time biomedical engineer hire.\r\n\n\nAt the conclusion of this award, the company is now positioned to conduct chronic large animal pre-GLP and GLP studies, complete design verification and validation work, and subsequently initiate planning for first-in-human studies.\r\n\n\n\t\t\t\t\tLast Modified: 02/27/2025\n\n\t\t\t\t\tSubmitted by: ChristinaMarieBolch\n"
 }
}