{
 "awd_id": "2132167",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RII Track-4:NSF:Measurement of charge exchange X-ray spectra using the NIST EBIT and TES microcalorimeter array",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032928246",
 "po_email": "pbentzvi@nsf.gov",
 "po_sign_block_name": "Pinhas Ben-Tzvi",
 "awd_eff_date": "2022-02-01",
 "awd_exp_date": "2026-01-31",
 "tot_intn_awd_amt": 159156.0,
 "awd_amount": 159156.0,
 "awd_min_amd_letter_date": "2022-01-27",
 "awd_max_amd_letter_date": "2022-01-27",
 "awd_abstract_narration": "A key goal of modern astronomy is to understand how the Universe works and how it evolved, eventually making life on Earth possible. Observations of X-rays emitted by stars at various stages of their life, and from the remnants of their violent deaths in supernova explosions, are a powerful tool to study the physical processes at work. The interpretation, however, of these observations relies heavily on our knowledge of the atomic physics at play. Given the expected capabilities of future observatories, the current lack of experimental data will become a limiting factor. The goal of this fellowship project is to gather experimental data about interactions of neon ions with hydrogen and helium gas commonly found in relevant astrophysical environments. These data will both improve our understanding of basic atomic physics of highly charged ions and our ability to make use of the data collected by future large space observatories. The fellowship program will also train the PI and a graduate student from the University of New Hampshire (UNH) in techniques relevant to scientific areas of national importance such as quantum sensing, quantum computing, and low-temperature physics. This will enable them to pass this knowledge on and to train graduate and undergraduate students at UNH in these fields.\r\n\r\nCharge exchange, a process in which a highly charged ion captures an electron from a neutral atom, plays a significant role in many astrophysical plasmas. It is a recombination process that results in emission line intensities that differ from collisional excitation, and can serve as an important diagnostic of the ionization balance and composition of a plasma. Correct interpretation of astrophysical data requires detailed and accurate knowledge of charge exchange cross sections, and typically relies on theoretical modeling of synthetic spectra. During two fellowship visits to the National Institute for Standards and Technology’s (NIST) Boulder Laboratories, the PI and a graduate student will carry out a sequence of measurements to test models of energy-level resolved charge exchange cross sections of highly ionized neon Ne(8,9,10)+ with neutral gasses. These benchmarks will improve the fidelity of models and our ability to interpret astrophysical X-ray data. The measurement campaign will utilize X-ray transition edge sensor microcalorimeters for high-resolution spectroscopy and a miniature Electron Beam Ion Trap to create and trap the ions. The fellowship project is intended to be the starting point of a broader collaboration between the PI and groups at NIST. It will expand beyond the PI’s current work in high-energy astrophysics enable him to participate in future measurement campaigns with highly charged ions and in the analysis of data relevant to astrophysics. Expertise gained during this fellowship will also enable the PI to carry out other X-ray measurements using equipment already available at the University of New Hampshire (UNH), and to train students at UNH in techniques relevant to scientific areas of national importance such as quantum sensing, quantum computing, and low-temperature physics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fabian",
   "pi_last_name": "Kislat",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fabian Kislat",
   "pi_email_addr": "fabian.kislat@unh.edu",
   "nsf_id": "000814658",
   "pi_start_date": "2022-01-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Hampshire",
  "inst_street_address": "51 COLLEGE RD",
  "inst_street_address_2": "BLDG 107",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6038622172",
  "inst_zip_code": "038242620",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NH01",
  "org_lgl_bus_name": "UNIVERSITY SYSTEM OF NEW HAMPSHIRE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GBNGC495XA67"
 },
 "perf_inst": {
  "perf_inst_name": "National Institute of Standards and Technology",
  "perf_str_addr": "325 Broadway St",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803053337",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "196Y00",
   "pgm_ele_name": "EPSCoR RII: EPSCoR Research Fe"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 159156.0
  }
 ],
 "por": null
}