{
 "awd_id": "2135666",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRITE Synergy: Transforming Electron Beam Lithography with Reactive Gases",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927225",
 "po_email": "awells@nsf.gov",
 "po_sign_block_name": "Andrew Wells",
 "awd_eff_date": "2022-01-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 399998.0,
 "awd_amount": 407998.0,
 "awd_min_amd_letter_date": "2021-11-10",
 "awd_max_amd_letter_date": "2023-07-11",
 "awd_abstract_narration": "This Boosting Research Ideas for Transformative and Equitable Advances in Engineering (BRITE) Synergy award will support research which seeks to transform the way manufacturers perform electron-beam lithography by introducing a reactive gas that modifies the process chemistry. Electron-beam lithography is critical for nearly all manufacturing at nanometer length scales and is often the first step in fabricating devices in semiconductor electronics, digital imaging, communications, and healthcare.  This innovation will enable patterning of new functional materials while also improving the performance of conventional materials.  The research program seeks to understand the fundamental physical and chemical mechanisms underlying the effects of reactive gases on the lithographic process, and to use this knowledge to advance lithographic performance.  A broad range of industries now relies on nanoscale manufacturing, and thus on electron-beam lithography.  This award could thus impact multiple sectors of the U.S. economy while accelerating product development and increasing access to nanotechnology-enabled products.  This effort will also expand diversity, equity, and inclusion in advanced manufacturing through workshops for middle-school teachers primarily serving underrepresented groups and multi-disciplinary training for graduate students recruited from underrepresented groups.  \r\n\r\nElectron-beam lithography is the primary pattern generation technology for nearly all nanomanufacturing, from integrated circuit mask making to direct-writing of quantum devices.  Focused electron-beam induced processing in gases and liquids provides nanoscale rapid prototyping with functional materials as well as nanoscale repair and editing capabilities.  This effort synthesizes research outcomes in these two areas with established knowledge in radiation chemistry and electron-material interactions to enhance understanding of the influence of reactive gases on electron-beam lithography.  Specifically, the research seeks to understand how reactive gases can alter radiation chemical processes to expand the range of materials that can be patterned and to improve lithographic performance for conventional electron-beam resists.  A rigorous research synthesis program, Hybrid Monte Carlo-continuum simulations, and carefully designed nanopatterning experiments will build knowledge of the relationships between process conditions, such as gas composition and pressure, and lithographic performance metrics, such as sensitivity, contrast, and resolution.  Success could transform electron-beam lithography because functional materials could be patterned with resolution and throughput comparable to conventional resists while the performance of conventional resists could be tuned by the reactive gas.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Hastings",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey T Hastings",
   "pi_email_addr": "todd.hastings@uky.edu",
   "nsf_id": "000341865",
   "pi_start_date": "2021-11-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Research Foundation",
  "perf_str_addr": "109 Kinkead Hall",
  "perf_city_name": "Lexington",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "192Y00",
   "pgm_ele_name": "BRITE-BoostRschIdeasTransEquit"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 399998.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": null
}