{
 "awd_id": "2135173",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Imidazolium Functionalized Transition Metal Phosphide Catalysts for Electrochemical Carbon dioxide Conversion to Ethanol",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927104",
 "po_email": "bchandle@nsf.gov",
 "po_sign_block_name": "Bert Chandler",
 "awd_eff_date": "2022-02-01",
 "awd_exp_date": "2025-01-31",
 "tot_intn_awd_amt": 546868.0,
 "awd_amount": 597868.0,
 "awd_min_amd_letter_date": "2022-01-21",
 "awd_max_amd_letter_date": "2024-04-16",
 "awd_abstract_narration": "Electrochemical reaction is a promising technology for converting the waste greenhouse gas, carbon dioxide (CO2), to valuable chemical products.  When powered by sustainable electricity from sources such as wind power or solar energy, electrochemical CO2 reduction reaction (eCO2RR) technology potentially offers a negative carbon emission route to chemical manufacturing.   Current eCO2RR technology is limited, however, by dependence on expensive noble metal catalyst materials, energy losses in the electrocatalytic reactions, inefficient conversion of CO2 to targeted products, and low rates of CO2 capture and transfer to the working catalyst surface.  The project addresses those technology gaps through research aimed at developing an effective catalytic system based on a low-cost transition metal phosphide (TMPs) class of materials modified with a chemical compound (imidazolium (Im)) that enhances the transfer of CO2 to the catalyst surface.  Together the two components promote the capture and conversion of waste CO2 to ethanol for use in downstream fuel and chemical applications.  Beyond the technical aspects, the project supports educational and research programs educating future leaders in technology related to clean energy and sustainability.    \r\n\r\nThe project is built on the hypothesis that imidazolium-functionalized TMP catalysts can tailor the electronic properties of surface metal atoms to promote carbon-carbon coupling for high rate ethanol production. The project employs a systematic approach, combining experimental and computational studies to design and validate different components of the Im-TMP catalytic system, and to identify key factors that play crucial roles in activity, selectivity, and stability of the proposed catalytic system. The project exploits existing collaborative relationships with the aim of establishing a novel catalytic system for electrosynthesis of ethanol from CO2 through directed experimental efforts in electrochemical testing and analysis. Various nanostructured TMP nanoparticles, with stoichiometry of MP (M: transition metal)and their Im-functionalized structure, will be characterized and evaluated.  The materials combinations are selected based on preliminary results from the investigators’ research showing that imidazolium-functionalized molybdenum phosphide (Im-MoP) nanoparticles work as a unified system to produce ethanol. Crucial to the goal of this project, is the combination of cutting edge in-situ, ex-situ, atomic- and molecular-scale experiments with DFT calculations that will be performed to identify electronic and structural properties of TMP surface atoms and their interactions with imidazolium. This information will be utilized to develop electronic–structural–performance relationships of the Im-TMP catalysts.  The insights gained from the research will establish new methods for the development of advanced materials for other common electrocatalytic processes, such as nitrogen fixation, and the oxygen reduction and oxygen evolution reactions, where functionalizing the surface of catalysts with organic molecules may show similar benefits. From the educational and outreach perspectives, the project will interface with the joint initiatives Program for Undergraduate Research Education (PURE) on the investigators’ campus.  Additionally, the investigators will collaborate with Elizabeth City State University, a HBCU and public baccalaureate institution, to bring knowledge related to materials design, synthesis, and characterization for various electrochemical applications and provide research opportunities for students coming from under-represented groups, encouraging them to pursue advanced degrees in energy sciences. The project will also provide hands-on research opportunities to underrepresented groups of high-school students from regional Chicago schools through an immersive summer research experience.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mohammad",
   "pi_last_name": "Asadi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mohammad Asadi",
   "pi_email_addr": "masadi1@iit.edu",
   "nsf_id": "000755631",
   "pi_start_date": "2022-01-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carlo",
   "pi_last_name": "Segre",
   "pi_mid_init": "U",
   "pi_sufx_name": "",
   "pi_full_name": "Carlo U Segre",
   "pi_email_addr": "segre@iit.edu",
   "nsf_id": "000313014",
   "pi_start_date": "2022-01-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Illinois Institute of Technology",
  "inst_street_address": "10 W 35TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125673035",
  "inst_zip_code": "606163717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "ILLINOIS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E2NDENMDUEG8"
 },
 "perf_inst": {
  "perf_inst_name": "Illinois Institute of Technology",
  "perf_str_addr": "10 West 35th Street",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606163717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7619",
   "pgm_ref_txt": "EQUIPMENT ACQUISITIONS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 546868.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 51000.0
  }
 ],
 "por": null
}