{
 "awd_id": "2135428",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRITE Pivot: Molecular Basis of Mechanotransduction Probed Using Soft Materials Science",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032924204",
 "po_email": "shisharm@nsf.gov",
 "po_sign_block_name": "Shivani Sharma",
 "awd_eff_date": "2022-01-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 599999.0,
 "awd_amount": 599999.0,
 "awd_min_amd_letter_date": "2021-12-08",
 "awd_max_amd_letter_date": "2021-12-08",
 "awd_abstract_narration": "Deformation of tissue is fundamental to the senses of touch, and pain, the amount of food in the stomach, and to how the intestines work. Detecting deformation also is important to the healthy function of other organs and tissues such as how blood vessel diameter controls blood pressure. All these functions depend upon how deformation of cells changes their behavior. The normal functioning of touch and internal deformation are the basis of our moment-to-moment experience and quality of life, and disruption of touch or deformation sensation causes disease. In this project, we will use nearly atomic sized force sensors to understand the behavior of a type of cells that respond to deformation. These cells use a type of protein, called a PIEZO, which converts deformation into a biological signal for the cell. The goal of this Boosting Research Ideas for Transformative and Equitable Advances in Engineering (BRITE) Pivot project is to understand human touch and dysfunctions associated with the internal sensation of deformation. The project includes a strong commitment to broadening access to STEM education. The principal investigator is the Faculty Director of the IDEA Engineering Student Center at UC San Diego, which serves approximately 8000 students through more than twenty programs.\r\n\r\nThis BRITE Pivot project will leverage previous work in the electromechanical properties of nanostructured thin films toward a new area of research. That is, the application of electromechanically active materials in engineered constructs to probe questions in molecular and cellular mechanotransduction. To make progress in this interdisciplinary area, the principal investigator will conduct an annual 3-month sabbatical-in-residence in the laboratory of Prof. Patapoutian, who discovered the ubiquitous PIEZO family of mechanically responsive pore-forming proteins. In three interrelated but independent tasks that combine this new skill in molecular biology with existing skills, his laboratory will build novel microfluidic and nanomaterial-based sensors to measure (1) the mechanical properties of PIEZO-containing cells, (2) the activation thresholds of cells as a function of PIEZO expression and extent of activation, and to understand (3) cellular mechanisms for tactile sensation in humans.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Darren",
   "pi_last_name": "Lipomi",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Darren J Lipomi",
   "pi_email_addr": "darren.lipomi@rochester.edu",
   "nsf_id": "000631181",
   "pi_start_date": "2021-12-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "Office of Contract & Grant Admin",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930934",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "192Y00",
   "pgm_ele_name": "BRITE-BoostRschIdeasTransEquit"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 599999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"color: black; font-family: &quot;Times New Roman&quot;; font-size: small;\">Project Overview</span></p>\r\n<p><span style=\"color: black; font-family: &quot;Times New Roman&quot;; font-size: small;\">This project used an engineering approach to understand how mechanical forces influence biological systems. The focus was on&nbsp;mechanotransduction, the process by which cells convert mechanical stimuli into electrical and biochemical signals (and ultimately sensations in the brain). Originally, the research aimed to study&nbsp;PIEZO2 ion channels, key sensors for touch and proprioception, through soft materials science. However, an unexpected discovery emerged&mdash;the&nbsp;photoacoustic effect&nbsp;could activate mechanoreceptors, providing a non-contact method for stimulating the nervous system. This shift opened new opportunities for understanding&nbsp;sensory biology&nbsp;and developing applications in&nbsp;assistive technology, haptics, and human-computer interaction. The project also expanded into the study of&nbsp;mechanical properties of adipose tissue. In particular, it revealed how mechanosensation plays a role in fat-brain communication and metabolic regulation.</span></p>\r\n<p><span style=\"color: black; font-family: &quot;Times New Roman&quot;; font-size: small;\">Intellectual Merit</span></p>\r\n<p><span style=\"color: black; font-family: &quot;Times New Roman&quot;; font-size: small;\">This research made significant contributions to understanding mechanotransduction by uncovering a novel means of neural activation through the&nbsp;photoacoustic effect. Experiments demonstrated that pulsed and modulated light can generate mechanical forces sufficient to activate mechanosensory neurons. This mode of touch-free stimulation offers an alternative to traditional forms of stimulation using mechanical means, i.e., vibration motors. Systematic studies characterized how different stimulus parameters&mdash;wavelength, intensity, and pulse duration&mdash;influence tactile perception, bridging materials science with sensory neuroscience. Additionally, work on&nbsp;adipose mechanosensation&nbsp;provided evidence that&nbsp;PIEZO2-expressing sensory neurons&nbsp;play a critical role in fat tissue function. This was supported by studies showing that manipulating PIEZO2 activity in&nbsp;inguinal (iWAT) and epididymal (eWAT) white adipose tissues&nbsp;alters metabolic pathways and gene expression, reinforcing the emerging view that fat is an active mechanosensory organ. Insights from&nbsp;continuum mechanics modeling&nbsp;and&nbsp;microneurography&nbsp;further clarified how mechanical stimuli regulate tissue function, with implications for&nbsp;neuromodulation, neuroprosthetics, pain management, and human-computer interaction.</span></p>\r\n<p><span style=\"color: black; font-family: &quot;Times New Roman&quot;; font-size: small;\">Broader Impacts</span></p>\r\n<p><span style=\"color: black; font-family: &quot;Times New Roman&quot;; font-size: small;\">Beyond scientific discoveries, this project played a significant role in&nbsp;training students, enhancing education, and promoting STEM inclusion. Graduate and undergraduate researchers received hands-on experience in&nbsp;neuroscience, materials science, and psychophysics. This work equipped them with interdisciplinary expertise valuable for careers in academia and industry. Findings were integrated into&nbsp;curriculum development, enriching coursework on&nbsp;mechanotransduction, biomaterials, and sensory neuroscience. Results were disseminated widely through&nbsp;peer-reviewed publications, conference presentations, and industry collaborations, engaging stakeholders in haptic technology and assistive applications. The project also contributed to&nbsp;broadening participation in STEM, with targeted mentorship and outreach programs aimed at underrepresented students.</span></p>\r\n<p><span style=\"color: black; font-family: &quot;Times New Roman&quot;; font-size: small;\">Next Steps and Future Directions</span></p>\r\n<p><span style=\"color: black; font-family: &quot;Times New Roman&quot;; font-size: small;\">Building on these discoveries, future research will focus on refining&nbsp;continuum mechanics models&nbsp;to better predict and control photoacoustic forces, investigating the&nbsp;cellular and molecular basis of mechanotransduction, and using&nbsp;microneurography&nbsp;to determine which mechanoreceptors respond to different photoacoustic stimuli. The role of&nbsp;mechanical stress in adipose tissue function&nbsp;and its impact on metabolism will also be further explored. Additionally, translational applications in&nbsp;neuromodulation, assistive devices, and human-computer interfaces&nbsp;will be pursued.</span></p>\r\n<p><span style=\"color: black; font-family: &quot;Times New Roman&quot;; font-size: small;\">Conclusion</span></p>\r\n<p><span style=\"color: black; font-family: &quot;Times New Roman&quot;; font-size: small;\">This BRITE-Pivot project successfully expanded the PI&rsquo;s expertise from&nbsp;materials science to mechanosensory neuroscience, leading to new insights into&nbsp;mechanotransduction&nbsp;and novel methods for&nbsp;stimulating the nervous system. The unexpected discovery of&nbsp;photoacoustic mechanotransduction&nbsp;and its implications for adipose tissue function have opened exciting research directions with both&nbsp;fundamental scientific value&nbsp;and&nbsp;practical applications&nbsp;in medicine, robotics, and sensory augmentation.</span></p><br>\n<p>\n Last Modified: 03/05/2025<br>\nModified by: Darren&nbsp;J&nbsp;Lipomi</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nProject Overview\r\n\n\nThis project used an engineering approach to understand how mechanical forces influence biological systems. The focus was onmechanotransduction, the process by which cells convert mechanical stimuli into electrical and biochemical signals (and ultimately sensations in the brain). Originally, the research aimed to studyPIEZO2 ion channels, key sensors for touch and proprioception, through soft materials science. However, an unexpected discovery emergedthephotoacoustic effectcould activate mechanoreceptors, providing a non-contact method for stimulating the nervous system. This shift opened new opportunities for understandingsensory biologyand developing applications inassistive technology, haptics, and human-computer interaction. The project also expanded into the study ofmechanical properties of adipose tissue. In particular, it revealed how mechanosensation plays a role in fat-brain communication and metabolic regulation.\r\n\n\nIntellectual Merit\r\n\n\nThis research made significant contributions to understanding mechanotransduction by uncovering a novel means of neural activation through thephotoacoustic effect. Experiments demonstrated that pulsed and modulated light can generate mechanical forces sufficient to activate mechanosensory neurons. This mode of touch-free stimulation offers an alternative to traditional forms of stimulation using mechanical means, i.e., vibration motors. Systematic studies characterized how different stimulus parameterswavelength, intensity, and pulse durationinfluence tactile perception, bridging materials science with sensory neuroscience. Additionally, work onadipose mechanosensationprovided evidence thatPIEZO2-expressing sensory neuronsplay a critical role in fat tissue function. This was supported by studies showing that manipulating PIEZO2 activity ininguinal (iWAT) and epididymal (eWAT) white adipose tissuesalters metabolic pathways and gene expression, reinforcing the emerging view that fat is an active mechanosensory organ. Insights fromcontinuum mechanics modelingandmicroneurographyfurther clarified how mechanical stimuli regulate tissue function, with implications forneuromodulation, neuroprosthetics, pain management, and human-computer interaction.\r\n\n\nBroader Impacts\r\n\n\nBeyond scientific discoveries, this project played a significant role intraining students, enhancing education, and promoting STEM inclusion. Graduate and undergraduate researchers received hands-on experience inneuroscience, materials science, and psychophysics. This work equipped them with interdisciplinary expertise valuable for careers in academia and industry. Findings were integrated intocurriculum development, enriching coursework onmechanotransduction, biomaterials, and sensory neuroscience. Results were disseminated widely throughpeer-reviewed publications, conference presentations, and industry collaborations, engaging stakeholders in haptic technology and assistive applications. The project also contributed tobroadening participation in STEM, with targeted mentorship and outreach programs aimed at underrepresented students.\r\n\n\nNext Steps and Future Directions\r\n\n\nBuilding on these discoveries, future research will focus on refiningcontinuum mechanics modelsto better predict and control photoacoustic forces, investigating thecellular and molecular basis of mechanotransduction, and usingmicroneurographyto determine which mechanoreceptors respond to different photoacoustic stimuli. The role ofmechanical stress in adipose tissue functionand its impact on metabolism will also be further explored. Additionally, translational applications inneuromodulation, assistive devices, and human-computer interfaceswill be pursued.\r\n\n\nConclusion\r\n\n\nThis BRITE-Pivot project successfully expanded the PIs expertise frommaterials science to mechanosensory neuroscience, leading to new insights intomechanotransductionand novel methods forstimulating the nervous system. The unexpected discovery ofphotoacoustic mechanotransductionand its implications for adipose tissue function have opened exciting research directions with bothfundamental scientific valueandpractical applicationsin medicine, robotics, and sensory augmentation.\t\t\t\t\tLast Modified: 03/05/2025\n\n\t\t\t\t\tSubmitted by: DarrenJLipomi\n"
 }
}