{
 "awd_id": "2135537",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Monitoring the Western Arctic Boundary Current in a Warming Climate: Atmospheric Forcing  and Oceanographic Response",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032928057",
 "po_email": "lculler@nsf.gov",
 "po_sign_block_name": "Lauren Culler",
 "awd_eff_date": "2022-04-01",
 "awd_exp_date": "2027-03-31",
 "tot_intn_awd_amt": 2378558.0,
 "awd_amount": 2378558.0,
 "awd_min_amd_letter_date": "2022-03-07",
 "awd_max_amd_letter_date": "2024-08-30",
 "awd_abstract_narration": "Due to the changing climate, the Arctic Ocean is experiencing profound changes. Pack-ice is melting, water is warming, storms are becoming stronger and more frequent, and basic circulation patterns are being altered. This project focuses on the fate of the Pacific water that enters the Arctic Ocean through the Bering Strait, the narrow passage between the US and Russia. Pacific water plays a critical role in the western Arctic ecosystem. In wintertime the cold inflowing water provides nutrients that spur the growth of phytoplankton at the base of the food chain. In summertime, the warm water melts pack ice and provides fresh water to the Arctic Ocean. After the Pacific-origin water crosses the Chukchi Sea, north of Bering Strait, some of it forms a current that flows eastward along the edge of the adjacent Beaufort Sea. As part of the project, a mooring will be maintained in the center of this current to measure its physical and biological properties. The mooring has been deployed (with a few gaps) since 2002. By extending the measurements for another four years, this provides the chance to document and understand how this important part of the Arctic system is responding to the drastic environmental changes – including the varying atmospheric conditions and evolving source waters from Bering Strait. The data obtained by the mooring, along with the shipboard measurements collected when the mooring is serviced, will continue to be widely used by the scientific community in both observational and modeling studies. A graduate student will be supported by the project, and community outreach will be undertaken during one of the expeditions in order to engage the public.  \r\n\r\nThe AON monitoring mooring is situated at 152°W near the Beaufort Sea shelfbreak, roughly 150 km downstream of Barrow Canyon – the main Pacific water outflow point from the Chukchi Sea. It will be deployed from fall 2022 to fall 2026, which will extend the timeseries to 21 years. The mooring measures the velocity of the water column, the thickness and velocity of the pack ice, and the temperature, salinity, and pressure throughout the water column. Chlorophyll fluorescence and nitrate are measured at the top of the mooring, and a passive acoustic recorder documents marine mammal calls. Zooplankton concentration is estimated using the ADCP backscatter data. Collectively, this information enables determination of how much water, heat, nutrients, chlorophyll, and freshwater are transported by the current, and assessment of how much exchange occurs between the interior of the Arctic Ocean and the boundary waters. This includes wind-driven upwelling and downwelling that take place throughout the year along the Beaufort slope, and appear to be increasing as the climate warms. During the biennial cruises to service the mooring, a hydrographic/velocity survey of the boundary current system is carried out to obtain a large-scale context for the mooring timeseries. The shipboard sampling includes occupations of some of the Distributed Biological Observatory transects. As in the past, the biennial cruises will provide a platform for a broad array of interdisciplinary projects.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Pickart",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Robert S Pickart",
   "pi_email_addr": "rpickart@whoi.edu",
   "nsf_id": "000229384",
   "pi_start_date": "2022-03-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 Wood Hole Road",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "529300",
   "pgm_ele_name": "AON-Arctic Observing Network"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 385880.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 195435.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 1797243.0
  }
 ],
 "por": null
}