{
 "awd_id": "2135329",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Research: Early-Career Engineers Experiences with Equity and Ethics as They Transition to Practice and Implications for Formation of Engineers",
 "cfda_num": "47.041, 47.075",
 "org_code": "07050000",
 "po_phone": "7032927286",
 "po_email": "apawley@nsf.gov",
 "po_sign_block_name": "Alice Pawley",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 190725.0,
 "awd_amount": 190725.0,
 "awd_min_amd_letter_date": "2022-08-10",
 "awd_max_amd_letter_date": "2022-08-10",
 "awd_abstract_narration": "Transportation systems, computing algorithms, and healthcare devices are among the many designs, products, and systems developed by the engineering profession that have important impacts on society. The decisions made by engineers can help advance fairness and justice in society, or these decisions can increase and build upon existing inequities leading to adverse consequences for minoritized populations. Furthermore, the engineering profession is a field with a history of exclusion where People of Color, people with disabilities, members of the LGBTQ+ community, and white women remain underrepresented after years of effort to increase diversity. To address these concerns about engineering practice, we need to understand and then transform how new engineers form their attitudes and behaviors around social equity and inclusion in the workplace. Engineering students learn about the ethical obligations of engineers to benefit humanity while they are in school, and it is becoming more common for engineering students to learn specifically about how diversity, equity, and inclusion are important to the engineering profession. And hiring organizations might also provide learning opportunities on issues of diversity and inclusion with various goals such as creating more inclusive environment. In this project we will study new engineers, in their first five years of practice, to learn how these engineers are using lessons from school and the messages they receive in the workplace to shape their professional behavior at a key transitional stage. The ultimate goal of this study is to help develop ethical and equity minded engineers who are prepared to use their professional work to enhance fairness in society and in engineering workplaces.\r\n\r\nThis project will use a sequential mixed methods design including a national survey and interviews. The research process will document the perceptions and experiences of early-career engineers involving equity and ethics and their preparedness to address these issues based on their learning experiences at both engineering school and the workplace. Our research seeks to answer the following questions: 1) What aspects of their academic preparation and exposure to issues of equity and ethics do early-career engineers find relevant and use in their professional work? 2) What are early-career engineers’ experiences of on-the-job learning related to equity and ethics and what types of resources are available to support these learning experiences? 3) What are the perceptions of early-career engineers about equity and ethics and their importance in interpersonal interactions in the work environment? 4) What are the perceptions of early-career engineers about equity and ethics and their importance in the professional work of engineers? In addition, what experiences/situations have contributed to these perceptions? And 5) To what extent and in what ways do early-career engineers with different social identities have differing views and motivation to act on issues of equity and ethics in engineering? We will use our findings to create learning activities (such as videos) based on the situations where our participants encountered decisions with equity and ethics implications. These activities can be used by engineering instructors to incorporate realistic early-career situations involving equity and ethics in undergraduate education. This project has an advisory board including members of professional societies and industry who will help guide the study and convey our findings to organizations that can use our findings to shape early-career professional development of engineers.\r\n\r\nThis project is jointly funded by the Research in the Formation of Engineers (RFE) and the Ethical and Responsible Research (ER2) programs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amir",
   "pi_last_name": "Hedayati-Mehdia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amir Hedayati-Mehdia",
   "pi_email_addr": "ahedayati@unm.edu",
   "nsf_id": "000801589",
   "pi_start_date": "2022-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1700 Lomas Blvd. NE, Suite 2200",
  "perf_city_name": "Albuquerque",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "129Y00",
   "pgm_ele_name": "ER2-Ethical & Responsible Res"
  },
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 190725.0
  }
 ],
 "por": null
}