{
 "awd_id": "2136860",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "STTR Phase II:  Artificial Intelligence (AI)-based Development of Neutralizing Antibodies for SARS-CoV-2",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2022-06-28",
 "awd_max_amd_letter_date": "2022-06-28",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) project will lead to the development of engineered neutralizing antibodies for the SARS-CoV-2 virus that can be used as therapeutic agents to diminish the severity of a COVID-19 infection and decrease the chances of hospitalization and progressive disease. As the SARS-CoV-2 virus continues to mutate it is necessary to increase collective preparedness by generating a wide collection of neutralizing antibodies that individually provide coverage for a range of variants (Delta, Beta, Omicron). These antibodies, when administered as an antibody cocktail, may offer broad protection over a diverse population of variants. This project’s approach generates neutralizing antibodies that are specifically engineered to bind to different regions of the spike protein thereby increasing the probability that one or more of the engineered antibodies will be effective against future mutated versions of the virus. The proposed combination of high-throughput screening, next-generation-sequencing and artificial intelligence (AI)-based antibody design allows systematic exploration of vast ranges of antibody sequences. This approach also has the benefit of engineering antibodies that are more potent, easier to administer, more stable under challenging environmental conditions, and less costly to manufacture, leading to therapeutics that can be more readily distributed to low-income countries.\r\n\r\nThis STTR Phase II project proposes to enable AI and machine learning antibody engineering approaches by providing needed antibody sequence mutation binding data. Currently available antibody datasets number in the thousands of datapoints and the team proposes to generate datasets that number in the tens of millions. The project will also be generating both positive and negative antibody binding data, potentially leading to higher performing learned antibody binding models. This project seeks to test the hypothesis that synthetic antibodies can be the equal of, or better than, naturally occurring antibodies for neutralizing SARS-CoV-2 infectivity. This approach could potentially develop a wide range of antibody variations. The application of this AI-based antibody engineering will be focused on discovering a large array of high-affinity neutralizing antibodies targeting multiple, different regions of the SARS-CoV-2 spike protein through the combination of yeast-display, high-throughput fluorescence-activated cell sorting (FACS) and next generation sequencing. Combining these high-throughput data generation workflows with the latest deep neural networks may lead to a new methodology that can efficiently discover high performing antibodies for the current pandemic and those in the future.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barry",
   "pi_last_name": "Olafson",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Barry D Olafson",
   "pi_email_addr": "barry.olafson@protabit.com",
   "nsf_id": "000594238",
   "pi_start_date": "2022-06-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Mayo",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen L Mayo",
   "pi_email_addr": "steve@mayo.caltech.edu",
   "nsf_id": "000227214",
   "pi_start_date": "2022-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Protabit LLC",
  "inst_street_address": "111 WAVERLY DR",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6268447348",
  "inst_zip_code": "911052513",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "PROTABIT, LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZMG1FJD9SQ64"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E California Blvd",
  "perf_city_name": "Pasadena",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159100",
   "pgm_ele_name": "STTR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 1000000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We have taken a page from the vaccine playbook. As the SARS-CoV-2 continues to mutate, mRNA vaccines are being updated to provide stronger immune responses to circulating variants. We hypothesized that a similar approach could be used for therapeutic monoclonal antibodies. With this STTR we have developed an AI-based antibody engineering technology that incorporates information from newly emerging variants to update proven therapeutic antibodies in order to keep pace with an evolving virus.</p>\n<p>&nbsp;</p>\n<p>To demonstrate this approach, we have re-engineered bebtelovimab, the FDA authorized monoclonal antibody from Eli Lilly, to restore its therapeutic benefits for recently circulating SARS-CoV-2 variants. Bebtelovimab was a highly effective therapeutic antibody at the start of the Omicron wave of variants &nbsp;and remained highly effective for 11 months. When the XBB and the BQ.1.1 variants emerged, it lost binding affinity to the spike protein due to mutations in the binding site that it targets.</p>\n<p>&nbsp;</p>\n<p>Antibodies bind to their targets because they have complementary shapes and magnetic attractions that pair with the target spike protein binding site. This complementarity needs to be extremely precise. If the spike protein mutates to add a bump or depression to its binding surface (an escape mutation) then the antibody can no longer precisely complement the target binding site. But the surfaces of antibodies are highly adjustable, and we believed that we could discover a modified version of the antibody that now has a depression where the new bump occurred on the spike protein, or vice versa.</p>\n<p>&nbsp;</p>\n<p>We have indeed shown that we can engineer existing, previously potent antibodies to restore therapeutic benefit. We do this by experimentally testing billions of modified antibodies derived from the starting antibody in a very high throughput process (days to a few weeks) . The vast majority of these billions of antibodies will be even worse that the starting antibody, but by using machine learning (ML) to compare the large number of bad engineered antibodies to the small number of better antibodies, we can predict new antibodies that will be even better than the ones we tested. Without ML this would be impossible. This is a good example of how AI can benefit antibody development.</p>\n<p>&nbsp;</p>\n<p>In engineering these new antibodies, we also had as a design criterion that the engineered antibodies work as well as bebtelovimab did for the earlier variants. Our engineered antibodies have this capability and now neutralize all the variants that bebtelovimab did plus all the newer variants that bebtelovimab cannot neutralize. This broadly neutralizing capability is important since it is less likely to lose therapeutic as the virus mutates.</p>\n<p>&nbsp;</p>\n<p>In summary we believe we now have the technology needed to keep therapeutic antibodies effective as the virus mutates. Vaccines are the gold standard but for some infectious diseases like influenza and COVID-19, they do not provide durable protection and need to be readministered frequently. This allows for breakthrough infections leading to hospitalization and morbidity for many patients. While morbidity rates are much lower than at the height of the pandemic, still ~75,000 people died of COVID-19 in the US the previous 12 months. Prior experience with monoclonal antibodies have shown that they can reduce the risk of hospitalization and morbidity by up to 80%, especially with patients that have co-morbidities. The immunocompromised population, some of whom do not respond to vaccination, would also benefit by having a prophylactic passive immunization antibody therapy.</p>\n<p>&nbsp;</p>\n<p>Development of therapeutic antibodies for COVID-19 was largely discontinued in big pharma since their timeframes as therapeutic antibodies was relatively short. Most companies now consider developing new monoclonal antibody treatments uneconomical. This is due in part to screening convalescent patients who have been infected with the new variant to discover potent antibodies for this variant. This is reactive approach rather than a proactive approach and requires more time to complete than our antibody engineering process.</p>\n<p>&nbsp;</p>\n<p>We think it is time to restore monoclonal antibody treatments for COVID-19. &nbsp;mRNA vaccines have been essential for controlling COVID-19 and treatments like Paxlovid have been helpful to many but not all patients infected with SARS-CoV-2. Monoclonal antibodies will restore a proven therapeutic treatment. Fully developing this antibody engineering approach will also lead to technology gains that may be needed if a new virus emerges that leads to a new pandemic. The next challenge is to improve the speed that we manufacture and distribute monoclonal antibody treatments. Even if we can identify a highly therapeutic antibody in a few weeks, if it takes many months to manufacture and test these antibodies, much of the benefits of monoclonal antibodies will be lost. We also will need to do extensive studies to ensure engineered antibodies are as safe and non-immunogenic as natural antibodies. With additional effort, immunogenicity effects can be incorporated into the design process to bias the antibodies to be less likely to show immunogenicity.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/27/2024<br>\nModified by: Barry&nbsp;D&nbsp;Olafson</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nWe have taken a page from the vaccine playbook. As the SARS-CoV-2 continues to mutate, mRNA vaccines are being updated to provide stronger immune responses to circulating variants. We hypothesized that a similar approach could be used for therapeutic monoclonal antibodies. With this STTR we have developed an AI-based antibody engineering technology that incorporates information from newly emerging variants to update proven therapeutic antibodies in order to keep pace with an evolving virus.\n\n\n\n\n\nTo demonstrate this approach, we have re-engineered bebtelovimab, the FDA authorized monoclonal antibody from Eli Lilly, to restore its therapeutic benefits for recently circulating SARS-CoV-2 variants. Bebtelovimab was a highly effective therapeutic antibody at the start of the Omicron wave of variants and remained highly effective for 11 months. When the XBB and the BQ.1.1 variants emerged, it lost binding affinity to the spike protein due to mutations in the binding site that it targets.\n\n\n\n\n\nAntibodies bind to their targets because they have complementary shapes and magnetic attractions that pair with the target spike protein binding site. This complementarity needs to be extremely precise. If the spike protein mutates to add a bump or depression to its binding surface (an escape mutation) then the antibody can no longer precisely complement the target binding site. But the surfaces of antibodies are highly adjustable, and we believed that we could discover a modified version of the antibody that now has a depression where the new bump occurred on the spike protein, or vice versa.\n\n\n\n\n\nWe have indeed shown that we can engineer existing, previously potent antibodies to restore therapeutic benefit. We do this by experimentally testing billions of modified antibodies derived from the starting antibody in a very high throughput process (days to a few weeks) . The vast majority of these billions of antibodies will be even worse that the starting antibody, but by using machine learning (ML) to compare the large number of bad engineered antibodies to the small number of better antibodies, we can predict new antibodies that will be even better than the ones we tested. Without ML this would be impossible. This is a good example of how AI can benefit antibody development.\n\n\n\n\n\nIn engineering these new antibodies, we also had as a design criterion that the engineered antibodies work as well as bebtelovimab did for the earlier variants. Our engineered antibodies have this capability and now neutralize all the variants that bebtelovimab did plus all the newer variants that bebtelovimab cannot neutralize. This broadly neutralizing capability is important since it is less likely to lose therapeutic as the virus mutates.\n\n\n\n\n\nIn summary we believe we now have the technology needed to keep therapeutic antibodies effective as the virus mutates. Vaccines are the gold standard but for some infectious diseases like influenza and COVID-19, they do not provide durable protection and need to be readministered frequently. This allows for breakthrough infections leading to hospitalization and morbidity for many patients. While morbidity rates are much lower than at the height of the pandemic, still ~75,000 people died of COVID-19 in the US the previous 12 months. Prior experience with monoclonal antibodies have shown that they can reduce the risk of hospitalization and morbidity by up to 80%, especially with patients that have co-morbidities. The immunocompromised population, some of whom do not respond to vaccination, would also benefit by having a prophylactic passive immunization antibody therapy.\n\n\n\n\n\nDevelopment of therapeutic antibodies for COVID-19 was largely discontinued in big pharma since their timeframes as therapeutic antibodies was relatively short. Most companies now consider developing new monoclonal antibody treatments uneconomical. This is due in part to screening convalescent patients who have been infected with the new variant to discover potent antibodies for this variant. This is reactive approach rather than a proactive approach and requires more time to complete than our antibody engineering process.\n\n\n\n\n\nWe think it is time to restore monoclonal antibody treatments for COVID-19. mRNA vaccines have been essential for controlling COVID-19 and treatments like Paxlovid have been helpful to many but not all patients infected with SARS-CoV-2. Monoclonal antibodies will restore a proven therapeutic treatment. Fully developing this antibody engineering approach will also lead to technology gains that may be needed if a new virus emerges that leads to a new pandemic. The next challenge is to improve the speed that we manufacture and distribute monoclonal antibody treatments. Even if we can identify a highly therapeutic antibody in a few weeks, if it takes many months to manufacture and test these antibodies, much of the benefits of monoclonal antibodies will be lost. We also will need to do extensive studies to ensure engineered antibodies are as safe and non-immunogenic as natural antibodies. With additional effort, immunogenicity effects can be incorporated into the design process to bias the antibodies to be less likely to show immunogenicity.\n\n\n\t\t\t\t\tLast Modified: 09/27/2024\n\n\t\t\t\t\tSubmitted by: BarryDOlafson\n"
 }
}