{
 "awd_id": "2137339",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Interactive physiological controls of trait expression, nutrient allocation, and the elemental stoichiometry of Synechococcus",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032927868",
 "po_email": "tmorgan@nsf.gov",
 "po_sign_block_name": "Theodore Morgan",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 623934.0,
 "awd_amount": 623934.0,
 "awd_min_amd_letter_date": "2022-08-08",
 "awd_max_amd_letter_date": "2022-08-08",
 "awd_abstract_narration": "The phytoplankton elemental composition is a fundamental property of ocean science as variation in elemental ratios (C:N:P) have widespread implications for marine biodiversity, ecosystem functioning, and atmospheric CO2 levels. There are several competing hypotheses for mechanisms controlling phytoplankton elemental ratios including shifting biodiversity vs. cellular physiological responses to various environmental changes. Due to strong regional co-variance of all the possible drivers, each hypothesis predicts current ocean field observations equally well. To test each hypothesis, the project will employ continuous culture experiments of common phytoplankton strains combined with detailed biochemical analyses. All the data will be integrated into novel genome-based metabolic models. An outreach program aims at describing the importance of marine phytoplankton and ocean ecosystem functions to student groups visiting a local state park. Together, the proposed project will lead to an empirical and mechanistic understanding of how biological processes integrate to control plankton resource allocations in marine ecosystems. \r\n\r\nThe C:N:P of phytoplankton is a fundamental property of ocean science and variation in these ratios have widespread implications for marine biodiversity, biogeochemical functioning and atmospheric CO2 levels. Competing hypotheses for mechanisms controlling marine phytoplankton C:N:P are shifting phytoplankton biodiversity vs. the physiological impacts of either nutrient limitation or temperature. Due to strong regional co-variance, each hypothesis predicts current ocean field observations equally well. The project will use strains representing ecotypes from major ocean biomes within the globally abundant Synechococcus ‘collective’.  First, the elemental quotas and stoichiometric ratios will be quantified across a gradient of nutrient supply ratios (and limitations), temperature, and growth rates using chemostats. Second, the macromolecular cellular composition is quantified to directly link the observed elemental differences with changes in biochemical composition. Third, genome-wide protein analyses will be applied to identify how changes in growth conditions and elemental and biochemical composition are linked to the expression of specific cellular subsystems and associated functional traits. Fourth, experimental data will be integrated into a trait-based phytoplankton model to quantify the relative role of acclimation vs. adaptation. Together, the proposed project will lead to an empirical and mechanistic understanding of how processes at different levels of biological organization integrate to control C:N:P among marine phytoplankton.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Martiny",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Adam C Martiny",
   "pi_email_addr": "amartiny@uci.edu",
   "nsf_id": "000381983",
   "pi_start_date": "2022-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Garcia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan Garcia",
   "pi_email_addr": "nsgarcia@uci.edu",
   "nsf_id": "000858115",
   "pi_start_date": "2022-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "3208 Croul Hall",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926973100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 623934.0
  }
 ],
 "por": null
}