{
 "awd_id": "2138723",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ERI: Controlling Non-Specific Peptide Degradation in Hydrogels",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922390",
 "po_email": "rbardhan@nsf.gov",
 "po_sign_block_name": "Rizia Bardhan",
 "awd_eff_date": "2022-04-01",
 "awd_exp_date": "2025-03-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 207000.0,
 "awd_min_amd_letter_date": "2022-03-17",
 "awd_max_amd_letter_date": "2023-07-06",
 "awd_abstract_narration": "Developing biomaterial systems that mimic human tissues are vital for improving our understanding of biology and our ability to treat diseases. These materials are often functionalized with peptides, which are short protein fragments, so that the scaffolds better mimic the environment found inside the body. However, cells can degrade these peptides, and a better understanding of how peptide chemistry influences the degradation rate, and how this then changes how cells interact with these scaffolds is needed. This ERI project will first design a series of peptides with different chemical functionalities to understand how changing the end group chemistry can promote peptide stability, and then show that reducing degradation changes how cells attach and migrate within hydrogels. The research plan of this proposal will be paired with outreach efforts in collaboration with a local museum to develop modules for local middle school students to “make” their own biomaterials using a variety of fabrication techniques. These short modules will show how technologies used during the industrial revolution, such as casting and extrusion, are still used today to make biomaterials.\r\n\r\nBioengineered systems will play a crucial role in improving our understanding of human physiology and developing future regenerative therapies. Many of these use biomaterials featuring a polymer or polymer network that is functionalized with bioactive groups for a variety of purposes, including cell adhesion and signaling. Peptides are commonly used in this capacity as they naturally interface with cells, are chemically stable, and can easily be incorporated into most biomaterial systems. However, the stability of many of these peptides against enzymatic degradation has not been quantified. The central hypothesis of this work is that non-specific cell-secreted protease degradation is present in biomaterial scaffolds, which decreases biological activity, and this can be prevented using nonnatural amino acids at the termini. The project will use a library of peptides to achieve two specific objectives: (1) Quantify the non-specific degradation of a library peptides with different terminal functionalizations and (2) Determine the extent to which cell adhesion, spreading, and migration depends upon the enzymatic stability of the cell adhesion peptide RGD (arginine-glycine-aspartate). This information will help other labs design peptides for bioengineering systems with increased stability which will improve the efficacy of peptide-modified biomaterials.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eugene",
   "pi_last_name": "Pashuck",
   "pi_mid_init": "T",
   "pi_sufx_name": "III",
   "pi_full_name": "Eugene T Pashuck",
   "pi_email_addr": "etp218@lehigh.edu",
   "nsf_id": "000789000",
   "pi_start_date": "2022-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "Alumni Building 27",
  "perf_city_name": "Bethlehem",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  },
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 7000.0
  }
 ],
 "por": null
}