{
 "awd_id": "2138702",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ERI: Variational Quantum Algorithm for Power System Simulation",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032928103",
 "po_email": "rlukasze@nsf.gov",
 "po_sign_block_name": "Ale Lukaszew",
 "awd_eff_date": "2022-03-15",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 199986.0,
 "awd_amount": 199986.0,
 "awd_min_amd_letter_date": "2022-03-06",
 "awd_max_amd_letter_date": "2022-03-06",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2)\r\n\r\nQuantum computing has been proven to have an exponential advantage over classical computers in solving many problems. Realizing the exponential advantage using only a quantum computer will potentially take decades of research as it needs a universal fault-tolerant quantum computer with thousands of qubits and long coherence time. Variational quantum algorithms (VQAs), as hybrid quantum and classical algorithms, have shown an exponential advantage over classical algorithms for various problems. Enhancing the security and reliability of bulk power systems can save billions of economic losses. To ensure power system reliability and security, transient stability simulation and contingency analysis are essential tasks that are executed very frequently (even in real time, i.e., a solution needs to be produced in less than one minute) at utilities and independent system operators. Transient stability simulation and contingency analysis for a large power system with many generators, transformers, and transmission lines are extremely challenging problems due to the very-high dimensionality. Existing tools based on classical computers have great difficulty in performing such contingency analysis for a large power system, especially when considering the simultaneous failure of multiple components. The difficulty is further complicated by the significant increase in dimensionality caused by the interdependency between power, gas, and communication systems and by the fact that a significant number of renewable generators are being integrated into power systems. Transient stability simulation and contingency analysis are essentially modeled as differential algebraic equations (DAEs) which also can represent many other engineering problems. In general, classical algorithms have an intractable computational burden for solving very-high-dimensional DAEs. This project proposes new VQAs to solve DAEs as a new paradigm. Broader impact activities include (a) disseminating research results to inspire the power and energy community to accelerate research and development in quantum computing for challenging engineering problems,  (b) curriculum enhancement on quantum computing and power systems at Alfred University, (c) involving students from underrepresented groups and undergraduates in research, and (d) educating the public and K-12 through outreach activities.\r\n\r\nThe goal of the proposed work is to develop new VQAs that can efficiently solve time-dependent nonlinear differential equations for very-high-dimensional simulation problems (e.g., transient stability and N-k contingency analysis) of large-scale power systems with renewables, which will be the first of its kind. The approach is to: 1) develop VQAs for general time-dependent nonlinear differential equations, where two core components (variational ansatz and optimization algorithm) of a VQA will be comprehensively investigated, 2) develop Hamiltonian and quantum nonlinear processing unit (QNPU) for power system transient stability simulation, where QNPU is the third core component of the VQA, 3) develop VQAs for N-k contingency analysis of power systems with high-penetration renewables. When noisy intermediate-scale quantum computers with a few hundred qubits are available in several years, the VQAs developed from this project are expected to realize exponential advantage over pure classical algorithms to solve transient stability simulation and N-k contingency analysis problems of remarkable significance.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Junpeng",
   "pi_last_name": "Zhan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Junpeng Zhan",
   "pi_email_addr": "zhanj@alfred.edu",
   "nsf_id": "000858737",
   "pi_start_date": "2022-03-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Alfred University",
  "inst_street_address": "1 SAXON DR",
  "inst_street_address_2": "",
  "inst_city_name": "ALFRED",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6078712026",
  "inst_zip_code": "148021232",
  "inst_country_name": "United States",
  "cong_dist_code": "23",
  "st_cong_dist_code": "NY23",
  "org_lgl_bus_name": "ALFRED UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J1B5PBG573T1"
 },
 "perf_inst": {
  "perf_inst_name": "Alfred University",
  "perf_str_addr": "1 Saxon Drive",
  "perf_city_name": "Alfred",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148021205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "23",
  "perf_st_cong_dist": "NY23",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "180Y00",
   "pgm_ele_name": "ERI-Eng. Research Initiation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "098E",
   "pgm_ref_txt": "Antennas and Electromagnetics"
  },
  {
   "pgm_ref_code": "097E",
   "pgm_ref_txt": "High Freq Devices & Circuits"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 199986.0
  }
 ],
 "por": null
}