{
 "awd_id": "2138912",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ERI: Segmented Braces for Improved Seismic Performance and Repairability of Concentrically Braced Frames",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2022-01-21",
 "awd_max_amd_letter_date": "2022-01-21",
 "awd_abstract_narration": "This Engineering Research Initiation (ERI) award will develop a new seismic design approach for steel braced frames using segmented braces configured for rapid post-earthquake repair. Buildings constructed in regions vulnerable to seismic hazards in the United States are designed to remain safe during large earthquakes, but structural components, such as diagonal braces, are designed to sustain damage as they dissipate seismic energy. This building damage may be severe and widespread in earthquake-affected communities, inhibiting the speed or possibility of post-earthquake occupancy, functionality, and repair. Steel braced frames are prevalent in existing building infrastructure across a broad range of uses, including hospitals, schools, offices, and industrial facilities, which are critical for post-earthquake shelter and care of people, distribution of goods, and economic productivity. The segmented bracing scheme will mitigate the impact of seismic damage in these common systems and enhance seismic resiliency by enabling relatively fast, low-cost replacement of the brace midspan segment such that most other system components can be safely retained. Experimental testing will investigate the seismic behavior of segmented braces applied to new construction and repair scenarios. An accompanying computational study will expand these findings to evaluate additional design parameters toward the development of design procedures and modeling recommendations suitable for engineering practice. The research activities will be incorporated into a laboratory experience course module in structural steel design and engage underrepresented groups in engineering through undergraduate research opportunities and outreach programs.  This award will contribute to the National Science Foundation role in the National Earthquake Hazards Reduction Program (NEHRP).  Project data will be archived and made publicly available in the Natural Hazards Engineering Research Infrastructure (NHERI) Data Depot (https://www.DesignSafe-ci.org). \r\n\r\nConcentrically braced frames used in regions with high seismic hazard are expected to sustain large inelastic deformations through brace buckling in compression and yielding in tension. These actions concentrate damage to the midspan of the brace and gusset plate connections, and fracture typically precipitates at the brace midspan. The longitudinally segmented brace scheme, therefore, focuses on repair of the brace midspan while retaining other regions of the brace, the connections, and the framing members. The major research objectives include: (1) development of segmented brace interface connections that facilitate replacement and improve seismic performance through the introduction of additional controlled yielding mechanisms outside the brace hinge; (2) evaluation of seismic behavior of components retained in repair, including residual capacity and performance-based engineering considerations; and (3) generation of practical modeling approaches, performance acceptance criteria, design guides, and other engineering tools contextualized in existing steel building design and evaluation provisions. Large-scale subassemblage testing of frames with segmented braces will be conducted to investigate the new segmented brace design and the effect of damage accumulation in other frame components. The inelastic response of a broader range of segmented brace connection configurations and seismic load histories will be studied using experimentally validated continuum finite-element analysis to inform design and modeling guidelines for segmented braces.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Sen",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew D Sen",
   "pi_email_addr": "andrew.sen@marquette.edu",
   "nsf_id": "000702405",
   "pi_start_date": "2022-01-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marquette University",
  "inst_street_address": "313 N 13TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MILWAUKEE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "4142887200",
  "inst_zip_code": "532332244",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "WI04",
  "org_lgl_bus_name": "MARQUETTE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HKJCKTFJNBM7"
 },
 "perf_inst": {
  "perf_inst_name": "Marquette University",
  "perf_str_addr": "P.O. Box 1881",
  "perf_city_name": "Milwaukee",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "532011881",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "WI04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "073Y00",
   "pgm_ele_name": "ECI-Engineering for Civil Infr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "040E",
   "pgm_ref_txt": "Haz mitigation of structural sys"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "9264",
   "pgm_ref_txt": "RESEARCH INITIATION AWARD"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": null
}