{
 "awd_id": "2138456",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI (ERI): Screening and Development of Doped Mixed Metal Oxides for Resistance-Heated Thermal Energy Storage",
 "cfda_num": "47.041, 47.084",
 "org_code": "15030000",
 "po_phone": "7032927529",
 "po_email": "smiqbal@nsf.gov",
 "po_sign_block_name": "Samir M. Iqbal",
 "awd_eff_date": "2022-05-01",
 "awd_exp_date": "2025-04-30",
 "tot_intn_awd_amt": 199922.0,
 "awd_amount": 207922.0,
 "awd_min_amd_letter_date": "2022-02-05",
 "awd_max_amd_letter_date": "2023-07-20",
 "awd_abstract_narration": "The broader impact/commercial potential of this Partnerships for Innovation (Engineering Research Initiation) (PFI (ERI)) project is the enabling of versatile, low-cost thermal energy storage technologies that will result from the materials development work. Direct resistance-heated thermal energy storage (DRH-ETS) technology stores electricity from the grid, which can either be directly utilized for high-temperature industrial heat or efficiently converted back to electricity. This directly addresses the global decarbonization challenges of (1) balancing supply and demand on an electrical grid with a high penetration of renewables, and (2) reducing industrial dependence of fossil fuels for producing high-temperature industrial heat. In 2021, combustion of fossil fuels for the production of heat in heavy industrial applications such as cement and steel-making accounted for 10% of all global emissions. Yet, the options for decarbonizing industrial heat inputs remain very limited, with most being cost-prohibitive at large scale. Traditional thermal energy storage technologies utilizing indirect metallic heating elements have been recognized as among the most cost-effective heating options but cannot achieve high enough temperatures to suit most carbon-intensive processes. DRH-ETS will overcome these limitations by using electricity to directly heat conductive thermal storage materials.\r\n\r\nThe proposed project will screen and develop materials that optimize the performance of DRH-ETS systems. While refractory oxide materials have good oxidation resistance and can be doped for electrical conductivity, most simple binary oxides are unable to satisfy the combination of required chemical, thermal, and electrical properties. As such, the number of known bulk-dopant material combinations that would be feasible for DRH-ETS applications is extremely limited. Here, mixed metal oxides are promising, but the relevant properties of most higher order mixtures are not readily known. To address this challenge, this project will perform computational screening of materials for single-phase stability over a large temperature range, small resistivity temperature derivative, and dopability. The screening will employ a combination of thermochemical modeling, electronic band structure calculations, and ab initio defect analysis to downselect from large multicomponent compositional spaces. This will result in improved understanding of composition-structure-property relationships in doped multinary metal oxides, which will inform system design and operation. This screening will be combined with fabrication and testing to identify and develop new candidate materials for achieving low cost and optimal performance in a DRH-ETS system.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Lam",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen T Lam",
   "pi_email_addr": "stephen_lam@uml.edu",
   "nsf_id": "000857445",
   "pi_start_date": "2022-02-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Lowell",
  "inst_street_address": "220 PAWTUCKET ST STE 400",
  "inst_street_address_2": "",
  "inst_city_name": "LOWELL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9789344170",
  "inst_zip_code": "018543573",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MA03",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS LOWELL",
  "org_prnt_uei_num": "",
  "org_uei_num": "LTNVSTJ3R6D5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Lowell",
  "perf_str_addr": "Office of Research Admin.",
  "perf_city_name": "Lowell",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018543692",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166200",
   "pgm_ele_name": "PFI-Partnrships for Innovation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8609",
   "pgm_ref_txt": "Other Energy Research"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 199922.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": null
}