{
 "awd_id": "2138606",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ERI: A Novel Solution to Enable High-Voltage DC-Links in Electric Vehicles",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032925394",
 "po_email": "rnash@nsf.gov",
 "po_sign_block_name": "Richard Nash",
 "awd_eff_date": "2022-01-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 187599.0,
 "awd_amount": 187599.0,
 "awd_min_amd_letter_date": "2021-12-16",
 "awd_max_amd_letter_date": "2021-12-16",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2).\r\n\r\nThe history of electric vehicles can be traced back to the 19th century. After the initial rise, electric vehicles declined with the mass production of cheaper gasoline cars. Until the last century, electric vehicles came back into sight due to fossil fuel shortage and environmental concerns. Besides reducing fossil fuel consumption and environmental benefits, electric vehicles offer numerous other benefits such as increasing fuel diversity, providing opportunities to integrate more renewable energy into the grid, and offering individual benefits including better driving experience and less expensive and frequent maintenance, etc. Today, the wider adoption of electric vehicles will rely on future technological advances to further reduce the cost and charging time of electric vehicles and increase efficiency, power density, and performance at the same time. One of such technologies is to use high-voltage DC links in electric vehicles. It has been reported that using higher DC voltage in electric vehicles gives higher power density, less weight, smaller components, less loss and heat, and faster charging, etc. Thus, using a high DC link voltage has become a new design trend in the electric vehicle industry. The proposed project will focus on the power conversion solutions in electric vehicles to address the challenges encountered in this transition from low-voltage DC links to high-voltage DC links. It will advance the power conversion technology for electric vehicles and other similar power conversion systems, which eventually will improve the United State’s competitiveness in the global electric vehicle market, reduce fossil fuel consumption and CO2 emissions by promoting the adoption of electric vehicles, and increase energy diversity and foster national security and energy independence. The education components in the project will enhance engineering education and produce a highly skilled and qualified engineering workforce,  attract more students in STEM learning as the future workforce in the high-need areas, and help improve the competencies of future STEM teachers. The project will also broaden the participation of first-generation college students and children in poverty. \r\n\r\nThe goal of the project is to develop a cost-effective, highly efficient, and easy-retrofit inverter technique to facilitate the faster development and adoption of high-voltage DC links in electric vehicles. More specifically, the goal will be achieved by 1) developing less costly traction inverter solutions for electric vehicles with a high-voltage DC link by using four-switch three-phase inverter topology, 2) investigating and optimizing the control and efficiency of the inverters using simulations, 3) developing prototypes of the proposed inverters and demonstrating their performance as a comparison to traditional solutions to validate the proposed method, and 4) exploring the applications of silicon carbide devices in the proposed inverters for further efficiency improvement and conducting comparative studies in these methods. The project will advance the knowledge of the proposed inverters and providing mathematical insights on their analysis and control. It will also provide a novel, original, and potentially transformative solution to enable high voltage DC-links in electric vehicles, which can facilitate the faster development of high-voltage DC-link designs. The technology that will be developed in the project can also benefit many other systems such as solar and wind generation, energy storage, utilities, and industrial drive, etc. by providing a low-cost alternative.  Besides, it provides the possibility to overcome the cost barrier of wide-bandgap devices and promote their applications for better efficiency and more energy savings.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hui",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hui Zhang",
   "pi_email_addr": "hui.zhang@oswego.edu",
   "nsf_id": "000792224",
   "pi_start_date": "2021-12-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY College at Oswego",
  "inst_street_address": "7060 STATE RTE 104",
  "inst_street_address_2": "",
  "inst_city_name": "OSWEGO",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3153122884",
  "inst_zip_code": "131263501",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "NY24",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "DLV5DEVHGF38"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY College at Oswego",
  "perf_str_addr": "ORSP",
  "perf_city_name": "Oswego",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "131263599",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "NY24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "180Y00",
   "pgm_ele_name": "ERI-Eng. Research Initiation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "098E",
   "pgm_ref_txt": "Antennas and Electromagnetics"
  },
  {
   "pgm_ref_code": "097E",
   "pgm_ref_txt": "High Freq Devices & Circuits"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 187599.0
  }
 ],
 "por": null
}