{
 "awd_id": "2138697",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ERI: Microscale Implants for Closed-loop Neuromodulation",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032928103",
 "po_email": "rlukasze@nsf.gov",
 "po_sign_block_name": "Ale Lukaszew",
 "awd_eff_date": "2022-03-15",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 199999.0,
 "awd_amount": 199999.0,
 "awd_min_amd_letter_date": "2022-03-06",
 "awd_max_amd_letter_date": "2022-03-06",
 "awd_abstract_narration": "Bioelectronic medicine has the potential to transform personalized medicine. Bioelectronic medicines are implanted devices that read and modulate the electrical activity of the body’s nervous system to treat diseases and conditions that are resistant to conventional therapy. Medical care with next generation bioelectronic medicine of size smaller than a grain of rice will be able to continuously monitor a patient’s state and autonomously deliver on-demand therapy to significantly reduce clinician burden, improve patient compliance, and reduce adverse drug reactions and abuse. However, current bioelectronic medicine relies on large, bulky devices that are highly invasive and use electronics that cannot sense weak neural signals and deliver stimulation therapy at the same time. To overcome these barriers and move toward this vision for next generation bioelectronic medicine, this project seeks to make key technological advances in circuit design to miniaturize bioelectronic medicine and enable simultaneous sensing and stimulation for closed-loop therapy.\r\n\r\nThis project will develop miniaturized peripheral nerve interfaces that can wirelessly record and stimulate at the same time to enable closed-loop experimentation. To do so, the proposed work will develop a new cross-domain simulation framework to enable accurate co-simulation of key physical parameters, such as wireless power harvesting and electrode properties, with integrated circuit design to optimize the design of microscale neural interface systems. Next, small-area, low-power circuit design techniques for neural stimulation and recording will be developed. The stimulation circuitry will guarantee chronically safe operation without off-chip components by adaptively monitoring and controlling the electrode interface. The recording circuitry will employ precisely-timed memoryless sampling to be resilient to saturating interference from neural stimulation. Lastly, the prototype nerve interface will be validated in a rodent model and be used to dynamically control a peripheral nerve as a proof-of-concept demonstration of closed-loop bioelectronic medicine.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Johnson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Johnson",
   "pi_email_addr": "bcjohnson@boisestate.edu",
   "nsf_id": "000776678",
   "pi_start_date": "2022-03-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boise State University",
  "inst_street_address": "1910 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOISE",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2084261574",
  "inst_zip_code": "837250001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ID02",
  "org_lgl_bus_name": "BOISE STATE UNIVERSITY",
  "org_prnt_uei_num": "HYWTVM5HNFM3",
  "org_uei_num": "HYWTVM5HNFM3"
 },
 "perf_inst": {
  "perf_inst_name": "Boise State University",
  "perf_str_addr": "1910 University Drive",
  "perf_city_name": "Boise",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "837251135",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ID02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "180Y00",
   "pgm_ele_name": "ERI-Eng. Research Initiation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 199999.0
  }
 ],
 "por": null
}