{
 "awd_id": "2138889",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Capacity: Biological Collections: Curatorial upgrade and digital uncovering of the hidden treasure of Delaware to safeguard, and increase access to, centuries of botanical legacy",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2022-10-15",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 564462.0,
 "awd_amount": 564462.0,
 "awd_min_amd_letter_date": "2022-02-25",
 "awd_max_amd_letter_date": "2023-09-18",
 "awd_abstract_narration": "Scientific specimens, collected over multiple centuries, and their associated data represent a body of research and knowledge about biodiversity.  However most of them are still not readily accessible or readily usable; thus, hampering efforts to address biodiversity questions. It is often the biodiversity data from regionally focused small institutions that are inaccessible, despite their importance. Such an institution is the Claude E. Phillips Herbarium in Delaware, which houses over 200,000 specimens from all major plant groups. These specimens were collected locally on the Delmarva Peninsula as well as nationally and globally over the last 200 years, and represent valuable resources for research and education. This project will digitize about 130,000 plant specimens to help fill gaps in herbarium specimen digitization. The mobilized data are particularly significant in their geographic, taxonomic, and temporal coverage and will provide baseline information to assess patterns and trends in biodiversity across space and time. At the same time, the project will also train the next generation of the herbarium workforce to help ensure that centuries of botanical legacy will be cared for and will continue to provide long-term benefits.\r\n\r\nTo increase accessibility of biodiversity data, the project will produce about 130,000 high resolution specimen images and a database of both transcribed specimen metadata and georeferenced localities, all of which will be released online for public access through iDigBio (idigbio.org) and the Consortium of Mid-Atlantic Herbaria's Symbiota portal (midatlanticherbaria.org). In parallel with, and aided by, the digitization process, a curatorial upgrade will be undertaken to modernize collections care and management at the Claude E. Phillips Herbarium, with the ultimate goals of improving curation and customer service as well as promoting usage and sustainability of the collections. Training of undergraduate students at Delaware State University is an integral part of the project and will expand participation of groups still underrepresented in STEM, particularly natural history. Project personnel will be involved in all aspects of digitization and curation. Meanwhile, access to the mobilized data will enable further educational and research opportunities both within and outside the institution. The project will also contribute to regional capacity building by engaging the public through workshops, tours, crowdsourcing, and other outreach events.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cynthia",
   "pi_last_name": "Hong-Wa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cynthia Hong-Wa",
   "pi_email_addr": "chwa@desu.edu",
   "nsf_id": "000705737",
   "pi_start_date": "2022-02-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Delaware State University",
  "inst_street_address": "1200 N DUPONT HWY",
  "inst_street_address_2": "",
  "inst_city_name": "DOVER",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028576001",
  "inst_zip_code": "199012202",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "DELAWARE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RZZ8BMQ47KX3"
 },
 "perf_inst": {
  "perf_inst_name": "Delaware State University",
  "perf_str_addr": "1200 N. Dupont Highway",
  "perf_city_name": "Dover",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "199012277",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "167Y00",
   "pgm_ele_name": "Capacity: Bio Collections"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1197",
   "pgm_ref_txt": "BIOLOGICAL RESEARCH COLLECTION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 227335.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 337127.0
  }
 ],
 "por": null
}