{
 "awd_id": "2138403",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "ERI: Magnetic Resonance Imaging of Acoustic Fields for Ultrasound-Based CNS Regeneration",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927014",
 "po_email": "szehnder@nsf.gov",
 "po_sign_block_name": "Steve Zehnder",
 "awd_eff_date": "2022-04-01",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 198854.0,
 "awd_amount": 198854.0,
 "awd_min_amd_letter_date": "2022-01-25",
 "awd_max_amd_letter_date": "2023-04-25",
 "awd_abstract_narration": "Approximately 41 million people within the United States suffer disability. These disabilities place a large burden on individuals, their families, and society as a whole. Technologies that can induce neuron restoration and rehabilitation are a critical national health priority. However, restoration or rehabilitation in the central nervous system is particularly hard to accomplish because human neurons regenerate slowly or not at all and it is difficult to deliver helpful drugs through the blood brain barrier. Meanwhile, recently developing brain surgical technologies, called focused ultrasound, possess many characteristics of an ideal neural rehabilitation technology because focused ultrasound can induce changes in brain tissue at specific places and times without harming surrounding tissues and are thought to safely open the blood-brain barrier. Development of these technologies is slowed by the inability to non-destructively measure the ultrasound pressure field inside a living subject. This makes it hard to control which ultrasound-brain tissue effect one might induce during therapy. The goal of this project is to accelerate the development of ultrasound-based neural rehabilitation technology by building devices that can non-destructively measure ultrasound pressure fields in living subjects. When completed, the device will allow doctors and researchers to measure and control the ultrasound field and, thereby, the specific ultrasound-brain interaction induced during therapy.\r\n\r\nThis proposal will design, prototype, and validate a novel ultrasound-encoding electromagnet that can be inserted into a magnetic resonance imaging (MRI) scanner and encode acoustic longitudinal displacement fields into MR images of living subjects. The displacement data can then be used to estimate acoustic parameters such as pressure and sound speed inside the subject. If successful, the new information provided by this electromagnet insert will enhance the scientific rigor of ongoing and future ultrasound neuromodulation therapy studies. The project will be conducted in the following three phases: 1) design, 2) prototype, and 3) validation. The design phase will use simulation software to evaluate two electromagnet designs against design criteria such as the encoding capability of the electromagnet at 2 cm distance, Lorentz forces exerted on the device, and heating during operation. During the prototyping phase, the device will be constructed and evaluated against the performance criteria predicted during the design phase. The effects of the device on MRI image quality will also be assessed. If the device meets established performance criteria, then, during the validation phase of the project, the electromagnet will be used to estimate acoustic pressure fields induced in a tissue-mimicking gel object. Upon completion of these three phases, this project will produce a novel device that can non-destructively measure acoustic pressure fields in water-based objects and can be readily applied to ultrasound-based nerve rehabilitation studies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Allen",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Steven P Allen",
   "pi_email_addr": "spallen@byu.edu",
   "nsf_id": "000848074",
   "pi_start_date": "2022-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brigham Young University",
  "inst_street_address": "A-153 ASB",
  "inst_street_address_2": "",
  "inst_city_name": "PROVO",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8014223360",
  "inst_zip_code": "846021128",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "UT03",
  "org_lgl_bus_name": "BRIGHAM YOUNG UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JWSYC7RUMJD1"
 },
 "perf_inst": {
  "perf_inst_name": "Brigham Young University",
  "perf_str_addr": "A-285 ASB",
  "perf_city_name": "Provo",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "846021231",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "UT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5342",
   "pgm_ref_txt": "RESEARCH TO AID THE DISABLED"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 99427.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 99427.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit:<br /> My study team and I are pleased to report that the (1) Design Phase and (2) Prototyping Phase and (3) Validation Phase of this project are both complete and publications are in preparation for dissemination. A brief description follows.</p>\n<p>1) Design Phase. We simulated many iterations of various electromagnet designs, including butterfly coils, solenoids, and Golay coils. Simulations were conducted using a commercial finite element method package (COMSOL). We settled on a solenoid design with design that satisfied power consumption, field gradient, field penetration, spatial coverage. The coil possesses a 5.3 cm outer radius and 2.3 cm inner radius and is composed by winding 5 meters of Litz wires. Simulations indicated that this coil would produce magnetic field gradients, at a depth of 2 cm, of 0.4 T m<sup>-1</sup> with an expected thermal rise in the coils themselves of 2 degrees Celsius.</p>\n<p>2) Prototype Phase: Upon completion of the prototyping phase, our team constructed the designed coil using 44 gauge Litz wire. The coil itself possessed a DC current resistance of 7.32x10<sup>-2</sup> ohms. For some months, we encountered difficulties constructing a MOSFET-based current driver. It was difficult to find MOSFET chips that could both handle the high voltages necessary to drive current through the coil and switch appropriately at the designed resonance frequency of 500 kHz. We therefore changed strategy and purchased a 40 W commercial amplifier from Electronics and Innovation Ltd. A custom transformer was then constructed to match the impedance of the coil to that of a 40 W power source. &nbsp;This design produced electric currents up 28 Amps&mdash;a value 40% larger than our design goal of a maximum 20 Amps of current.&nbsp;</p>\n<p>The magnetic field produced by the combined coil and driving system were measured using a 3-stage positing system and a Teslameter. Because the Teslameter has a maximum response frequency of 20 kHz, the resonance of the electromagnet was modified to 16 kHz during measurement. Since the wavelength of electric fields in the coil windings are larger than the total length of the Litz wire cable, it is reasonable to make a DC-current approximation and assume that the results at 16 kHz will be nearly identical to those at 500 kHz. Our results indicated that the coil produces local magnetic field gradients at a depth of 2 cm exceeding 0.4 T m<sup>-1</sup>. <br /> <br /> The safety of the coil was tested by placing the coil inside the bore of a 3T MRI scanner (VIDA, Siemens, Erlangen, DE). The driving system was modified to share a common ground voltage with the scan room's Faraday cage. Impedance matching was modified to account for longer cabling from the amplifier to the coil. Current through the coil, driven at 16 kHz, was gradually increased.&nbsp; To our surprise, the coil exhibited no significant increase in temperature due to resistive losses and no observable Lorentz forces. A subsequent modeling of the coil as a mass oscillator with a time varying driving force showed that the coil acts as a significant low pass filter whose mass attenuates high frequency Lorentz forces. We are therefore confident that the coil will not pose a burn or displacement/impact risk to a human subject.&nbsp;</p>\n<p>3) Validation Phase: The validation phase is complete. Our team constructed the transcranial ultrasound transducer that accompanies the electromagnet. The transducer is a single element, focused design that deposits up to 140 kPa of pressure into a gel target. We have programmed pulse sequences that will capture ultrasonic vibration in gel targets. Finally, we have characterized the precision and accuracy of the total device in a gel phantom. Our results indicate that the device has an accuracy less than 1 kPa and precision less than 100 kPa for depths up to 3 cm. These metrics <em>exceed </em>our target goals by at least 33%.&nbsp; We have submitted a patent application, are presenting a conference abstract this month, and are preparing a journal manuscript for publication.</p>\n<p>Broader Impacts: <br /> This project has supported the following Broader Impacts activities:</p>\n<p>1) Mentored Research Environment: I have used this grant to support 6 undergraduates' training and engagement during the grant. Training includes instructional tutorials on MRI and ultrasound physics, hypothesis development, and the strengths of evidence, experimental design, and ethics. Supported students engaged with the IMMERSE summer training program. Two of the three supported students attended the 2022 International Focused Ultrasound Symposium. One graduate student is presenting at the 2024 ISMRM meeting. <br /> <br /> 2) Unique outreach: My lab has recruited two undergraduate students from the Neuroscience Department to conduct research in additional to three freshmen. All 5 of these students have subsequently been exposed to and trained in biomedical science concepts and methods.</p>\n<p>3) Initializing Research Program: I have used the results from this project to submit major (NIH R01) and minor (NIH R03) proposals.</p><br>\n<p>\n Last Modified: 05/01/2024<br>\nModified by: Steven&nbsp;P&nbsp;Allen</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit:\n My study team and I are pleased to report that the (1) Design Phase and (2) Prototyping Phase and (3) Validation Phase of this project are both complete and publications are in preparation for dissemination. A brief description follows.\n\n\n1) Design Phase. We simulated many iterations of various electromagnet designs, including butterfly coils, solenoids, and Golay coils. Simulations were conducted using a commercial finite element method package (COMSOL). We settled on a solenoid design with design that satisfied power consumption, field gradient, field penetration, spatial coverage. The coil possesses a 5.3 cm outer radius and 2.3 cm inner radius and is composed by winding 5 meters of Litz wires. Simulations indicated that this coil would produce magnetic field gradients, at a depth of 2 cm, of 0.4 T m-1 with an expected thermal rise in the coils themselves of 2 degrees Celsius.\n\n\n2) Prototype Phase: Upon completion of the prototyping phase, our team constructed the designed coil using 44 gauge Litz wire. The coil itself possessed a DC current resistance of 7.32x10-2 ohms. For some months, we encountered difficulties constructing a MOSFET-based current driver. It was difficult to find MOSFET chips that could both handle the high voltages necessary to drive current through the coil and switch appropriately at the designed resonance frequency of 500 kHz. We therefore changed strategy and purchased a 40 W commercial amplifier from Electronics and Innovation Ltd. A custom transformer was then constructed to match the impedance of the coil to that of a 40 W power source. This design produced electric currents up 28 Ampsa value 40% larger than our design goal of a maximum 20 Amps of current.\n\n\nThe magnetic field produced by the combined coil and driving system were measured using a 3-stage positing system and a Teslameter. Because the Teslameter has a maximum response frequency of 20 kHz, the resonance of the electromagnet was modified to 16 kHz during measurement. Since the wavelength of electric fields in the coil windings are larger than the total length of the Litz wire cable, it is reasonable to make a DC-current approximation and assume that the results at 16 kHz will be nearly identical to those at 500 kHz. Our results indicated that the coil produces local magnetic field gradients at a depth of 2 cm exceeding 0.4 T m-1. \n \n The safety of the coil was tested by placing the coil inside the bore of a 3T MRI scanner (VIDA, Siemens, Erlangen, DE). The driving system was modified to share a common ground voltage with the scan room's Faraday cage. Impedance matching was modified to account for longer cabling from the amplifier to the coil. Current through the coil, driven at 16 kHz, was gradually increased. To our surprise, the coil exhibited no significant increase in temperature due to resistive losses and no observable Lorentz forces. A subsequent modeling of the coil as a mass oscillator with a time varying driving force showed that the coil acts as a significant low pass filter whose mass attenuates high frequency Lorentz forces. We are therefore confident that the coil will not pose a burn or displacement/impact risk to a human subject.\n\n\n3) Validation Phase: The validation phase is complete. Our team constructed the transcranial ultrasound transducer that accompanies the electromagnet. The transducer is a single element, focused design that deposits up to 140 kPa of pressure into a gel target. We have programmed pulse sequences that will capture ultrasonic vibration in gel targets. Finally, we have characterized the precision and accuracy of the total device in a gel phantom. Our results indicate that the device has an accuracy less than 1 kPa and precision less than 100 kPa for depths up to 3 cm. These metrics exceed our target goals by at least 33%. We have submitted a patent application, are presenting a conference abstract this month, and are preparing a journal manuscript for publication.\n\n\nBroader Impacts: \n This project has supported the following Broader Impacts activities:\n\n\n1) Mentored Research Environment: I have used this grant to support 6 undergraduates' training and engagement during the grant. Training includes instructional tutorials on MRI and ultrasound physics, hypothesis development, and the strengths of evidence, experimental design, and ethics. Supported students engaged with the IMMERSE summer training program. Two of the three supported students attended the 2022 International Focused Ultrasound Symposium. One graduate student is presenting at the 2024 ISMRM meeting. \n \n 2) Unique outreach: My lab has recruited two undergraduate students from the Neuroscience Department to conduct research in additional to three freshmen. All 5 of these students have subsequently been exposed to and trained in biomedical science concepts and methods.\n\n\n3) Initializing Research Program: I have used the results from this project to submit major (NIH R01) and minor (NIH R03) proposals.\t\t\t\t\tLast Modified: 05/01/2024\n\n\t\t\t\t\tSubmitted by: StevenPAllen\n"
 }
}