{
 "awd_id": "2138040",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Species roles and the impacts of species loss in the formation and maintenance of an iconic mixed-species animal group",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032922702",
 "po_email": "khoke@nsf.gov",
 "po_sign_block_name": "Kim L. Hoke",
 "awd_eff_date": "2022-04-15",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 763791.0,
 "awd_amount": 763791.0,
 "awd_min_amd_letter_date": "2022-04-25",
 "awd_max_amd_letter_date": "2022-04-25",
 "awd_abstract_narration": "All species are involved in interactions with other species, and these interactions shape patterns of biodiversity. These interactions are being disrupted around the globe due to human activities, and such disruptions can have cascading effects on communities, ecosystems, and human well-being. In groups of interacting species, as examined in this study, species may vary in their roles in the community: the loss of some species can have large impacts on the community, while the loss of others may have little to no effect. Determining which species to target for conservation requires understanding the roles that species play, the importance of behavior in maintaining species interactions, and how loss of particular species alters the community. Yet, these questions have received little attention. Further, insight into how interactions may vary in response to changing environments can be gained from examining if, how, and why the loss of different types of species alters or disrupts species interactions. This project will include training of underrepresented early career scientists and an undergraduate field-based course in Panama, supported by team-wide training in mentoring to increase equity and inclusivity. The team will also develop open educational research modules for use at the undergraduate level across multiple universities.\r\n\r\nTo examine species interactions and the links between behavior and community ecology, researchers will study one type of mixed-species animal group, army-ant-following birds, using a well-replicated network analytic and experimental approach in tropical forests. The team will test a recently proposed theoretical framework for understanding mixed-species animal group organization, and will greatly expand upon this framework by adding new behavioral roles, context-dependency in roles, and evaluating linkages between behaviors, net benefits, and group structure. In particular, this study will evaluate the behavioral roles of species within these groups, whether roles vary across contexts, and whether temporary loss of a species with differing roles alters (1) the structure of the group during the formation stage (when the group is first forming), and (2) the behaviors, net benefits of interacting, and structure during the maintenance stage (after they have formed). This will be done by conducting two experiments - an acoustic species removal experiment during the formation stage and a physical species removal experiment during the maintenance stage. In each experiment, species with differing behavioral roles will be removed. Behavioral observations will be conducted to assess the impacts of species loss on recruitment, foraging, competition, and group structure. The project will uniquely bridge the fields of animal behavior and community ecology by examining the underlying behavioral mechanisms altering group structure and community resistance, and do so by conducting novel, experimental field tests of how networks respond to species loss.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Corey",
   "pi_last_name": "Tarwater",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Corey Tarwater",
   "pi_email_addr": "cetarwater@gmail.com",
   "nsf_id": "000650162",
   "pi_start_date": "2022-04-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Kelley",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan P Kelley",
   "pi_email_addr": "patrick.kelley@uwyo.edu",
   "nsf_id": "000802266",
   "pi_start_date": "2022-04-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bethann",
   "pi_last_name": "Merkle",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Bethann G Merkle",
   "pi_email_addr": "bmerkle@uwyo.edu",
   "nsf_id": "000822707",
   "pi_start_date": "2022-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wyoming",
  "inst_street_address": "1000 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LARAMIE",
  "inst_state_code": "WY",
  "inst_state_name": "Wyoming",
  "inst_phone_num": "3077665320",
  "inst_zip_code": "820712000",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "WY00",
  "org_lgl_bus_name": "UNIVERSITY OF WYOMING",
  "org_prnt_uei_num": "FDR5YF2K32X5",
  "org_uei_num": "FDR5YF2K32X5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wyoming",
  "perf_str_addr": "1000 E. University Avenue",
  "perf_city_name": "Laramie",
  "perf_st_code": "WY",
  "perf_st_name": "Wyoming",
  "perf_zip_code": "820712000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "WY00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  },
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 763791.0
  }
 ],
 "por": null
}