{
 "awd_id": "2140428",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Alternative leaf water use strategies in hot environments",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924854",
 "po_email": "kreinhar@nsf.gov",
 "po_sign_block_name": "Keith Reinhardt",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 194319.0,
 "awd_amount": 194319.0,
 "awd_min_amd_letter_date": "2022-02-17",
 "awd_max_amd_letter_date": "2023-10-26",
 "awd_abstract_narration": "Heat waves are impairing global forest productivity, ecosystem biodiversity and crop yields. In hot environments where leaf functioning is vulnerable to high temperatures, plants must cool leaves to avoid heat damage. This cooling might occur even when plants cannot photosynthesize, which is counter to the commonly understood benefit to plants of using water. However, the prevalence of these alternative water use strategies remains unknown, despite the important implications they have for understanding local, regional and global carbon and water cycles. This project will quantify alternative water use behavior across a broad range of species to determine whether this prioritization of cooling over photosynthesis is common. In turn, results will improve efforts to model vegetation responses to heat waves and identify species that are potentially best suited to cope with heat stress. The project will contribute to the training of early career scientists, graduate students, and undergraduate students in modern plant and environmental science research. Public outreach will focus on developing an outdoor exhibit for the Desert Botanical Garden, a public facility that receives approximately 500K visitors per year. The bilingual display will demonstrate to visitors the physiological and societal costs of heat waves on plants and the ways in which plants regulate their temperatures.\r\n\r\nEpisodic heat waves that are increasing in duration, frequency and intensity will likely amplify plant thermal stress and mortality. Therefore, plants occurring in hot environments must cool leaves below a critical threshold that can result in permanent leaf damage. Contrary to stomatal regulation models, transpiration can achieve this cooling independent of changes in photosynthesis when conditions are thermally stressful. Recent studies have reported such alternative water use strategies in several species, which then do not maximize carbon gain for a fixed level of stomatal conductance or hydraulic risk. This project combines tightly controlled leaf gas exchange measurements with experimental manipulation of environments, and a hierarchical modeling framework in order to (1) determine the prevalence of alternative water use strategies across a diverse set of species, (2) determine the traits that best predict this behavior, (3) develop optimality theory to predict under what environmental conditions this behavior should occur, and (4) validate predictions along a broad desert – montane elevation gradient. Results will advance theory for stomatal regulation, a core topic in the fields of plant ecology and Earth system modeling. It will also provide one of the largest and most standardized datasets for plant responses to extreme environmental conditions, yielding a data resource of high value to other investigators. These findings can then be used to directly inform a revised representation of plant water use in Earth System Models. This representation will ultimately yield more useful predictions under climate change scenarios.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Blonder",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin W Blonder",
   "pi_email_addr": "benjamin.blonder@berkeley.edu",
   "nsf_id": "000690981",
   "pi_start_date": "2022-02-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "Sponsored Projects Office",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 194319.0
  }
 ],
 "por": null
}