{
 "awd_id": "2140867",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Black Research Support Network: Studying Change By, With, and For Black Undergraduate Computer Science Faculty & Students at Three Institutions",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927922",
 "po_email": "tdancste@nsf.gov",
 "po_sign_block_name": "Toni Dancstep",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 769149.0,
 "awd_amount": 769149.0,
 "awd_min_amd_letter_date": "2022-08-23",
 "awd_max_amd_letter_date": "2024-11-13",
 "awd_abstract_narration": "This project will address several aspects of the racial inequities often faced by Black undergraduate students in the field of computer science research, such as access to capital (social and economic), research topics relevant to their experience, hidden curriculum, and threats to belonging. It will tackle systemic barriers through a research support network for Black undergraduates attending two Historically Black Colleges and Universities (HBCUs; Howard University and Johnson C. Smith University) and one Predominantly White Institution (PWI; University of North Carolina Charlotte), combining multiple evidence-based approaches to provide mutual support towards institutional change that addresses racial inequity. The research support network will include: 1) mentoring by both Black graduate students and Black faculty, 2) culturally and socially relevant research topics and experiences, 3) Black researcher affinity groups, and 4) a Black researcher speaker series. The project will study the impacts of this holistic approach on participating Black undergraduate students’ sense of belonging within the field, computer science research skills, and intention to pursue a graduate career.  Through its evaluation, the project will explore the impacts of the collaboration between HBCUs and a PWI on institutional policies, programs, and practices; impacts on faculty; and Black students’ graduate school applications, acceptances, and financial awards/support. This proposed work will advance the knowledge base for addressing systemic barriers and racial inequities in computer science undergraduate programs while simultaneously evaluating the potential impact these efforts can have on participating institutions and on Black students’ matriculation into graduate school.\r\n\r\nThe study seeks to answer two main research questions: 1: What are the effects of a Black research support network that is designed to address systemic barriers to Black students pursuing graduate education in computer science? 2: In what ways does a Black research support network promote racial equity for Black undergraduate computer science students? Using a multiple case study research design, the project will examine the impact of a Black research support network on Black undergraduate computing students and faculty at each of the partner universities (two HBCUs and a PWI).  Culturally relevant theories and grounding philosophies will drive the research methods and analyses. Mixed qualitative and quantitative data will be collected throughout the life of the project and analyzed separately per institution utilizing a parallel mixed design. An external evaluator will collect and report data related to the program model, undergraduate participation, and graduate student attendance. Further, the evaluation will explore the impacts of the collaboration between HBCUs and a PWI on systemic institutional changes. The project will share its findings through journal publications and conference presentations as well as webinars, workshops, a website, and social media.\r\n\r\nThis project is funded through the Racial Equity in STEM Education program (EHR Racial Equity). The program supports research and practice projects that investigate how considerations of racial equity factor into the improvement of science, technology, engineering, and mathematics (STEM) education and workforce. Awarded projects seek to center the voices, knowledge, and experiences of the individuals, communities, and institutions most impacted by systemic inequities within the STEM enterprise. This program aligns with NSF’s core value of supporting outstanding researchers and innovative thinkers from across the Nation's diversity of demographic groups, regions, and types of organizations. Funds for EHR Racial Equity are pooled from programs across EHR in recognition of the alignment of its projects with the collective research and development thrusts of the four divisions of the directorate. Institutions may include those with significant percentages of low-income undergraduate students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dale-Marie",
   "pi_last_name": "Wilson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dale-Marie Wilson",
   "pi_email_addr": "dwilso1@uncc.edu",
   "nsf_id": "000859508",
   "pi_start_date": "2022-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Felesia",
   "pi_last_name": "Stukes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Felesia Stukes",
   "pi_email_addr": "fstukes@jcsu.edu",
   "nsf_id": "000756489",
   "pi_start_date": "2022-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marlon",
   "pi_last_name": "Mejias",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marlon Mejias",
   "pi_email_addr": "mmejias@uncc.edu",
   "nsf_id": "000784628",
   "pi_start_date": "2022-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Charlotte",
  "inst_street_address": "9201 UNIVERSITY CITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "7046871888",
  "inst_zip_code": "282230001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NC12",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHARLOTTE",
  "org_prnt_uei_num": "NEYCH3CVBTR6",
  "org_uei_num": "JB33DT84JNA5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Charlotte",
  "perf_str_addr": "9201 University City Blvd",
  "perf_city_name": "Charlotte",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "282230001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NC12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913300",
   "pgm_ele_name": "Alliances-Minority Participat."
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "111Z",
   "pgm_ref_txt": "Collaborative Racial Equity"
  },
  {
   "pgm_ref_code": "112Z",
   "pgm_ref_txt": "Racial Equity in STEM"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 513077.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 256072.0
  }
 ],
 "por": null
}