{
 "awd_id": "2140319",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "OPUS: A Career in Cycad Biology: An e-monograph",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032922689",
 "po_email": "cferguso@nsf.gov",
 "po_sign_block_name": "Carolyn J. Ferguson",
 "awd_eff_date": "2022-06-01",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 294351.0,
 "awd_amount": 308074.0,
 "awd_min_amd_letter_date": "2022-05-05",
 "awd_max_amd_letter_date": "2024-04-16",
 "awd_abstract_narration": "In the plant tree of life, a group of plants of special interest are the cycads. The cycads are widely considered the world’s most endangered plants with most of the 380 living species considered threatened by extinction according to the International Union for the Conservation of Nature’s Red List of Threatened Species. These early plants are often termed living fossils because of their ancient origin over 300 million years ago and their prevalence during the age of the dinosaurs, a time in which they were much more widespread and diverse than they are today. The surviving cycads are particularly valuable for studying plant evolution because of their excellent fossil record. Even though they have changed little in outward appearance, these plants have many unique features, some of which are ancestral (primitive) and some of which are derived (advanced). To save them from extinction, we need to understand when those changes occurred through time and correlate them with environmental changes and other biotic factors. Furthermore, the chemistry of modern cycads is unique and has significant implications for human health, particularly in neurobiology. In a way, cycads serve as a Rosetta stone for plant evolution. This project will synthesize all available data on cycad biology and make those data accessible, via a web site, to a broad audience of researchers as well as to the community of people who are interested in and able to contribute significantly to cycad conservation efforts. \r\n\r\nThis project will generate a complete, modern e-monograph and data repository of the Cycads. Many avenues of research will be opened in the areas of taxonomy, biogeography, genomics, and evolutionary biology. This e-monograph, hosted by The World List of Cycads, will serve to provide the resources, background, and basics for those pursuits. It will include original species descriptions, type specimens, synonyms, invalid and illegitimate nomenclature, and all published nomenclature at various taxonomic levels. There will be modern, parallel descriptions of all taxa accompanied by photographs and line art, as well as identification tools, distribution maps, habitat data with historic and contemporary photographs, ecology, structural data, chemical data, life cycle information, and phenology and pollination biology when known. The e-monograph will also include an illustrated glossary and sections on ethnobotany, vernacular names, phytochemistry, growth and development, and nitrogen fixation. The comprehensive synthesis undertaken here will benefit from the digitization of over 5000 historic and contemporary microscope slides made by C.J. Chamberlain on embryology and by Adriance Foster, Marion Johnson, and Knut Norstog on developmental anatomy and morphology. Relevant sections tied to black and white images published by these researchers, as well as those of PI Stevenson, will be digitized in color and incorporated into developmental pages, thereby providing more detailed information on cycad structure to the research community. Historic habitat photographs of cycads by Chamberlain, Norstog, and Stevenson will be scanned and added to the species descriptions and the geography and ecology sections.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Stevenson",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis W Stevenson",
   "pi_email_addr": "dws@nybg.org",
   "nsf_id": "000279261",
   "pi_start_date": "2022-05-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Calonje",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Calonje",
   "pi_email_addr": "michaelc@montgomerybotanical.org",
   "nsf_id": "000832234",
   "pi_start_date": "2022-05-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York Botanical Garden",
  "inst_street_address": "2900 SOUTHERN BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "BRONX",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7188178840",
  "inst_zip_code": "104585126",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "NY15",
  "org_lgl_bus_name": "NEW YORK BOTANICAL GARDEN",
  "org_prnt_uei_num": "",
  "org_uei_num": "E7S2Q4L89F44"
 },
 "perf_inst": {
  "perf_inst_name": "New York Botanical Garden",
  "perf_str_addr": "2900 Southern Blvd",
  "perf_city_name": "Bronx",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "104585126",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "NY15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7565",
   "pgm_ref_txt": "OPUS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 294351.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 13723.0
  }
 ],
 "por": null
}