{
 "awd_id": "2140235",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Observing and Modeling the Upper-Troposphere-Lower-Stratosphere Moistening Processes across Scales",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 505233.0,
 "awd_amount": 505233.0,
 "awd_min_amd_letter_date": "2022-04-18",
 "awd_max_amd_letter_date": "2022-04-18",
 "awd_abstract_narration": "Though quiescent compared to the troposphere below, the stratosphere influences life at the surface in important ways (like blocking harmful UV rays), each dependent on stratospheric water vapor. The primary source of water vapor in the lower stratosphere comes from the tropics, where year-round heating of the ocean surface by the sun fuels some of the world's most intense storms. Tropical thunderstorms loft water vapor into the upper troposphere. Whatever water vapor that is not freeze-dried at the cold point tropopause – the thermal boundary between the troposphere and the stratosphere – is free to enter the stratosphere, where it is distributed globally. However, most water vapor does not enter the stratosphere immediately above these storms, as this is also where the tropopause is coldest. Furthermore, the strongest storms do not necessarily occur over the warmest ocean surface. Leveraging the newly available high-resolution observations and a hierarchy of climate models, this project aims to better understand these issues involved in getting water vapor into the stratosphere. In collaboration with scientists at the National Center for Atmospheric Research (NCAR), the proposed activities will train a graduate student and involve the education programs at the investigator’s institution.\r\n\r\nThis work will rely on state-of-the-art reanalyses, a hierarchy of numerical models, and the new COSMIC-II (Constellation Observing System for Meteorology Ionosphere and Climate II) fleet of global positioning system receivers to (1) examine how sea surface temperatures impact cold point tropopause (CPT) temperatures, (2) analyze the processes in the atmosphere that determine CPT temperature, and (3) determine when and where the CPT temperature matters most for stratospheric moisture uptake. The investigating team will first observe the relationships between sea surface temperature, CPT temperatures, and water vapor, then compare the observed relationships with those in model simulations. The team will also utilize numerical models to examine the impacts of resolution and sea surface temperature anomalies on CPT temperatures. In addition to being of interests to the climate science community, the emerging results on stratospheric change has implications for health and prosperity, as well as national defense (which was the original motivation for the study of stratospheric moisture and circulation during WWII). The proposed activities will support several outreach programs, including the training of K-12 teachers in Indiana through the Educating for Environmental Change initiative, and the recruitment of underrepresented minority students in Indiana through the Jim Holland Research Initiative in STEM Education.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Staten",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Paul W Staten",
   "pi_email_addr": "pwstaten@indiana.edu",
   "nsf_id": "000614883",
   "pi_start_date": "2022-04-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Indiana University",
  "perf_str_addr": "1001 E 10th Street",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474051405",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 505233.0
  }
 ],
 "por": null
}