{
 "awd_id": "2141192",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAS-Climate: Crowd-Sourced Just-in-Time Inlet Maintenance as an Urban Strategy for Climate Resilience",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924539",
 "po_email": "lcamacho@nsf.gov",
 "po_sign_block_name": "Lucy Camacho",
 "awd_eff_date": "2022-03-15",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 449633.0,
 "awd_amount": 449633.0,
 "awd_min_amd_letter_date": "2022-03-08",
 "awd_max_amd_letter_date": "2022-03-08",
 "awd_abstract_narration": "The research will explore the possibility that in an era of increasingly decentralized infrastructure investments, urban residents purposefully engaged in maintenance of urban drainage systems can significantly enhance infrastructure system performance. Working in two different cities, the research team will execute an experiment in which crowd-sourced cleaning of storm drains and green infrastructure (GI) inlets is incentivized in advance of forecasted precipitation events, aided by development of a new mobile app. The premise is that inlet conditions largely determine the percentage of tributary area runoff that is captured by stormwater management infrastructure, and thus also the functional capacity of the stormwater system, a key determinant of flooding and indicator of urban resilience to extreme precipitation. The first hypothesis motivating the work is that existing storm drains and GI practices can be operated at higher efficiency if debris is removed immediately before precipitation occurs, and that this kind of just-in-time maintenance can be reliably crowd-sourced, increasing the value of existing storm drains and GI practices for attenuating runoff from both routine and extreme precipitation. Secondly, it is proposed that storm drains and inlets that are more efficient at capturing runoff will be viewed more favorably and accepted by the surrounding community than otherwise identically designed infrastructure that is partially or wholly obstructed with debris.\r\n\r\nThe research will a) characterize the ability of urban drainage infrastructure, including GI, to manage stormwater under a range of precipitation and catchment conditions, b) pilot a strategy for meaningful engagement of paid Civic Scientists in the operation of decentralized infrastructure systems, c) develop an app that fuses multiple data sets (e.g. climate data available through web services, crowd-sourced photographs and work orders, payments) coupling environmental and human subsystems in a unique and potentially important way, d) survey public perception of urban drainage systems under a variety of contexts, e) potentially improve smart city planning and implementation, f) strengthen social infrastructure through community engagement, and g) advance knowledge in the fields of urban stormwater, sustainable water management, Internet-of-Things (IoT) technology, urban stewardship, environmental monitoring, and data fusion. By focusing on how to enhance the performance of existing urban drainage systems, the research targets building urban adaptive capacity and promoting sustainability and resilience in the face of climate change. The geographic focus of the work is the Cramer Hill section of Camden, NJ, an extremely flood prone neighborhood in which most of the residents are from underrepresented minority groups and 35% of the residents fall below the poverty line. The NYC research sites are geographically distributed throughout that city, with the majority located in neighborhoods with similar ethnic, racial, and economic characteristics to Camden. Broader impacts include a) helping stormwater utilities generate inlet and GI designs and maintenance protocols that function during extreme precipitation, b) evaluating upper bounds on the ability of GI and existing stormwater infrastructure to help in adapting to extreme precipitation, c) improving public perception of GI, and d) creating a new model for helping urban residents generate income through decentralized infrastructure maintenance. Study of the urban drainage systems under different weather and physical conditions, maintenance regimes, and social participation formats, will be of value to researchers in engineering, ecology, and urban planning. The incorporation of Civic Scientists in data collection will help to evaluate the potential role of community stewards in distributed infrastructure operation and maintenance, of great contemporary interest in environmental management and smart city development.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Franco",
   "pi_last_name": "Montalto",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Franco A Montalto",
   "pi_email_addr": "fam26@drexel.edu",
   "nsf_id": "000500995",
   "pi_start_date": "2022-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "1505 Race St, 10th Floor",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191021119",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 449633.0
  }
 ],
 "por": null
}