{
 "awd_id": "2141819",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Task-Specific Languages as Scaffolding for Programming in Discrete Mathematics Classes",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922832",
 "po_email": "ptymann@nsf.gov",
 "po_sign_block_name": "Paul Tymann",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 298439.0,
 "awd_amount": 298439.0,
 "awd_min_amd_letter_date": "2022-02-01",
 "awd_max_amd_letter_date": "2022-02-01",
 "awd_abstract_narration": "This project aims to serve the national interest by designing and implementing task-specific programming (TSP) languages in classrooms. Programming is a powerful tool that scientists, engineers, and mathematicians use to gain insight into their problems. Educators have shown how programming integrated into other subjects can be a powerful tool to enhance learning, from algebra to language arts. However, less than 5% of high school students in the US learn programming. Most students do not have an opportunity to use programming to support their learning. TSP languages are not typically universal languages. Additionally, considering the specific domains of a language’s syntax, semantics, and interface, few languages fit smoothly into a given learning context. TSP languages are explicitly designed for integration in specific classes, to meet teacher needs, and to be usable with less than ten minutes of instruction. TSP languages can make the power of programming to enhance learning more accessible. This project will use TSP languages in ebook combinations to study undergraduate student learning of counting processes. The project will test the value of TSP languages in discrete mathematics, which is a gateway course in some computer science programs. \r\n\r\nThis project will test the use of two different TSP languages and contrast the TSP languages with a traditional programming language such as Python. The proposed work has the potential to advance knowledge about (1) the role of programming in learning in discrete mathematics, (2) the value of task-specific languages to scaffold learning, (3) how alternative representational forms of programming will influence student use of TSP languages, and (4) how the use of TSP languages alone or in combination with traditional languages will enhance students’ sense of authenticity and ability to transfer knowledge. Students working in pairs will think aloud as they solve counting problems using TSP languages. The think aloud data will be analyzed to assess students’ understanding of combinatorics and the languages. The results of this project will be disseminated through national and international computing education and mathematics education conferences. The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students. Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Guzdial",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Guzdial",
   "pi_email_addr": "mjguz@umich.edu",
   "nsf_id": "000325617",
   "pi_start_date": "2022-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan",
  "perf_str_addr": "2260 Hayward Street",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481092121",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 298439.0
  }
 ],
 "por": null
}