{
 "awd_id": "2141681",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Using a Self-Guided Online Intervention to Address Student Fear of Negative Evaluation in Active Learning Undergraduate Biology Courses",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927897",
 "po_email": "olong@nsf.gov",
 "po_sign_block_name": "Olivia S. Long",
 "awd_eff_date": "2022-01-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 130214.0,
 "awd_amount": 130214.0,
 "awd_min_amd_letter_date": "2021-12-13",
 "awd_max_amd_letter_date": "2021-12-13",
 "awd_abstract_narration": "This project aims to serve the national interest by advancing the understanding of how to equip undergraduates with the skills to cope with fear of negative evaluation. Negative evaluation is defined as a sense of dread associated with being unfavorably evaluated while participating in a social situation. Increasingly, college biology courses are transitioning from traditional lecture-based learning to active learning. In active learning classrooms, students engage in activities and discussions in class. However, students’ fear of negative evaluation can negatively impact their learning in active learning courses. This project will develop a brief, self-guided online intervention designed to help undergraduate students productively cope with fear of negative evaluation within the context of active learning biology courses. Equipping students with skills to cope with fear of negative evaluation via this free online intervention has potential to change who is participating in active learning classrooms and whose voices are heard in science. The effectiveness of the intervention will be evaluated by studying its impact on student fear of negative evaluation, performance, and persistence in college biology. Project outcomes are intended to enhance students’ experiences and performance in active learning biology courses.\r\n\r\nThe goal of this project is to develop and evaluate a brief online Single-Session Intervention (SSI) to help undergraduates cope with fear of negative evaluation in the context of social evaluative situations encountered in active learning biology courses.  The self-guided SSI developed in this project will be a brief (< 30 minute) online activity comprised of evidence-based program components drawn from research in clinical, social, and educational psychology. The SSI will be designed for both scalability and accessibility. It will be easy to administer, independent of the instructor, freely available, and delivered to students at scale. To assess the impact of the SSI, the research team will conduct a large, randomized controlled trial across multiple introductory biology courses at one large diverse and non-selective institution.  The randomized controlled trail will assess the impact of the SSI on (1) student fear of negative evaluation and other affective outcomes, (2) student performance outcomes, and (3) student persistence outcomes.  The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students.  Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katelyn",
   "pi_last_name": "Cooper",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Katelyn M Cooper",
   "pi_email_addr": "katelyn.cooper@asu.edu",
   "nsf_id": "000787374",
   "pi_start_date": "2021-12-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "P.O. Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "850876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "AZ08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 130214.0
  }
 ],
 "por": null
}