{
 "awd_id": "2141988",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Improving Biology Undergraduates’ Success by Fostering Positive Beliefs About Intellectual Abilities",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922574",
 "po_email": "geuno@nsf.gov",
 "po_sign_block_name": "Gordon Uno",
 "awd_eff_date": "2022-02-01",
 "awd_exp_date": "2026-01-31",
 "tot_intn_awd_amt": 301013.0,
 "awd_amount": 301013.0,
 "awd_min_amd_letter_date": "2022-01-27",
 "awd_max_amd_letter_date": "2022-01-27",
 "awd_abstract_narration": "This project aims to serve the national interest by implementing evidence-based interventions to improve student performance and equity in college introductory biology courses. Research suggests that students exhibit greater motivation and resilience to challenges when they believe that their intellectual abilities can improve. These students ultimately have better academic outcomes than those who believe their intellectual abilities are fixed. This project will design interventions to foster positive student beliefs. The interventions will be customized to the cultural and institutional context in which they will be implemented. This project will involve developing, implementing, and assessing the short-term and long-term psychological and academic outcomes of interventions to help undergraduate introductory biology students adopt more positive beliefs about their abilities. The interventions’ effectiveness will be assessed using a new, high-quality measure of students’ beliefs. This project will answer pressing research questions related to implementing interventions and the psychological theories underlying this work. The significance of this project will include advancing the understanding of psychological theory and improving educational outcomes for all students. Importantly, this project has potential to improve equity in academic outcomes by being especially beneficial for students who encounter additional barriers in higher education. These students include those who are first-generation college students and those from groups traditionally underrepresented in STEM, among other marginalized groups. \r\n\r\nThis project will address three of the most pressing research questions to advance the understanding of how mindset interventions could be used to improve student success and equity in science. The project’s research questions include: (1) How do mindset interventions at two different levels, student and instructor, affect student outcomes independently and in concert? (2) What are the mechanisms through which mindset interventions at both the student- and instructor-level influence students’ experiences in the classroom, academic engagement, and academic outcomes in the short and long term? And (3) How do students’ racial/ethnic identity and generation in college moderate any identified effects? These questions will be addressed by carrying out large-scale, fully-crossed, randomly-assigned field experiments in introductory biology courses at four sites (N>10,000 students). Growth mindset interventions have shown great potential to address large-scale educational inequities in logistically simple, cost-effective ways. This project will capitalize on this potential by investigating how mindset messages from instructors enhance the effectiveness of interventions at the undergraduate level. This work will not only have broad impacts by addressing social inequities to broaden participation in STEM, but will also have intellectual merit by generating a more nuanced understanding of how contextual messages moderate intervention effectiveness. The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students. Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Canning",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth Canning",
   "pi_email_addr": "Elizabeth.canning@wsu.edu",
   "nsf_id": "000840571",
   "pi_start_date": "2022-01-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "",
  "perf_city_name": "Pullman",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991641060",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 301013.0
  }
 ],
 "por": null
}