{
 "awd_id": "2141017",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI-TT: Development of Easy-to-Use Affordable Sensors for Rapid Detection of Environmental Pollutants",
 "cfda_num": "47.041, 47.084",
 "org_code": "15030000",
 "po_phone": "7032927529",
 "po_email": "smiqbal@nsf.gov",
 "po_sign_block_name": "Samir M. Iqbal",
 "awd_eff_date": "2022-01-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2021-11-26",
 "awd_max_amd_letter_date": "2021-11-26",
 "awd_abstract_narration": "The broader impact/commercial potential of this Partnerships for Innovation - Technology Translation (PFI-TT) project is to create a low cost technology to detect, screen and quantify per- and polyfluoroalkyl substances (PFAS), an emerging group of environmental pollutants.  PFAS are used in many commercial products and applications and have recently been identified as posing significant threats to human health. The proposed technology addresses the environmental testing needs for low cost detection of PFAS by providing the tools needed to better estimate their distribution, exposure, and treatment efficacy.  Through partnerships with industry and established advanced technology and innovation centers, this PFI-TT project seeks to establish the performance, testing and manufacturing of a portable device for field analysis.  Other activities include the development of a go-to-market strategy, customer discovery, and validation.  The technology developed in this project may provide broader adoption by non-expert users, providing social and economic benefits in the environmental sector. The team will work with the Shipley Center for Innovation and the Graduate School at Clarkson University to develop new curriculum and workforce development modules covering laboratory management, team science and intellectual property, and teamwork and collaboration in the workplace.  The team will also organize workshops to train undergraduate and graduate students in innovation and entrepreneurship. \r\n\r\nThe proposed project seeks to advance the development of programmable receptors that have the capability to react with PFAS through electrostatic and fluoride-specific interactions, generating concentration-dependent changes in the status of the receptors, thus enabling their measurement by low cost spectroscopic and electrochemical techniques. Fundamental investigations of the interaction of PFAS with the receptors have led to the discovery of unique candidates that change their optical and electrochemical properties with the type, length, structure, and concentration of PFAS. This PFI-TT project may develop protocols and a manufacturing processes to create portable sensors and establish performance for quantitative detection of PFAS. The availability and commercialization of easy-to-use affordable PFAS sensors have the potential result in more effective, broadly available, and lower-cost analyses that may translate into improved monitoring of environmental pollution.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emanuela",
   "pi_last_name": "Andreescu",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Emanuela S Andreescu",
   "pi_email_addr": "eandrees@clarkson.edu",
   "nsf_id": "000169787",
   "pi_start_date": "2021-11-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "Crimi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle Crimi",
   "pi_email_addr": "mcrimi@clarkson.edu",
   "nsf_id": "000572417",
   "pi_start_date": "2021-11-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clarkson University",
  "inst_street_address": "8 CLARKSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "POTSDAM",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3152686475",
  "inst_zip_code": "136761401",
  "inst_country_name": "United States",
  "cong_dist_code": "21",
  "st_cong_dist_code": "NY21",
  "org_lgl_bus_name": "CLARKSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SL2PF6R7MRN1"
 },
 "perf_inst": {
  "perf_inst_name": "Clarkson University",
  "perf_str_addr": "8 Clarkson Avenue",
  "perf_city_name": "Potsdam",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "136761401",
  "perf_ctry_code": "US",
  "perf_cong_dist": "21",
  "perf_st_cong_dist": "NY21",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166200",
   "pgm_ele_name": "PFI-Partnrships for Innovation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "066E",
   "pgm_ref_txt": "INSTRUMENTATION & DIAGNOSTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": null
}