{
 "awd_id": "2142918",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Global analysis of stratification impacts on seabirds through food resources",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032922092",
 "po_email": "csuchman@nsf.gov",
 "po_sign_block_name": "Cynthia Suchman",
 "awd_eff_date": "2022-04-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 486243.0,
 "awd_amount": 486243.0,
 "awd_min_amd_letter_date": "2022-03-24",
 "awd_max_amd_letter_date": "2022-03-24",
 "awd_abstract_narration": "Global warming is affecting the world’s oceans by altering marine habitats, yet the effects on marine life vary by ocean region. One factor that may explain these observations is that ocean surface waters have warmed faster than deeper waters. Temperature differences may act as a physical barrier to mixing, thereby impeding deeper nutrients from reaching the sunlit surface where they are used by ocean plants in photosynthesis. With less mixing, the upper layers of the ocean may have become less productive, which may in turn impact marine fish, bird, and mammal populations of economic and cultural (ecological) value to society. To conduct this study, the investigators are examining the effects of ocean warming by depth on the abundance of plankton, small fish, and the breeding success of marine birds across the world using existing long-term data. They are developing mathematical relationships to understand how ocean warming at various depths is linked to plankton, fish, and bird productivity. Results will provide key information for selecting which seabird species may be best suited as ecological indicators of change for different ecosystems across the globe, and therefore has implications for remote-ocean monitoring. The project will contribute new scientific understanding for upcoming United Nation assessment reports and enhance public awareness of ocean health through outreach materials centered on popular seabirds such as puffins and penguins. It will support early career and postdoctoral scientists.\r\n\r\nOcean thermal stratification is an important factor determining primary productivity in epipelagic zones of the world’s oceans. A recent global analysis showed declining trends in the breeding productivity of fish-eating seabirds that forage in the epipelagic zone, but increasing stratification has yet to be investigated as an explanatory factor. The primary objective of this project is to test the hypothesis that seabird species groups vary in their responses to increasing thermal stratification through the indirect effects of stratification on epipelagic food resource availability and/or prey use by the birds. The investigators are testing the prediction that thermal stratification has the largest effect on breeding productivity of piscivorous, surface-foraging species. They are integrating a new global database on seabird productivity with high-resolution data on thermal stratification available from the European GLORYS model, as well as satellite-based chlorophyll-a data from NASA. They are using Generalized Linear Mixed Models to test for variation between seabird groups and Structural Equation Models to test direct and indirect pathways of response from stratification through prey availability to seabird productivity, focusing on mid-to-high latitude ecosystems across ocean basins in both the northern and southern hemispheres. Results will improve understanding of how seabirds respond to increasing thermal stratification in relation to fundamental differences in seabird life history traits. The retrospective analysis will advance knowledge of how seabirds that feed on different prey, and in different epipelagic habitats of the world’s oceans, have responded to recent increases in stratification. More generally, the study will contribute insight into how physical changes in the upper ocean affect predators through the availability of food resources.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Sydeman",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "William J Sydeman",
   "pi_email_addr": "wsydeman@faralloninstitute.org",
   "nsf_id": "000079882",
   "pi_start_date": "2022-03-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marisol",
   "pi_last_name": "Garcia-Reyes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marisol Garcia-Reyes",
   "pi_email_addr": "marisolgr@gmail.com",
   "nsf_id": "000667493",
   "pi_start_date": "2022-03-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Trond",
   "pi_last_name": "Kristiansen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Trond Kristiansen",
   "pi_email_addr": "trondkr@faralloninstitute.org",
   "nsf_id": "000860608",
   "pi_start_date": "2022-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Farallon Institute for Advanced Ecosystem Research",
  "inst_street_address": "101 H ST",
  "inst_street_address_2": "STE 12",
  "inst_city_name": "PETALUMA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "7079818033",
  "inst_zip_code": "949525152",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CA02",
  "org_lgl_bus_name": "FARALLON INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "CP8NB77Y9CM3"
 },
 "perf_inst": {
  "perf_inst_name": "Farallon Institute for Advanced Ecosystem Research",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "949525100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1174",
   "pgm_ref_txt": "POPULATION DYNAMICS"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 486243.0
  }
 ],
 "por": null
}