{
 "awd_id": "2142613",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Crosscutting Concepts and Scientific Thinking Tools for an Equitable Science Curriculum",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925153",
 "po_email": "miford@nsf.gov",
 "po_sign_block_name": "Michael Ford",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 1040639.0,
 "awd_amount": 0.0,
 "awd_min_amd_letter_date": "2022-01-25",
 "awd_max_amd_letter_date": "2022-05-25",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2), and by the EHR Core Research program. \r\n\r\nThe project will investigate the use of science curriculum features to develop culturally diverse fifth-grade students’ abilities to use scientific thinking tools. Thinking tools will include crosscutting concepts such as systems and system models, patterns, and cause and effect, as well as cultural concepts, such as reciprocity, human-nature relations, and responsibility. Instructional design elements that the project will investigate include students’ use of thinking tools, model scaffolds, classroom discussions, and the use of cultural knowledge. Fifth-grade science instruction that increases all students' access to science thinking tools is responsive to the mandate for equitable science instruction for all students, including Native Hawaiians and Pacific Islanders. The curriculum materials created in this project will be co-designed by teachers and researchers to develop students’ abilities to direct their own scientific thinking. The goals of the project are (1) to develop and refine design guidelines and (2) to develop instructional methods, tools, and strategies for increasing students' abilities to use scientific thinking tools. The project aims to broaden participation in STEM by creating elementary science curriculum that is more effective and equitable, which can increase participation in STEM careers, while also building capacity of participating elementary science teachers.\r\n\r\nThe study will focus on three research questions: (1) What funds of knowledge do fifth-grade students have for epistemic thinking?; (2) What instructional methods, tools, and strategies can facilitate productive metacognitive experiences that support students' emerging epistemic thinking?; and (3) What supports do teachers need to facilitate productive metacognitive experiences in fifth-grade classrooms? The study will use co-design as professional development within a design-based research framework. The project will engage with (a) 3 urban and rural elementary schools, (b) 7 fifth-grade science teachers, and (c) 340 students over the course of 2 school years and will include teachers and students from culturally diverse backgrounds. Data gathering strategies will include video of classroom interactions and discussions of these events by the project co-design team. Data analysis strategies will include interaction analysis to identify the extent to which three design elements (i.e., modeling scaffolds, meta-epistemic discourse, and funds of knowledge) support productive metacognitive experiences and the development of students' epistemic thinking. Case studies will be used to create logic models that explain how the design elements facilitate metacognitive experiences and develop epistemic thinking. Through co-design the project will adapt existing curriculum from prior NSF-funded work to create equity-focused, place-based science teaching materials for Hawai‘i's fifth-grade students and develop collective pedagogical design capacity. The outcomes of this work will establish a theoretical framework and models for how to use the crosscutting concepts within an equitable epistemic framework in science teaching and learning and will fill knowledge gaps related to the use of the crosscutting concepts in three-dimensional science teaching learning and approaches for more equitable science instruction that include epistemic heterogeneity.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lori",
   "pi_last_name": "Andersen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lori Andersen",
   "pi_email_addr": "landerse@hawaii.edu",
   "nsf_id": "000656052",
   "pi_start_date": "2022-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "1776 University Ave, CM116",
  "perf_city_name": "Honolulu",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222447",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002526DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002627DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "040V2122DB",
   "fund_name": "EHR ARP Act DEFC V",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}