{
 "awd_id": "2142648",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Using a Tutoring System to Teach High-Quality Coding Practices",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922832",
 "po_email": "ptymann@nsf.gov",
 "po_sign_block_name": "Paul Tymann",
 "awd_eff_date": "2022-01-15",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2021-12-13",
 "awd_max_amd_letter_date": "2021-12-13",
 "awd_abstract_narration": "This project aims to serve the national interest by developing, evaluating, and disseminating a tutoring system that will teach students to write high-quality programming code. Code quality has a direct impact on the cost of modern software and the productivity of professional programmers. High-quality code should be correct, understandable, maintainable, and extendable. In a typical academic setting, students write code that is correct, but is hard to understand, maintain, or extend. Current approaches to teaching students how to write high-quality code, such as tutor/peer code review, live coding, and refactoring instruction, are resource-intensive and not scalable. This tutoring system will teach students to write high-quality code by solving problems on their own time and by automatically providing guidance on how the students can improve the quality of the code. This project addresses a significant unmet need of programming education. It will contribute to research on how to effectively teach programming. Additionally, the project has potential to better prepare Computer Science graduates to enter the professional computing workforce. \r\n\r\nThe tutoring system will generate refactoring problems as randomized instances of templates, with each problem illustrating one semantic anti-pattern. The system will provide a limited set of editing operations with which to solve problems and will generate feedback that will help students to incrementally solve problems and understand the anti-pattern. The system will automatically adapt to the learning needs of each student and will generate progress reports for instructors. The tutor will cover up to 100 semantic anti-patterns and include 5 – 10 problem templates per anti-pattern. The system will be available for C++, Java, and Python. The problems and feedback designed for each anti-pattern will be evaluated by observing the efficacy of the tutor in helping students learn to refactor code, and the system’s effectiveness in helping students to write high-quality code. The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students. Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amruth",
   "pi_last_name": "Kumar",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Amruth N Kumar",
   "pi_email_addr": "amruth@ramapo.edu",
   "nsf_id": "000161515",
   "pi_start_date": "2021-12-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ramapo College of New Jersey",
  "inst_street_address": "505 RAMAPO VALLEY RD",
  "inst_street_address_2": "",
  "inst_city_name": "MAHWAH",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "2016847500",
  "inst_zip_code": "074301623",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "NJ05",
  "org_lgl_bus_name": "RAMAPO COLLEGE OF NEW JERSEY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GJRVLJEK7H53"
 },
 "perf_inst": {
  "perf_inst_name": "Ramapo College of New Jersey",
  "perf_str_addr": "505 Ramapo Valley Rd",
  "perf_city_name": "Mahwah",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "074301623",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "NJ05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}