{
 "awd_id": "2143424",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Active Learning in the Real World",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927978",
 "po_email": "racharya@nsf.gov",
 "po_sign_block_name": "Raj Acharya",
 "awd_eff_date": "2022-05-01",
 "awd_exp_date": "2027-04-30",
 "tot_intn_awd_amt": 519882.0,
 "awd_amount": 319815.0,
 "awd_min_amd_letter_date": "2022-04-06",
 "awd_max_amd_letter_date": "2024-05-23",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2).\r\n\r\nThe explosive growth of digital data in the modern era has expanded the possibilities of solving real-world problems using computational learning frameworks. However, annotating the data with labels, which often includes manually adding informative tags on variables of importance in order to train a machine learning model has remained an expensive process in terms of time, labor and human expertise.  Active learning algorithms alleviate this challenge by automatically identifying the salient and exemplar samples from large amounts of unlabeled data, which need to be labeled manually. In a traditional active learning setup, the labeling entities, called oracles, are assumed to be infallible; that is, they always provide the correct answers (in terms of class labels) to the queried samples. However, in real-world applications, the oracles are often imperfect; they may provide incorrect annotations and may even be reluctant to provide any annotations. The overarching goal of this project is to develop novel active leaning algorithms under such challenging, real-world constraints, in an effort to bridge the gap between ideal world and real-world active learning. This project has the potential to tremendously reduce human annotation effort in the design of real-world AI systems (such as medical diagnosis, security and surveillance), thereby creating a significant societal impact. As part of this project, the investigator plans to educate a wide spectrum of students which will help to ensure a strong pipeline of computer scientists to satisfy the technical needs of the nation; he will also seek to increase the number of females and students from underrepresented minorities in graduate STEM related programs.\r\n\r\nThe goals of this project will be realized through two research objectives. First,  a novel active learning framework will be developed, which can jointly identify the informative unlabeled samples together with the optimal labeling oracles for each sample. This should maximize the probability of obtaining the correct label. Second, novel query and annotation mechanisms will be explored which are less error-prone and easier to answer, thereby increasing the chances of obtaining reliable annotations. The second objective will be demonstrated through two innovative query frameworks: (i) a deep active learning algorithm for vision-based facial age estimation, where the annotators merely need to provide the best estimated upper and lower bounds on the age of a person within a given span, rather than the exact age which may be difficult to estimate; and, (ii) a deep active learning framework for multiclass classification, where the human annotators are allowed to provide alternative labels in response to a given query apart from the topmost choice. This is useful in applications where the annotators are not cognizant about all the classes and may have more than one class choices in mind for a given sample. Extensive user studies will also be conducted to understand the benefits and drawbacks of the proposed solutions. This research will open the door to the development of novel active learning frameworks which are designed to operate in the presence of challenging, real-world constraints.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shayok",
   "pi_last_name": "Chakraborty",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shayok Chakraborty",
   "pi_email_addr": "schakraborty2@fsu.edu",
   "nsf_id": "000764083",
   "pi_start_date": "2022-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "1017 Academic Way, Suite 020",
  "perf_city_name": "Tallahassee",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323041017",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 108903.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 104420.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 106492.0
  }
 ],
 "por": null
}