{
 "awd_id": "2143808",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Fundamentals of Modeling Deformation Twinning in Polycrystalline Materials Driven by Diffraction-Based Micromechanical Data",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922937",
 "po_email": "jmadison@nsf.gov",
 "po_sign_block_name": "Jonathan Madison",
 "awd_eff_date": "2022-08-15",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 524635.0,
 "awd_amount": 430275.0,
 "awd_min_amd_letter_date": "2021-12-15",
 "awd_max_amd_letter_date": "2024-08-16",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2). \r\n\r\nNON-TECHNICAL SUMMARY\r\n\r\nStructural components in modern automobiles and aircraft are tasked with performing under increasingly strenuous conditions to reduce weight and increase efficiency. This requires a higher confidence in understanding the strength of materials, which is used directly by engineers to design safe, long-lasting components. In metals, atoms are arranged in a structured, periodic way. Changes in the arrangement of these atoms due to an applied force influences the strength of metals. These regions of disruption among atoms are known as defects. This study aims to develop a better understanding of why and how these phenomena occur in order to better predict how and when metal components will fail. This project pairs experimental observations with high-fidelity simulations to formulate a predictive model. This model forms the basis of a state-of-the-art simulation software to increase fundamental understanding of metals at their microscopic levels, to better predict their strength and ultimately design safer machines and new materials. The software developed in this study is disseminated free and open-source, with an interactive website devoted to teaching others how to use it and incorporated into undergraduate and graduate-level coursework. Additional outreach activities include yearly instructional workshops to guide users through the theory and operation of the simulations to encourage a wider, more diverse community of users. The workshops specifically recruit undergraduate students to foster on-campus research experiences and provide a pipeline of students to graduate school. \r\n\r\nTECHNICAL SUMMARY\r\n \r\nModern engineering components are increasingly tasked with more strenuous performance demands, including operating under conditions closer to their failure limits.  This necessitates a fundamental understanding of the various types of micromechanical responses of metallic alloys. While deformation twinning has been observed in many high-strength structural alloys, the mechanisms which govern their behavior are not well understood compared to crystallographic slip. Common models obscure the differences between twinning and crystallographic slip by homogenizing their local deformation response, ignoring the discrete nature of twinning; consequently, there is no universally accepted model describing deformation twinning. This study aims to formulate a phenomenological model governing the behavior of discrete deformation twinning at the grain scale to provide for better predictive models for the deformation of polycrystalline materials through a correlated experimental-theoretical approach.  High energy X-ray diffraction experiments are performed in situ to track the evolution of plasticity (specifically the nucleation and evolution of deformation twins) at the grain scale during deformation loading. The analysis of this experimental data allows for formulating a phenomenological model governing the behavior of twinning at the grain scale and implementing this model into a refined crystal plasticity finite element framework that considers discrete deformation twin regions. The software developed in this study is disseminated free and open-source, with an interactive website devoted to operational instruction, and is included in undergraduate and graduate-level coursework. Additional outreach activities include yearly instructional workshops to guide users through the theory and operation behind the simulations to encourage a broader, more diverse community of users. The workshops specifically recruit undergraduate students to foster on-campus research experiences and provide a pipeline of students to graduate studies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Kasemer",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew P Kasemer",
   "pi_email_addr": "matthew.kasemer@ua.edu",
   "nsf_id": "000834120",
   "pi_start_date": "2021-12-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "801 University Blvd.",
  "perf_city_name": "Tuscaloosa",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354012029",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094Z",
   "pgm_ref_txt": "Materials Data"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 250273.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 180002.0
  }
 ],
 "por": null
}