{
 "awd_id": "2143642",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Magnetism and Spintronics in Quasi-two-dimensional Magnetic Hybrid Metal Halides: From Bulk to 2D limit",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922453",
 "po_email": "plane@nsf.gov",
 "po_sign_block_name": "Paul Lane",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 550000.0,
 "awd_amount": 338141.0,
 "awd_min_amd_letter_date": "2021-11-19",
 "awd_max_amd_letter_date": "2024-07-03",
 "awd_abstract_narration": "Nontechnical Description\r\nThe flow of an electronic charge through computers enables their efficient data processing, storage, and transfer of information. In addition to charge, electrons also possess the quantum property of spin. They can be found either in the ‘spin-up’ state, the ‘spin-down’ state, or the mixture of both states. Spin-based electronics - spintronics - is an enabler of quantum information science, where information is carried by spin, rather than charge. By manipulating spin, information can be processed by computers using much less power and at lower cost than is currently possible. Ultrathin films, down to an atomically thin layer, of magnetic materials will be an ideal platform for exploring fundamental spin phenomena and have great potential to create novel designs for faster and more energy efficient quantum computers. This research aims to explore the spin behavior in a new class of ‘hybrid’ magnetic materials which consist of alternating magnetic and nonmagnetic atomic layers. The interaction between the neighboring magnetic layers is weak so that they are effectively isolated from one another, from which the control of spin in ultra-thin materials can be pursued. This class of materials can be a launching pad into studying the spin states on the atomic level to enable the next generation of high-performance microprocessors. This project will also educate both high school and undergraduate students in Physics, Materials Science, and Chemistry, and provide workforce training for high technology industries. Students will experience key techniques that are used in the research through advanced lab courses that also encourage students’ independence and creativity. This wider perspective will help to attract young people to future STEM careers.\r\n\r\nTechnical Description\r\n2D magnetic materials empower the direct control of spin information by manipulating magnetization at the 2D limit. This research focuses on developing a new class of quasi-2D magnetic hybrid metal halides (HMHs) that possess both low-dimensional magnetism and tailored intra-/inter-layer exchange couplings benefiting from chemical versatility. Classical 2D magnetic properties will be demonstrated from bulk crystals down to few-layered ultrathin films using a suite of magnetometers, magneto-optics, and magnetoresistance techniques. By substituting organic cations, metal, and halogen elements, control over static low-dimensional magnetic order and exchange couplings can be achieved. Variable-temperature ferromagnetic resonance and spin pumping measurements are applied to study coherently generated magnons at different magnetic phases of 2D magnetic HMHs as well as a rich structure of resonance modes induced by tunable dynamic couplings. This research extends 2D magnetism from inorganic 2D van der Waals crystals to a wide spectrum of uncharted 2D hybrid metal halides, launching a new strategy for the design of new 2D magnets. Specific senior lab projects for undergraduate students will be designed through an ‘Advanced Senior Lab’ course to disseminate the basic concepts of ferromagnetic resonance and spin pumping. A laser interferometer and magneto-optics will be disseminated through various outreach platforms and the advanced senior lab course, to integrate scientific achievements into the high school and undergraduate students’ educations. These plans provide practice for students taking a relatively open-ended science project from its early construction/debugging stages, through careful data analysis, to the point where it can be communicated clearly to other scientists. Familiarity with the rigors of this process is the most important part of their training as future scientists.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dali",
   "pi_last_name": "Sun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dali Sun",
   "pi_email_addr": "dsun4@ncsu.edu",
   "nsf_id": "000650880",
   "pi_start_date": "2021-11-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "Campus Box 7514",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957214",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "106Z",
   "pgm_ref_txt": "Microelectronics and Semiconductors"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 142377.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 95990.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 99774.0
  }
 ],
 "por": null
}