{
 "awd_id": "2143124",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Existence, regularity, uniqueness and stability in anisotropic geometric variational problems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924876",
 "po_email": "snaik@nsf.gov",
 "po_sign_block_name": "Swatee Naik",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 106102.0,
 "awd_min_amd_letter_date": "2022-01-28",
 "awd_max_amd_letter_date": "2024-10-16",
 "awd_abstract_narration": "Minimizing the area functional is one of the most famous examples of geometric variational problems in mathematics and it has had a major impact both in mathematics and in physics. However, for several natural phenomena, the area functional is only a first approximation. In order to capture microstructures, most models in the sciences use directionally dependent functionals, referred to as anisotropic energies. Ever since the introduction of anisotropic energies by Gibbs in the 19th century to model crystals, they have been extensively applied in material sciences and engineering, motivating seminal works in geometric analysis. However, since anisotropic energies are not invariant under translations and rotations, they don’t enjoy the conservation laws of the area functional, which makes them significantly more complicated to study. The PI will advance the anisotropic minimal surfaces theory. Understanding existence, regularity, uniqueness and stability of solutions to anisotropic geometric variational problems plays a major role in analysis, geometry, topology and physics. The PI will also conduct vertically integrated educational activities tied with the research activities. In particular, undergraduate and graduate students will be exposed to the problems and techniques of this project via the organization of seminars, conferences, and a summer school.\r\n\r\nThe PI will study existence, regularity, uniqueness and stability properties of anisotropic minimal surfaces. The existence of anisotropic minimal surfaces in Riemannian manifolds will require extending the min-max theory. In order to determine the regularity of anisotropic minimal surfaces, the PI will study the related geometric nonlinear elliptic PDEs. In addition to the stationary configurations, this research will shed light on the anisotropic Brakke flow and its approximation, through the analysis of the related parabolic PDEs. This project will also address the uniqueness of critical points of the anisotropic isoperimetric problem and investigate the stability properties of the Wulff shapes. Furthermore, part of this research will be devoted to optimal transport, with an emphasis on the regularity and stability properties of branching dynamics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Antonio",
   "pi_last_name": "De Rosa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Antonio De Rosa",
   "pi_email_addr": "anderosa@umd.edu",
   "nsf_id": "000758434",
   "pi_start_date": "2022-01-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BLDG 7809 Regents Drive",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207421800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 62891.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 43210.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During this project the PI has achieved significant progress in the existence and regularity theory of anisotropic minimal surfaces. Anisotropic energies are used to model direction dependent surface tension energies in material sciences and physics. at the interfaces of different materials. Anisotropic minimal surfaces are the equilibrium shapes of anisotropic energies. Due to the lack of symmetries of anisotropic energies, anisotropic minimal surfaces do not enjoy the same conservation laws of their isotropic counterpart. This makes their study harder. In this project, the PI has focused on the existence of anisotropic minimal closed embedded surfaces in closed 3-dimensional Riemannian manifolds and on the regularity for anisotropic stationary Lipschitz graphs both at interior points and at boundary points in every dimension and codimension.</p>\r\n<p>More precisely, the PI and his coauthor De Philippis have solved in dimension 3 the conjecture of Allard about the existence of anisotropic minimal closed embedded surfaces in closed Riemannian manifolds, up to at most one singular point. In fact, they have proved a more general result regarding the existence of constant anisotropic mean curvature surfaces. This result was one of the main goals of this project. Together with Tione, the PI has proved partial interior regularity for anisotropic stationary Lipschitz graphs in every dimension and codimension. This result is a first fundamental step in proving the anisotropic counterpart of Allard regularity theorem for anisotropic stationary varifolds at points of density ratio close to one. &nbsp;Moreover the PI and his coauthor Resende have extended the latter regularity result for anisotropic stationary Lipschitz graphs in every dimension and codimension to boundary points of density close to 1/2. This result is a first fundamental step in proving the boundary regularity theorem for anisotropic stationary varifolds at points of density ratio close to 1/2.</p>\r\n<p>While conducting this project, the PI has advised 4 undergraduate students, 1 graduate student and 1 postdoc. The PI has disseminated the outcome of this project by delivering about 20 talks at international conferences, seminar series and workshops. The PI has organized two seminar series at the University of Maryland: the ``PDE-Applied Math Seminar&rsquo;&rsquo;, and the ``Informal Geometric Analysis Seminar&rsquo;&rsquo;. Moreover the PI has organized the AMS Special Session on ``Recent Developments in Geometric Measure Theory&rsquo;&rsquo; with C. De Lellis and L. Spolaor at the Joint Mathematics Meetings 2023 in Boston, USA. Finally the PI has given special topic lectures related to the topics of this project in the ``RIT on Applied PDE&rsquo;&rsquo; at University of Maryland.</p><br>\n<p>\n Last Modified: 01/19/2025<br>\nModified by: Antonio&nbsp;De Rosa</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nDuring this project the PI has achieved significant progress in the existence and regularity theory of anisotropic minimal surfaces. Anisotropic energies are used to model direction dependent surface tension energies in material sciences and physics. at the interfaces of different materials. Anisotropic minimal surfaces are the equilibrium shapes of anisotropic energies. Due to the lack of symmetries of anisotropic energies, anisotropic minimal surfaces do not enjoy the same conservation laws of their isotropic counterpart. This makes their study harder. In this project, the PI has focused on the existence of anisotropic minimal closed embedded surfaces in closed 3-dimensional Riemannian manifolds and on the regularity for anisotropic stationary Lipschitz graphs both at interior points and at boundary points in every dimension and codimension.\r\n\n\nMore precisely, the PI and his coauthor De Philippis have solved in dimension 3 the conjecture of Allard about the existence of anisotropic minimal closed embedded surfaces in closed Riemannian manifolds, up to at most one singular point. In fact, they have proved a more general result regarding the existence of constant anisotropic mean curvature surfaces. This result was one of the main goals of this project. Together with Tione, the PI has proved partial interior regularity for anisotropic stationary Lipschitz graphs in every dimension and codimension. This result is a first fundamental step in proving the anisotropic counterpart of Allard regularity theorem for anisotropic stationary varifolds at points of density ratio close to one. Moreover the PI and his coauthor Resende have extended the latter regularity result for anisotropic stationary Lipschitz graphs in every dimension and codimension to boundary points of density close to 1/2. This result is a first fundamental step in proving the boundary regularity theorem for anisotropic stationary varifolds at points of density ratio close to 1/2.\r\n\n\nWhile conducting this project, the PI has advised 4 undergraduate students, 1 graduate student and 1 postdoc. The PI has disseminated the outcome of this project by delivering about 20 talks at international conferences, seminar series and workshops. The PI has organized two seminar series at the University of Maryland: the ``PDE-Applied Math Seminar, and the ``Informal Geometric Analysis Seminar. Moreover the PI has organized the AMS Special Session on ``Recent Developments in Geometric Measure Theory with C. De Lellis and L. Spolaor at the Joint Mathematics Meetings 2023 in Boston, USA. Finally the PI has given special topic lectures related to the topics of this project in the ``RIT on Applied PDE at University of Maryland.\t\t\t\t\tLast Modified: 01/19/2025\n\n\t\t\t\t\tSubmitted by: AntonioDe Rosa\n"
 }
}