{
 "awd_id": "2144687",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Mechanics of Active Polymers and Morphing Structures: Determine the Role of Molecular Interactions and Stiffness Heterogeneity in Reversible Shape Morphing",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922211",
 "po_email": "sqidwai@nsf.gov",
 "po_sign_block_name": "Siddiq Qidwai",
 "awd_eff_date": "2022-02-01",
 "awd_exp_date": "2027-01-31",
 "tot_intn_awd_amt": 546813.0,
 "awd_amount": 546813.0,
 "awd_min_amd_letter_date": "2022-01-25",
 "awd_max_amd_letter_date": "2022-06-13",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2).\r\n\r\nThis Faculty Early Career Development (CAREER) grant will support research on fundamental studies of the mechanics of innovative active polymers and morphing structures. Soft morphing polymers that can change their shapes and therefore functionalities upon exposure to external stimuli are important for many applications, including soft robotics, artificial muscles, and tissue repair. Despite advancement in this exciting and ever-growing field, the rational design, manufacturing, and applications of innovative morphing materials and structures have been significantly limited by the lack of fundamental mechanics understanding of novel active polymers like liquid crystal elastomers. This research project will establish the missing complicated correlations across the molecular, material, and structural levels of novel active materials by using liquid crystal elastomers as a model material system. The educational objective of this work is to engage students at different levels and the general public to research frontiers in morphing materials and structures. An overarching program “Morphing Beyond Imagination” will be started, where simple and entertaining demonstrations of morphing flowers, spiders, and octopuses will be provided to elementary students and will be used to help develop curricula for high school students to promote their pursuit of STEM related studies. Research experiences to undergraduate students especially female and low-income students through a summer intern and a McNair scholar program will be provided. \r\n\r\nThe research objective of this project is to uncover the complicated relationships among molecular interactions, heterogeneous material properties, and the shape morphing behavior of structures, and establish an integrated experimental and computational framework for the rational design of morphing materials and structures by using liquid crystal elastomers as an example. To achieve this objective, the specific tasks of this project include: (1) establish the correlations between molecular interactions (crosslinking density, chain alignment, and chain length) and material properties (stiffness and actuation strain in two-way shape changes), (2) build an integrated experimental and computational framework to study the shape morphing of liquid crystal elastomer structures under molecular-material interactions, and (3) investigate shape morphing and reprogramming under complicated spatial mesogen alignment and stiffness heterogeneities. The research outcomes of this work will help understand and optimize the design of novel active polymers and morphing structures with tailored chain alignment, stiffness heterogeneity, and shape morphing properties under complicated loading conditions and external stimuli. In addition, the project will generate broad impacts on a variety of other disciplines, including chemistry, physics, materials science, and biomedical engineering.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xueju",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xueju Wang",
   "pi_email_addr": "xueju.wang@uconn.edu",
   "nsf_id": "000799962",
   "pi_start_date": "2022-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "97, North Eagleville Road",
  "perf_city_name": "Storrs",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062693136",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  },
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "013E",
   "pgm_ref_txt": "MULTI-SCALE MODELING"
  },
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 546813.0
  }
 ],
 "por": null
}