{
 "awd_id": "2144503",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Conversational User Interfaces to Support  Older Adults' Social Wellness",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032920000",
 "po_email": "vnewhart@nsf.gov",
 "po_sign_block_name": "Veronica Newhart",
 "awd_eff_date": "2022-05-15",
 "awd_exp_date": "2027-04-30",
 "tot_intn_awd_amt": 543539.0,
 "awd_amount": 543539.0,
 "awd_min_amd_letter_date": "2022-05-04",
 "awd_max_amd_letter_date": "2023-03-16",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2).\r\n\r\nMaintaining social wellness through a sustained network of in-person relationships is essential to preserving health. Yet, as individuals age, remaining socially active can become challenging. For example, many older adults relocate for retirement, experience changes in mobility, or begin losing family and friends, which may weaken the fabric of their social network. Because of this, older adults are at risk of experiencing feelings of loneliness and social isolation, which may lead to declines in mental and physical health. This project will investigate the potential of emerging conversational user interfaces such as voice assistants and chatbots to help older adults stay connected with the world around them, thus improving their social wellness. By engaging older adults in the design process and adapting state-of-the-art conversational design methods, this work will develop empirically validated novel strategies for personalized conversational interfaces that leverage real-world social connections and motivate older adults to engage in social activities with other people. The project will also yield new curriculum, experiential learning opportunities, community engagement initiatives, and tools to aid reflective thinking of the impact of artificially intelligent technologies on an increasingly aging society.\r\n\r\nThis project leverages social-behavioral theories to identify and examine a new family of conversational interaction approaches for supporting older adults in maintaining and building social relationships with others. To do so, the team will employ participatory methods that leverage close community collaborations with senior organizations and older adults. The research will include three main aims. First, the team will generate an empirical account of the needs of older adults to maintain social wellness in an interconnected world, along with situations that pose risks of isolation. Second, the team will explore conversational design principles to support collaborative two-way dialogues that encourage engagement in social wellness activities, with particular attention to people's concerns about privacy and aspects of the situation where they are using the system. Finally, the team will develop and evaluate a novel platform implementing tested conversational strategies to motivate older adults' participation in socially meaningful activities. This project will advance knowledge of the uses, challenges, and real-world barriers of designing and deploying conversational user interfaces to support older adults' social wellness, contributing to human-centered artificial intelligence, aging, and conversational design. The research is expected to reveal new approaches that can benefit older adults' social wellness while decreasing the risk of social isolation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aqueasha",
   "pi_last_name": "Martin-Hammond",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aqueasha Martin-Hammond",
   "pi_email_addr": "aqumarti@iupui.edu",
   "nsf_id": "000726588",
   "pi_start_date": "2022-05-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University Purdue Univ",
  "perf_str_addr": "535 W Michigan St., IT",
  "perf_city_name": "Indianapolis",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "462023103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IN07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 200640.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 342899.0
  }
 ],
 "por": null
}