{
 "awd_id": "2144454",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Multifunctional electrolyte design and descriptors for lithium metal batteries",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2022-01-15",
 "awd_exp_date": "2026-12-31",
 "tot_intn_awd_amt": 616363.0,
 "awd_amount": 616363.0,
 "awd_min_amd_letter_date": "2022-01-03",
 "awd_max_amd_letter_date": "2022-09-22",
 "awd_abstract_narration": "There is a pressing need to accelerate worldwide decarbonization efforts to support a sustainable energy economy. Due to the intermittency of renewable energy technologies such as solar and wind, energy storage is required. Batteries are highly promising because they can be portable and energy-dense (energy stored per mass). Lithium metal electrode batteries can store up to two times the energy of currently available Li-ion batteries but have not been commercialized because of the lack of suitable electrolytes (salts dissolved in solvent). This fundamental research project will determine relevant electrolyte properties that are important to predict lithium metal electrode behavior and use those insights to develop novel electrolytes that allow for lithium metal batteries that last longer. The educational plan will focus on using battery-related programming events (e.g. drama performance and battery experiments) as part of an annual “Battery Day” event to broaden the participation and persistence of underrepresented minorities in STEM both locally in Chicago and internationally in Nigeria. The project’s integrated research and educational plan will lead to energy-dense lithium metal batteries that bring the US closer to achieving decarbonization goals, expand the number of underrepresented minority students pursuing STEM, and enable a diverse and globally competitive US workforce.\r\n\r\nLithium metal batteries have theoretical energy densities, but lithium metal deposits in a high surface area mossy and/or dendritic morphology that is highly dependent on electrolyte composition. With continuous cycling, uneven lithium deposition and stripping leads to the accumulation of solid electrolyte interphase (SEI) components and electrochemically inactive (or ‘dead’) lithium leading to permanent capacity loss. One approach with great promise to address lithium metal challenges is electrolyte design. However, electrolyte requirements are complex as they must be nonvolatile and nonflammable and have high ionic conductivity, high lithium transference number, and high electrochemical stability. Hence, physical mixtures are often used in an edisonian approach that makes electrolyte development highly combinatorial. To solve these electrolyte design challenges, this project will have the following objectives: to (1) quantify electrolyte solvation properties and develop relevant electrolyte descriptors (2) design a modular multifunctional electrolyte platform that covalently combines disparate electrolyte properties into a single molecule and (3) evaluate multifunctional electrolyte influence in lithium metal batteries and probe dynamic lithium metal changes in situ and ex situ. The research will chart a new path forward for quantitative electrolyte science and novel electrolytes for a broad range of electrochemical systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chibueze",
   "pi_last_name": "Amanchukwu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chibueze Amanchukwu",
   "pi_email_addr": "chibueze@uchicago.edu",
   "nsf_id": "000849137",
   "pi_start_date": "2022-01-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606372612",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 616363.0
  }
 ],
 "por": null
}