{
 "awd_id": "2144511",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Chirality and Polymer Thermodynamics: Frustration and Amplification",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 478476.0,
 "awd_amount": 381931.0,
 "awd_min_amd_letter_date": "2021-12-03",
 "awd_max_amd_letter_date": "2023-09-06",
 "awd_abstract_narration": "This award is funded in part under the American Rescue Plan Act of 2021 (Public Law 117-2).\r\n\r\nNONTECHNICAL SUMMARY\r\nThis CAREER award supports theoretical and computational research, and integrated education on self-assembly that leads to chiral structures in polymeric materials. Without turning one hand over, one cannot superimpose one’s left-hand over their right one. Atoms or molecules in a material may position themselves so that they may have this same property; the atoms in the material are not in registry with those of the material’s mirror image. The ability to distinguish a material as being either right-handed or left-handed indicates that the material has chirality. Chirality lends itself to specific interactions and novel properties, with applications ranging from selective catalysis, negative refractive index materials, to synthetic life. In chemical systems where complex interactions lead to self-assembly of hierarchical structures at a multitude of length scales, chirality may or may not result in each of those length scales. Numerous examples exist on both sides of the spectrum where chirality at the smaller scale is also exhibited at the larger scale (amplification), or where chirality at the smaller scale does not translate to chirality at the larger scale (frustration).\r\n\r\nThe scientific goal of the project is to enhance the understanding of when and how chirality is transferred from the smallest to the largest length scale by studying the underlying thermodynamic principles and interrogating the molecular-level detail. The systems under consideration are made from polymers, long chain-like molecules made of repeating molecular subunits. Specifically, they are chiral polymers, either studied in isolation, in mixtures, or incorporated into a portion of a longer molecule that has a chiral part and one that is not chiral. A novel particle-based simulation model is developed in this project to measure several thermodynamic properties, including various components of energy and entropy. The use of thousands of molecules also provides insights into the conformations of individual molecules and variations within an individual molecule. Altogether, the project will identify thermodynamic conditions and molecular mechanisms that amplify or frustrate chirality transfer. Such findings can be applied to a variety of self-assembling polymers including synthetic polypeptides and self-assembling foldamers. \r\nThe education goal of the project is to develop activities and curricula that enhance spatial thinking skill among students at the K-12 and undergraduate levels. Tools such as projections on isometric paper, tactile 3D objects, and visualization software are utilized to support learning. Spatial thinking skills are especially important in the identification of chiral structures, where mental rotations must be performed to identify right-handedness or left-handedness. Such skills not only enhance student performance in structure identification, but also enhance overall performance in STEM-related fields.\r\n\r\nTECHNICAL SUMMARY\r\nChirality is the property where a material cannot be superimposed on its mirror image. This property can not only be exhibited at any length scale, but it can also be exhibited simultaneously at several length scales. For example, in achiral-chiral block copolymers, chirality can be exhibited at the atomic scale, at the conformational scale of a macromolecule, and at the mesoscale. Despite numerous examples of chirality transfer from lower to higher length scales, diverse examples also exist where chirality is limited to a lower length scale alone and does not transfer to a higher length scale. A thermodynamic understanding of conditions when such transfer is amplified, or conditions when such transfer is hindered, remain unknown. Such principles will have implications for the assembly of biomaterials such as synthetic polypeptides and self-assembling foldamers and can be used to answer fundamental questions regarding the origin of life.\r\nThe scientific goal of the project is to understand the thermodynamic principles and to establish mechanisms that amplify or frustrate chirality transfer in model polymer systems, using particle-based simulations. Specifically, the project develops a tunable and parametrizable model for chiral block copolymers to exhibit conformations that are comparable to experimental measurements. Free energy calculations in the disordered state decouple various thermodynamic contributions, namely, intra- and inter-molecular energies, and entropy arising from conformational changes. To interrogate mechanisms of chiral frustration during self-assembly, the project compares the conformations of the polymers in a lamellar (achiral) structure to that of the ideal scenario. To promote chiral amplification arising from self-assembly, strategies such as nematic ordering through purposefully designed mixtures will be employed. Overall, insights from the project will enable a deeper understanding of the relationship between molecular and structural characteristics.\r\nThe education goal of the project is to strengthen the spatial thinking skills of students for improved STEM achievement and attainment. Activities are designed for students from diverse backgrounds at the K-12 level and will also be incorporated in the early undergraduate curriculum. Enhancement of spatial thinking skills is anticipated to improve learning gains broadly. Diverse modes of building spatial thinking skills are utilized, including drawings on isometric paper, use of tactile 3-D printed objects, and visualization software. The curriculum developed through this project will benefit students broadly and will fill the current gap in chemical education for identification of chiral structures.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Poornima",
   "pi_last_name": "Padmanabhan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Poornima Padmanabhan",
   "pi_email_addr": "popche@rit.edu",
   "nsf_id": "000769362",
   "pi_start_date": "2021-12-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rochester Institute of Tech",
  "inst_street_address": "1 LOMB MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5854757987",
  "inst_zip_code": "146235603",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "ROCHESTER INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J6TWTRKC1X14"
 },
 "perf_inst": {
  "perf_inst_name": "Rochester Institute of Tech",
  "perf_str_addr": "1 LOMB MEMORIAL DR",
  "perf_city_name": "ROCHESTER",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146235603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  },
  {
   "pgm_ref_code": "094Z",
   "pgm_ref_txt": "Materials Data"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 195050.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 186881.0
  }
 ],
 "por": null
}