{
 "awd_id": "2144374",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Harnessing Multiscale Biophysical Cues for Engineering Adult Heart Tissue",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032924204",
 "po_email": "shisharm@nsf.gov",
 "po_sign_block_name": "Shivani Sharma",
 "awd_eff_date": "2022-06-01",
 "awd_exp_date": "2027-05-31",
 "tot_intn_awd_amt": 697545.0,
 "awd_amount": 697545.0,
 "awd_min_amd_letter_date": "2022-02-13",
 "awd_max_amd_letter_date": "2022-02-13",
 "awd_abstract_narration": "This Faculty Early Career Development (CAREER) award will reveal how biophysical signals at multiple length scales can be used to engineer personalized heart tissues.  These engineered tissues could replace damaged heart muscle in adults. Heart attack causes permanent loss of heart muscle and can lead to heart failure. Current treatments cannot regenerate damaged heart muscle. Induced pluripotent stem cells, which come from a person’s own cells, can become any cell type.  As such, these cells offer new hope for personalized engineered heart tissue regeneration. However, heart tissues made from these cells to date lack the functionality of adult tissues. This is because heart muscle cells generated from stem cells are immature in shape, size, and function. There is a critical need to improve heart muscle cell maturity for engineering adult heart tissue. Drawing inspiration from the heart’s multiscale structure, this research will explore how three-dimensional biophysical signals can be used to improve heart muscle cell maturity and how this knowledge can be leveraged to manufacture personalized adult heart tissues. The complementary education program will use this research context to promote equity in engineering education through curriculum innovation.  This work will also broaden access to engineering for those who have been historically excluded through scalable K-12 programs.\r\n\r\nThe goal of this research program is to develop fundamental mechanistic understanding of how multiscale biophysical cues can be used to influence the structural and functional maturity of engineered heart tissues. Using a novel multiscale platform that permits orthogonal control of stiffness, viscoelasticity, and three-dimensional geometric confinement, this research will determine how these microscale and mesoscale cues influence cardiomyocyte maturation defined by cellular ultrastructure, contractile force, and conduction velocity. Through bioinformatic analyses, this work will uncover mechanisms by which these cues have influence individually and collectively. Additionally, this work will determine if biophysically mediated maturation introduced in unit biomanufacturing processes persists in the hierarchical formation of large-scale engineered heart tissues. This inclusively designed research will identify differential effects of biophysical stimuli associated with cell sex in engineering adult heart tissues. The integrated education program will create systems to advance equity in engineering education and broaden participation of historically excluded racial and ethnic groups. This award will present a major step toward transforming mechanobiological insights into biomanufacturing processes enabling the creation of personalized, fully functional engineered tissues and to measurably impact equity, diversity, and inclusion in engineering with new faculty-driven change models.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Darryl",
   "pi_last_name": "Dickerson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Darryl A Dickerson",
   "pi_email_addr": "darryl.dickerson@fiu.edu",
   "nsf_id": "000721295",
   "pi_start_date": "2022-02-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "11200 SW 8TH ST",
  "perf_city_name": "Miami",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331990001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  },
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "070Z",
   "pgm_ref_txt": "MB-Mechanobiology"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 697545.0
  }
 ],
 "por": null
}