{
 "awd_id": "2144624",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Resilient Low-Cost Robot Teams for Autonomous Aquatic Exploration",
 "cfda_num": "47.041, 47.070",
 "org_code": "05050000",
 "po_phone": "7032928950",
 "po_email": "rwachter@nsf.gov",
 "po_sign_block_name": "Ralph Wachter",
 "awd_eff_date": "2022-03-01",
 "awd_exp_date": "2027-02-28",
 "tot_intn_awd_amt": 553676.0,
 "awd_amount": 442099.0,
 "awd_min_amd_letter_date": "2022-02-23",
 "awd_max_amd_letter_date": "2024-08-28",
 "awd_abstract_narration": "This Faculty Early Career Development (CAREER) project’s main objective is to study and develop low-cost multirobot systems for aquatic environments exploration, towards democratizing aquatic autonomous robotics. With water covering 70 percent of the Earth, a large part of the economy, called “Blue Economy” and valued to be at least US$24 trillion, relies on a healthy aquatic world, requiring its study and monitoring. Robots could automate these tasks. However, to date, aquatic robots deployed in practice are expensive (in the order of US$100k-US$1M). Current multi-robot exploration algorithms are not robust underwater, as the intrinsic limitations posed by the aquatic domain and inexpensive robot configuration are not explicitly considered – such as absence of global localization and communication infrastructure (e.g., GPS and cellular network) and limited communication bandwidth (bits per seconds). This project will produce resilient cooperative exploration algorithms for teams of inexpensive Autonomous Surface and Underwater Vehicles, that explicitly consider those limitations. This project outcomes will advance the state of the art on low-cost mobile robot autonomy in extreme environments. More broadly, the project will contribute to lower the barrier to entry in aquatic robotics and catalyze a broader educational outreach and support tasks for a healthy aquatic world. This project integrates research activities with educational and outreach plans; example include targeting environmental monitoring tasks with real deployments, organizing a summer camp for K-12 students, and involving undergraduate/graduate students in research. \r\n\r\nThe project will intellectually contribute on novel algorithmic developments to three fundamental robotics research themes and on a comprehensive system integration with real low-cost robots in real aquatic environments: (1) resilient cooperative multirobot 3D exploration by probabilistic modeling of localization and communication constraints, optimizing multiple conflicting objectives, and reasoning in a probabilistic representation to find a safe optimal path; (2) resilient communication by tightly coupling state estimation and planning to calculate information value and designing an optimization framework to minimize the use of the low-bandwidth communication channel, but ensure situational awareness;  (3) graceful recovery by designing algorithms that calculate a non-myopic rendezvous trajectory based on explicit modeling of localization and communication and allow for adaptive coalition formation to avoid loss of the single robot and of the whole system; (4) integration of the algorithms with a team of inexpensive custom-made ASVs and AUVs, which will be rigorously tested in simulations, real pool and lake/ocean environments. The research expected outcomes are new algorithms for low-cost aquatic robots that will augment their exploration capabilities and allow simpler deployments.\r\n\r\nThis project is supported by the cross-directorate Foundational Research in Robotics program, jointly managed and funded by the Directorates for Engineering (ENG) and Computer and Information Science and Engineering (CISE).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alberto",
   "pi_last_name": "Quattrini Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alberto Quattrini Li",
   "pi_email_addr": "alberto.quattrini.li@dartmouth.edu",
   "nsf_id": "000736538",
   "pi_start_date": "2022-02-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "6211 Sudikoff, Rm. 153",
  "perf_city_name": "Hanover",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037553510",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144y00",
   "pgm_ele_name": "FRR-Foundationl Rsrch Robotics"
  },
  {
   "pgm_ele_code": "144Y00",
   "pgm_ele_name": "FRR-Foundationl Rsrch Robotics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "6840",
   "pgm_ref_txt": "ROBOTICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 232727.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 102462.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 106910.0
  }
 ],
 "por": null
}