{
 "awd_id": "2144912",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Uncovering Mechanisms of Filopodia-Based Synaptogenesis",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924958",
 "po_email": "lborodin@nsf.gov",
 "po_sign_block_name": "Laura N. Borodinsky",
 "awd_eff_date": "2022-07-15",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 1238708.0,
 "awd_amount": 781818.0,
 "awd_min_amd_letter_date": "2022-07-14",
 "awd_max_amd_letter_date": "2024-08-20",
 "awd_abstract_narration": "The brain supports complex cognitive processes, such as learning and memory. These complex processes require information transfer within the brain. Synapses mediate this information transfer. Yet, important details about the exact ways that synapses form in brain development are still unknown. To address this critical knowledge gap, this project examines synapse formation in rodent and human brain development using cutting-edge techniques for growing developing brain circuits in tissue culture preparations, which allow us unrivalled experimental access to developing synapses. Using these tools to uncover the detailed mechanisms of synapse formation will enable us to gain new insights into the emergence of complex cognitive processes. Since this project studies both rodent and human synapse formation, it will lead to the identification of shared and unique mechanisms underlying synapse formation in these two. By integrating this research with scientific outreach and educational activities, this project will also increase research opportunities for high school, undergraduate and graduate students. Students will be exposed to diverse scientific disciplines, including neuroscience and stem cell biology. Through the use of human brain models, students will develop skills in tissue engineering. This project will develop a microscopy course for undergraduates to learn advanced microscopy techniques. Furthermore, the use of microscopy in this research will result in both informative and beautiful images. This project will share the beauty of scientific discovery with the community by publicly displaying microscopy images in the community. Art will also be used as a medium to explore scientific concepts with K-12 students. Thus, this project will cultivate student and community science appreciation and interest, while also equipping a future generation of scientists with the knowledge and technical skills to tackle difficult biological questions.\r\n\r\nExcitatory synapses are an important basis of information transfer in neural circuits which give rise to complex cognitive functions.  However, the mechanisms that initiate excitatory synapse formation in developing neural circuits are unclear. To address this gap, this research focuses on two fundamental questions: 1) what are the requirements for pre- and post- synaptic compartments to initially adhere? and 2) what determines whether this association persists and matures? The set of experiments will test the hypothesis that post-synaptic dendritic filopodia promote synapse formation in developing neural circuits. These experiments are designed to test the molecular requirements for filopodia to participate in distinct stages of excitatory synapse formation: axon association, contact stabilization, and morphological maturation. Neurons will be co-cultured in microfluidic systems to isolate the contributions of pre- and post-synaptic compartments to synaptogenesis. CRISPR interference will be used to alter the expression of specific molecules either separately or in combination and assess the resulting impact to synapse formation with confocal and STORM microscopy. Fluorescent biosensors will be used to perturb and monitor filopodia-mediated signaling events. Synapse formation will be observed in live neuron cultures and fixed brain tissue from both mice and humans. This research will also compare regional differences between synapse formation in the hippocampus and cortex. Successful completion of this research will result in the identification of conserved mechanisms of filopodia-mediated synaptogenesis, while also uncovering regional and species-specific differences in filopodial populations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Litwa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karen Litwa",
   "pi_email_addr": "litwak16@ecu.edu",
   "nsf_id": "000783063",
   "pi_start_date": "2022-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "East Carolina University",
  "inst_street_address": "1000 E 5TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREENVILLE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "2523289530",
  "inst_zip_code": "278582502",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NC03",
  "org_lgl_bus_name": "EAST CAROLINA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HWPEKM8VFTJ9"
 },
 "perf_inst": {
  "perf_inst_name": "East Carolina University",
  "perf_str_addr": "209 E. Fifth St",
  "perf_city_name": "Greenville",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "278581821",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771200",
   "pgm_ele_name": "Organization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 215546.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 251118.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 315154.0
  }
 ],
 "por": null
}