{
 "awd_id": "2144328",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Understanding the Size Effects on Spin-mediated Thermal Transport in Nanostructured Quantum Magnets",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924736",
 "po_email": "fcao@nsf.gov",
 "po_sign_block_name": "Fangyu Cao",
 "awd_eff_date": "2022-03-01",
 "awd_exp_date": "2027-02-28",
 "tot_intn_awd_amt": 565478.0,
 "awd_amount": 449746.0,
 "awd_min_amd_letter_date": "2022-01-21",
 "awd_max_amd_letter_date": "2022-01-21",
 "awd_abstract_narration": "Magnetic heat conduction, a highly efficient mode of heat conduction in some magnetic materials with unique crystal structures, is promising for thermal management, energy conversion, and emerging quantum technologies. However, experimentally probing the microscopic heat transport processes in these materials has been challenging. The overarching goals of this project are to develop a fundamental understanding of the heat transport mechanisms in magnetic materials and to educate the next generation of scientists in quantum science. Using a combination of advanced nanomaterial synthesis and nanoscale thermal characterization, this project seeks to reveal important length scales of magnetic heat conduction. The knowledge gained will potentially enable the development of magnetic materials as effective heat transport channels for thermal management in microelectronic devices, as well as a data-bus for quantum science-based devices. The integrated education plan will promote the participation of underrepresented minorities in STEM disciplines and inspire students—K-12 to graduate level—to pursue careers in science and engineering.\r\n\r\nTo shed light on the mechanisms that govern the thermal transport of spin excitations (i.e., thermal excitations of electrons’ spin structure), this project effectively combines controlled bottom-up synthesis of magnetic nanostructures, advanced nanoscale four-probe thermal transport characterization, and theoretical analysis. By investigating the thermal transport properties in nanostructured quantum magnets, the proposed research will verify the predicted ballistic thermal transport of spin excitations, which can lead to a divergently increasing thermal conductivity with the system’s length. Furthermore, the effect of lateral size confinement on spin-mediated thermal transport will be established experimentally. This project will generate fundamental knowledge about energy transport in quantum materials at the nanoscale, as well as train and inspire the next generation of STEM workforce. The scientific findings from this project will impact a wide variety of applications that require transport of spin excitations, including thermal management, thermal energy conversion, and quantum information processing.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xi",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xi Chen",
   "pi_email_addr": "xichen@ucr.edu",
   "nsf_id": "000813737",
   "pi_start_date": "2022-01-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Riverside",
  "perf_str_addr": "900 University Avenue",
  "perf_city_name": "Riverside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 449746.0
  }
 ],
 "por": null
}