{
 "awd_id": "2145022",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Phase Control in Synthetic Two-Dimensional Materials",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032924813",
 "po_email": "sbukkapa@nsf.gov",
 "po_sign_block_name": "Satish Bukkapatnam",
 "awd_eff_date": "2022-05-01",
 "awd_exp_date": "2027-04-30",
 "tot_intn_awd_amt": 597821.0,
 "awd_amount": 597821.0,
 "awd_min_amd_letter_date": "2022-01-26",
 "awd_max_amd_letter_date": "2022-01-26",
 "awd_abstract_narration": "This Faculty Early Career Development (CAREER) grant supports the research into new electronic materials which can operate in new modalities potentially circumventing the bottleneck of speed and energy consumption in logic and memory devices used in computing. Next generation computing and communications are essential for the continued economic prosperity of the United States. Metalorganic chemical vapor deposition is a scalable manufacturing process for the precision synthesis of thin films for microelectronics. While widely used for optical and electronic devices, this manufacturing process is not well-developed for the synthesis of two-dimensional transition metal dichalcogenides. This research will develop the knowledge needed to provide control over the detailed atomic arrangement of the atoms in these two-dimensional materials on an industrial scale, required for the incorporation of these materials into advanced electronic systems. These materials exhibit two dominant atomic arrangements which are referred to as the polytype or phase. The specific phase dictates the physical properties of the material and potentially could be selected for use in the formation of components necessary to address the voltage, interconnect, and dimensional scaling issues in current and future microelectronics. This award supports innovation in manufacturing through basic research and technology development of metalorganic chemical vapor deposition that will lead to precision in the selection of the desired material phase during synthesis. Achieving phase-sensitive process control will pave the way to realize new high speed and low energy consuming microelectronic devices. This research program provides educational activities aimed at developing the next generation of material processing graduates and the future leaders in microelectronic materials in the United States. Outreach activities to increase the diversification of the workforce in advanced materials manufacturing will be pursued by improving the transfer pathway of students from community colleges to 4-year university Materials Science and Engineering programs.\r\n\r\nThis research program investigates an advanced manufacturing approach to achieve phase selectivity and control during the epitaxial growth of two-dimensional transition metal dichalcogenide materials by metalorganic chemical vapor deposition. This research program will specifically study the non-equilibrium growth of these materials using steady-state light illumination: (i) to manipulate the population of free carriers during synthesis and thus the formation energy of point defects; (ii) to influence the surface kinetics of mobile species and thus the phase equilibria of these materials; and (iii) to change the chemical trajectory as well as reaction pathways that will ultimately impact which polymorph phase is stabilized during growth. The research program will provide a detailed understanding of the underlying mechanisms that govern the phase selectivity during epitaxial growth. These two-dimensional materials could be used in reconfigurable, electrically tunable, low energy and low voltage switching devices based on phase transformation between the different polytypes. This research program will develop real-time, in situ optical diagnostics of the materials synthesis process to characterize and track the evolution of individual phases during synthesis. The information from the initial materials system can be used to understand the complex chemical processes present throughout the synthesis of other two-dimensional materials under non-equilibrium conditions. A particular phase of interest could be selectively produced for integration into a variety of microelectronic logic and memory designs. This research program will advance the critical understanding of the thermodynamic and kinetic energy barriers for phase transformation in two-dimensional transition metal dichalcogenide materials and provide insights into the engineering of these energy barriers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zakaria",
   "pi_last_name": "Al Balushi",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Zakaria Y Al Balushi",
   "pi_email_addr": "albalushi@berkeley.edu",
   "nsf_id": "000833230",
   "pi_start_date": "2022-01-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "Sponsored Projects Office",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  },
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 597821.0
  }
 ],
 "por": null
}