{
 "awd_id": "2145713",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Achieving Ultra-Low Latency under Heterogeneity and Uncertainty in Edge Computing",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032924568",
 "po_email": "hdai@nsf.gov",
 "po_sign_block_name": "Huaiyu Dai",
 "awd_eff_date": "2022-04-01",
 "awd_exp_date": "2027-03-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2022-04-22",
 "awd_max_amd_letter_date": "2023-07-24",
 "awd_abstract_narration": "Edge computing has been envisioned to be a paradigm beyond cloud computing that supports emerging applications such as autonomous driving, augmented reality, and automated mobile robots. However, to realize the envisioned latency breakthrough of edge computing and put this new paradigm into operation, a critical piece that is still missing is algorithms that orchestrate the data and the computation to guarantee ultra-low latency. The overall objective of this CAREER proposal is to fill this gap by developing (i) orchestration algorithms that dynamically coordinate data and computation for edge computing systems to meet stringent latency goals, and (ii) theoretical foundations to characterize the fundamental resource requirements and optimal operating points of edge computing systems. The algorithmic innovation and provisioning insights for achieving ultra-low latency in this proposal will guide the deployment of edge computing systems in large scale, greatly benefiting latency sensitive edge applications with strong societal impacts such as cognitive assistance for the elderly and disabled and autonomous driving. The theoretical advances under this proposal will make fundamental contributions to research in stochastic systems, creating new research focuses for interdisciplinary research communities at the intersection of electrical engineering, computer science, and operations research. This proposal will have significant educational and community impact. Both the theoretical approaches and the experiment platforms will be incorporated into the curriculum and course projects at graduate and undergraduate levels at Carnegie Mellon University. Online platforms will also be leveraged to disseminate educational and research materials related to this project for a greater reach. Continuing and expanded efforts will be spent on STEM outreach activities to K-12 students, mentoring students from underrepresented groups for research, promoting the visibility of researchers from underrepresented groups, and initiating online seminars to outreach to the general public.\r\n\r\nThe goal of this project is to develop (i) orchestration algorithms that dynamically coordinate data and computation for edge computing systems to meet stringent latency goals, and (ii) theoretical foundations to characterize the fundamental resource requirements and optimal operating points of edge computing systems. In particular, this goal will be achieved in two representative operating modes of edge systems (Thrusts I and II), respectively, based on which edge nodes are authorized to process the data generated by clients and whose computing power is being exploited. Then the uncertainty in communication and computation environments will be addressed in an orthogonal thrust (Thrust III) learning-based orchestration. The proposed research will result in the currently missing algorithmic innovation and provisioning insights needed for guaranteeing ultra-low latency in edge computing systems. Specifically, orchestration algorithms will be developed to jointly and dynamically utilize the communication resources under the emerging 5G and beyond wireless technologies and the dispersed computing power of edge servers and edge clients. The cross-cutting approach in this proposal is motivated by the observation that future edge systems will be of large scale, and the approach builds upon significant recent results on large-scale stochastic systems. These results demonstrate that with the right orchestration algorithms, it is possible to achieve ultra-low latency and high system utilization simultaneously in large systems. This proposal will further advance the theory for large-scale stochastic systems to a much greater generality to address heterogeneity, uncertainty, interactions among different types of resources, and dynamic performance-based job execution. These are new unique challenges arising in edge systems and modern applications in general that are highly underexplored in traditional approaches.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Weina",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Weina Wang",
   "pi_email_addr": "weinaw@cs.cmu.edu",
   "nsf_id": "000800768",
   "pi_start_date": "2022-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 393966.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 106034.0
  }
 ],
 "por": null
}