{
 "awd_id": "2145387",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Curing-Induced Microcracking in Thermoset Composites",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927225",
 "po_email": "awells@nsf.gov",
 "po_sign_block_name": "Andrew Wells",
 "awd_eff_date": "2022-04-01",
 "awd_exp_date": "2027-03-31",
 "tot_intn_awd_amt": 568263.0,
 "awd_amount": 623227.0,
 "awd_min_amd_letter_date": "2022-04-05",
 "awd_max_amd_letter_date": "2023-09-13",
 "awd_abstract_narration": "This Faculty Early Career Development (CAREER) award enables contribution of new knowledge related to the manufacturing process for thermoset composite structures. Thermosets are advanced polymers that can be reinforced with high-strength fibers to create lightweight composite materials with complex architectures. Their manufacturing process involves chemical curing reactions, heat generation, and heat conduction that result in a change of phase from a liquid polymer mixture to a cross-linked solid structure. Stresses built up during the process can cause very small cracks to be formed, which can contribute to subsequent failures in the structure. Extensive curing-induced microcracking is a key technological challenge in the production of critical structural components for space exploration, wind energy production, and current and future transportation. The manufacturability of the next generation of high-performance, lightweight structures depends upon fabricating damage-free complex composites with enhanced mechanical properties. This award supports fundamental computational and experimental research to provide the necessary knowledge for developing crack-free thermosets, optimizing composite performance, and reducing the time and cost to create better composite parts. This research program will be integrated with educational and outreach activities, including developing an e-learning platform with engaging learning activities, K12 summer programs, and internships that aim to broaden the participation of underrepresented groups in research and positively impact engineering education. \r\n\r\nThe research goal of this project is to reveal the fundamental mechanisms of curing-induced microcracking in thermoset composites. This project will establish process-property relationships to predict curing-induced damage mechanisms in thermosets across the micro and macro scales, which will enable new manufacturing capabilities. Knowledge generated from this research will allow manufacturers to tailor their processes to prevent curing-induced damage. This project will test the hypothesis that layer/layer and fiber/matrix property mismatches and resin shrinkage cause microcracking when the material is processed below its glass transition temperature and after gelation, depending on the resin viscosity and toughness. Advanced multiscale process modeling techniques that account for thermal gradients, resin exothermic reactions, mismatch in thermomechanical properties, shrinkage, and residual stresses will be implemented. A new time-independent characterization technique for determining material properties at intermediate degrees of cure based on off-stoichiometry polymer proxies will be tested. This novel approach to learning constitutive relations of thermosets during curing will be used to identify and quantify viscoelastic and viscoplastic resin properties during manufacturing. In-situ testing during curing will aim to validate the approach for three material systems, including 3D woven textiles, bonded adhesives, and thermosets for additive manufacturing. The planned result is an experimentally-validated physics-based multiscale process modeling framework to design and optimize enhanced composites which can help the composite industry by providing a missing link between material, manufacturing, and properties in order to prevent microcracking.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marianna",
   "pi_last_name": "Maiaru",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marianna Maiaru",
   "pi_email_addr": "mm6263@columbia.edu",
   "nsf_id": "000757212",
   "pi_start_date": "2022-04-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Lowell",
  "inst_street_address": "220 PAWTUCKET ST STE 400",
  "inst_street_address_2": "",
  "inst_city_name": "LOWELL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9789344170",
  "inst_zip_code": "018543573",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MA03",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS LOWELL",
  "org_prnt_uei_num": "",
  "org_uei_num": "LTNVSTJ3R6D5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Lowell",
  "perf_str_addr": "Office of Research Admin.",
  "perf_city_name": "Lowell",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018543692",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  },
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "085E",
   "pgm_ref_txt": "POLYMER & COMPOSITES PROCESSES"
  },
  {
   "pgm_ref_code": "088E",
   "pgm_ref_txt": "THERMALLY DRIVEN PROCESSES"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "170E",
   "pgm_ref_txt": "Interagency Agreements"
  },
  {
   "pgm_ref_code": "1773",
   "pgm_ref_txt": "POLYMERS"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 568263.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 54964.0
  }
 ],
 "por": null
}