{
 "awd_id": "2145274",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Power Magnetics for MHz Frequencies",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922303",
 "po_email": "eabed@nsf.gov",
 "po_sign_block_name": "Eyad Abed",
 "awd_eff_date": "2022-04-01",
 "awd_exp_date": "2027-03-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2022-01-25",
 "awd_max_amd_letter_date": "2023-05-18",
 "awd_abstract_narration": "This NSF CAREER project aims to improve the size and efficiency of electric energy conversion systems which are critical in many applications which progress science, advance national prosperity, and secure national defense. The project will bring transformative change by allowing power converters to operate ten times faster and therefore store ten times less energy, reducing size and improving efficiency. This will be achieved by advancing the science of magnetic components (inductors and transformers) which are the most significant bottleneck to this improved speed and size. The intellectual merits of the project include new rapid models for optimization, new component structures and designs, new applications for materials, and enabling further advancement through engineered platforms capable of studying high-power components at high speed. The broader impacts of the project include both scientific and educational components. Improved size and efficiency of power converters will enable greater proliferation of renewable energy, lighter and more affordable electric vehicles, the electrification of naval and air travel, and more affordable semiconductors. This project will also bring these scientific advances into the classroom through authentic, project-oriented courses and extracurricular activities which benefit all students and especially first-generation college students.\r\n\r\nAs power converters increase in switching frequency to decrease energy storage and size, the most significant barrier encountered is the energy loss in magnetic components. This barrier becomes even more significant in the megahertz (MHz) regime where the only accurate modeling methods are prohibitively slow, the few available techniques to suppress high-frequency eddy currents become unfeasible to manufacture, typical core materials become very lossy, and available characterization approaches cannot achieve good accuracy. All of these barriers stand to inhibit the design, optimization, manufacturing, and characterization of magnetic components which are required to unlock the next order-of-magnitude improvement in power conversion. This project will enable MHz operation with new accurate and rapid modeling, eddy-current suppressing designs, investigation of new materials and existing materials repurposed for power conversion, and platforms to characterize both cores and components accurately at MHz or tens of MHz.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alex",
   "pi_last_name": "Hanson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alex Hanson",
   "pi_email_addr": "ajhanson@utexas.edu",
   "nsf_id": "000835275",
   "pi_start_date": "2022-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787595316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "103E",
   "pgm_ref_txt": "Energy efficient electronics"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "5560",
   "pgm_ref_txt": "ENERGY CONVERSION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 385657.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 114343.0
  }
 ],
 "por": null
}