{
 "awd_id": "2145466",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Multiscale Probabilistic Characterization of Seismic Site Response in Highly Uncertain Environments",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922339",
 "po_email": "gibiscon@nsf.gov",
 "po_sign_block_name": "Giovanna Biscontin",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2027-07-31",
 "tot_intn_awd_amt": 566155.0,
 "awd_amount": 566155.0,
 "awd_min_amd_letter_date": "2022-03-21",
 "awd_max_amd_letter_date": "2022-03-21",
 "awd_abstract_narration": "This Faculty Early Career Development (CAREER) award will advance scientific knowledge on the response of soils to earthquake ground shaking at multiple scales and enable its incorporation into system-level probabilistic seismic hazard assessments for water distribution systems. The spatially variable geologic structure near the ground surface exerts a significant influence on the intensity of ground shaking (known as site effects) and can exacerbate damage to the built environment. Drinking water and wastewater utilities are critical lifelines because of the significant negative effects of earthquake damage on the ability to fight fires, on public health, and the economy. This CAREER grant will foster a paradigm shift in system-level seismic hazard assessments for water distribution systems to overcome current practices that oversimplify the effects of near-surface geologic conditions. Accounting for site effects and uncertainty can reduce damage and service losses and improve post-event rapid damage assessments. The educational impacts include reshaping students’ training in data analytics and uncertainty quantification, while the main outreach impact is the launch of the first Earthquake Engineering and Seismology Community Alliance in Latin America (E2SCALA).\r\n\r\nThe goals of this CAREER grant are to (1) advance scientific knowledge underlying multiscale assessments of site response and incorporate it into system-level probabilistic seismic hazard analysis for water distribution systems, and (2) improve retention strategies for and broaden participation of women and Latin American students in STEM fields. Numerical modeling, geospatial analytics and uncertainty quantification will be used. A new conditional site response model capable of adapting to and integrating all available subsurface data and the associated uncertainties will be formulated. The influence of spatially variable site effects on spatial correlations among ground motion intensity measures will be quantified, as well as azimuth-dependencies in site response. An improved system-level probabilistic approach that incorporates local site effects only at critical locations of the system will be created, and ergodicity will be assumed elsewhere for computational efficiency. The improved probabilistic approach will be implemented in three case studies of water distribution systems. \"Escala\" means \"to climb\" and also \"to scale\" in Spanish and those are key drivers of this CAREER project. E2SCALA will provide open access to educational resources (in English and Spanish), multi-tiered virtual mentorship, and collaboration opportunities to Latin American students at partner academic institutions; helping students reach their highest potential (to climb), while building a network that grows with their community goals (to scale up).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ashly",
   "pi_last_name": "Cabas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ashly Cabas",
   "pi_email_addr": "amcabasm@ncsu.edu",
   "nsf_id": "000805185",
   "pi_start_date": "2022-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 Wolf Village Way",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276077514",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "073Y00",
   "pgm_ele_name": "ECI-Engineering for Civil Infr"
  },
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 566155.0
  }
 ],
 "por": null
}