{
 "awd_id": "2145389",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Efficient Mobile Edge Oriented Deep Learning Framework",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032922177",
 "po_email": "dandrese@nsf.gov",
 "po_sign_block_name": "Daniel Andresen",
 "awd_eff_date": "2022-03-01",
 "awd_exp_date": "2027-02-28",
 "tot_intn_awd_amt": 543260.0,
 "awd_amount": 318621.0,
 "awd_min_amd_letter_date": "2022-02-22",
 "awd_max_amd_letter_date": "2024-03-04",
 "awd_abstract_narration": "Mobile edge computing has been widely used in many applications in these years. However, there is a gap between the extreme computational costs of prevalent deep learning techniques and resource-constrained mobile edge computing systems. Such a gap prevents many deep learning methods from being widely deployed in mobile edge devices. It also significantly impacts the performance of a broad range of real-time mobile edge applications (e.g., driving behavior analysis, object identification, and natural language processing). This project aims to develop a novel mobile edge-oriented deep learning framework that can significantly improve the performance and efficiency of deep neural networks (DNNs) on mobile edge devices. Toward this end, this project systematically investigates challenging research problems in the life cycle of DNNs, including architecture design, model optimization, computation reduction, and computing acceleration. It develops efficient DNN models that can achieve efficient training and inference on mobile edge devices. It also investigates unique characteristics of mobile edge data and hardware and accelerates DNN executions on resource-constrained mobile edge devices through computation reuse and dynamic partitioning and scheduling. \r\n\r\nThis project connects advanced research in mobile edge sensing and computing systems. The developed framework leads to a solid foundation for DNN and computer architecture design and optimization for mobile edge devices. It also strengthens the foundational technology and analysis in designing cost-effective computer systems and architectures for real-time mobile edge applications. The project results significantly improve the efficiency of deep learning in a large spectrum of research related to mobile edge computing, including the Internet of Things, mobile and pervasive sensing, and human-computer interaction. The outcomes of the proposal can improve hardware resource utilization in real-time data analytics, leading to increased efficiency of scientific outputs in many interdisciplinary communities. In addition to sharing results with the community, this project can benefit interdisciplinary curriculums with new research topics and tasks for undergraduate/graduate and minority students. The education program also includes outreach efforts to a broad range of student programs from K-5 to K-12 with local partners.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yan",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yan Wang",
   "pi_email_addr": "y.wang@temple.edu",
   "nsf_id": "000702932",
   "pi_start_date": "2022-02-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 210041.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 108580.0
  }
 ],
 "por": null
}