{
 "awd_id": "2145735",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Study of Electronic and Magnetic Topological Phenomena in Two Dimensional Quantum Materials with Scanning Probe Microscopy",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922453",
 "po_email": "plane@nsf.gov",
 "po_sign_block_name": "Paul Lane",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 731853.0,
 "awd_amount": 549710.0,
 "awd_min_amd_letter_date": "2021-11-18",
 "awd_max_amd_letter_date": "2024-07-13",
 "awd_abstract_narration": "Non-technical description:\r\nThe mathematical concept of topology, which studies global geometrical properties of shapes, such as the number of holes or surfaces, that remain unchanged when the objects are smoothly deformed, has been applied to understand and discover novel electronic and magnetic properties in solid state materials. This project studies two types of such phenomena in two-dimensional materials that are only a few atomic layers thick. The first is 2D materials that host topological edge conduction. In these materials, the interior of sample is insulating while electrical current can only flow along the edges. This kind of edge conduction can greatly reduce the energy loss during the current flow, therefore, it can potentially be used to develop next generation of energy efficient electronic devices. The second type of phenomena occurs in 2D magnetic materials where the local magnetic poles wind around in a swirling pattern. The winding directions can be used for information storage as their topological properties make them robust against external perturbation thus capable of retaining information for longer time. This project further integrates an education component to engage both undergraduate and high school students in multidisciplinary research in the field of quantum materials and nanotechnology. The PI will develop research modules that are suitable for students at all levels such as building demo nano characterization tools that involve both hardware design and electronics development. The demo projects provide a bridge for the students to participate in the proposed research activities. Under-represented groups will be particularly encouraged and recruited in the education programs.\r\n\r\nTechnical description:\r\nAtomic layered materials provide a rich platform to study topological physics in two dimensions. This project investigates several families of novel 2D materials and their heterostructures to characterize their topological states and explore new methods to manipulate and engineer their topological properties. The first material system is the recently discovered topological magnet, MnBi2Te4, which combines magnetism and topological order in one material and is a Chern insulator in few-layer samples. The proposed research aims to characterize key properties in few-layer samples that are important for the topological order, including the topological gap and the magnetic anisotropy. The second material system is graphene based moiré heterostructures, including twisted bilayer graphene aligned on hBN and graphene interfaced with moiré heterostructures of transition metal dichalcogenides. The formation of moiré superlattice with a large periodicity is expected to modulate the Landau level structures in graphene, which could potentially be used to tune the topological states in graphene. The third material system is heterostructures of 2D magnets. The proposed research explores different material combinations to introduce strong spin orbit coupling and break inversion symmetry at the interface which could induce the Dzyaloshinskii–Moriya interaction and create skyrmions in the magnetic materials. This project employs several scanning probe microscopy techniques, including microwave impedance microscopy (MIM), electrostatic force microscopy (EFM), and magnetic force microscopy (MFM), to probe the local electronic and magnetic properties and image the topological states in real space. The local probes provide complementary information to conventional transport techniques, which can bring in new insights on topological physics in two dimensions from a different perspective. Results from this research will provide important feedback for theorists to refine model parameters and for material scientist to optimize and improve sample qualities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yongtao",
   "pi_last_name": "Cui",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yongtao Cui",
   "pi_email_addr": "yongtao.cui@ucr.edu",
   "nsf_id": "000753169",
   "pi_start_date": "2021-11-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Riverside",
  "perf_str_addr": "900 University Ave, 3047 Physics",
  "perf_city_name": "Riverside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925074633",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8399",
   "pgm_ref_txt": "Energy Storage or Transmission"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 279216.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 134192.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 136302.0
  }
 ],
 "por": null
}