{
 "awd_id": "2145209",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: High Accuracy Methods for Electronic Structure of Molecules and Materials",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927486",
 "po_email": "rdawes@nsf.gov",
 "po_sign_block_name": "Richard Dawes",
 "awd_eff_date": "2022-02-01",
 "awd_exp_date": "2027-01-31",
 "tot_intn_awd_amt": 647165.0,
 "awd_amount": 647165.0,
 "awd_min_amd_letter_date": "2021-12-30",
 "awd_max_amd_letter_date": "2021-12-30",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2).\r\n\r\nWIth support from the Chemical Theory, Models and Computational Methods Program in the Division of Chemistry, Sandeep Sharma of the University of Colorado at Boulder is developing computational theories and methods to advance the characterization of the electronic structure of molecules and materials. Of specific interest are systems that contain clusters of transition metal atoms; such catalysts are at the heart of many critical processes in the pharmaceutical industry and in the area of energy conversion. These systems give rise to fascinating phenomena that are relevant in biology for example, from bird navigation via magnetoreceptors to enzyme-catalyzed redox reaction of small molecules. Other phenomena include materials with quantum states relevant to Quantum Information Science (QIS). The underlying microscopic principles giving rise to these remarkable properties are often not well understood and/or characterized. One avenue of obtaining a better understanding is to perform \"numerical experiments\" instead of laboratory experiments, as the latter, may be too expensive and sometimes extremely difficult to conduct.  However, performing such \"numerical experiments\" is far from trivial and the goal of this proposal is to overcome this challenge. To this end, Dr. Sharma and his research group will develop theories, methods, and computer software that will enable these numerical experiments. These developments will see their validation on two classes of systems: (1) Cu-O complexes that are important intermediates when copper containing catalysts/enzymes perform O2 activation followed by substrate oxidation via C-H bond breaking; (2) transition metal oxides that contain iridium atoms and display exotic quantum states. For broader impacts of the project, the Sharma group will make the newly developed software available to the chemistry community and create new educational materials dealing with the fundamentals of quantum chemistry and software implementation. For outreach, Dr. Sharma will be involved in education and training activities under a US-Africa collaboration framework. \r\n\r\nSandeep Sharma and his research group will devise novel algorithms of electronic structure that combine techniques borrowed from quantum Monte Carlo, multi-reference quantum chemistry, and tensor network methods to significantly advance our ability to characterize strongly correlated systems. These algorithms will be used to characterize the physics/chemistry of two classes of representative systems: (1) Cu-O complexes that are important intermediates when copper containing catalysts/enzymes perform O2 activation followed by substrate oxidation, in particular C-H bond breaking; (2) Iridates that are transition metal oxides that contain iridium atoms and display exotic quantum states facilitated by a competition between electron correlation and spin orbit coupling; these are candidates for hosting topologically protected fault-tolerant quantum states. In the area of broader impacts, the Sharma group will make the newly developed software available to the chemistry community and create new educational material dealing with the fundamentals of quantum chemistry and software implementation. In addition, the PI plans to work through USAfri (US-Africa Initiative in Electronic Structure) and ASESMA (African School on Electronic Structure Methods and Applications) to do international outreach by teaching courses in sub-Saharan Africa. This will not only help educate early career students of color, but will also provide an opportunity to attract some highly talented students to pursue their PhD studies in the US.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sandeep",
   "pi_last_name": "Sharma",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sandeep Sharma",
   "pi_email_addr": "sandeeps@caltech.edu",
   "nsf_id": "000758161",
   "pi_start_date": "2021-12-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 647165.0
  }
 ],
 "por": null
}