{
 "awd_id": "2145408",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Scalable and Secure Control of Distributed Grid-Edge Resources for Enhanced Grid Reliability",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922303",
 "po_email": "eabed@nsf.gov",
 "po_sign_block_name": "Eyad Abed",
 "awd_eff_date": "2022-02-15",
 "awd_exp_date": "2027-01-31",
 "tot_intn_awd_amt": 500079.0,
 "awd_amount": 500079.0,
 "awd_min_amd_letter_date": "2022-02-09",
 "awd_max_amd_letter_date": "2023-01-30",
 "awd_abstract_narration": "The growing penetration of renewable energy brings unprecedented operational challenges to the modern power system, demanding additional power system flexibility to enhance grid reliability. This NSF CAREER project aims to bolster the nation’s grid decarbonization and energy security by developing a grid-edge resource (GER) management framework to increase power system flexibility. The project will bring transformative changes to GER management by overcoming three intertwined challenges, i.e., high scalability requirements, major privacy concerns, and surging cybersecurity risks. This will be achieved by synthesizing ideas from optimization, machine learning, statistics, and cryptology to establish an efficient, private, and secure GER control framework. The intellectual merits of the project include (1) developing a scalable framework that enables efficient cooperative control of heterogeneous GERs; (2) investigating privacy preservation measures for strongly coupled decentralized GER control; (3) investigating models, and detection and mitigation strategies of stealthy cyber-attacks that target at decentralized GER control algorithms. The broader impacts of the project include (1) unleashing heterogeneous GERs to enhance grid reliability and deepen grid decarbonization; (2) advancing the grid’s ability to integrate increasing amounts of renewable generation and GERs in a cost-effective, secure, and reliable way; (3) providing the industry with insight into developing new market products. The integrated education plan will spread control and power system concepts to youth-in-custody, K-12 students, and underrepresented groups, motivating them to pursue STEM education and careers. \r\n\r\nExisting GER control frameworks may fail in large-scale deployment because they invariably ignore scalability issues caused by network dimension and GER heterogeneity, lack efficient measures to protect GER owners’ privacy, and lack the understanding of stealthy for-purpose cyber-attacks. To advance the knowledge, this project will (1) develop new optimization, machine learning, and statistical tools to construct a GER control framework that is agnostic to GER type, scalable with respect to GER population and network dimension, and applicable for different grid services; (2) characterize privacy risks in GER management and develop cryptology-based and non-cryptology-based privacy-preserving decentralized optimization paradigms; (3) constitute cyber-attack vectors that leverage decentralized GER control algorithms for stealthy attack purposes, determine the detectability of those attacks, and develop corresponding detection and mitigation strategies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mingxi",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mingxi Liu",
   "pi_email_addr": "mingxi.liu@utah.edu",
   "nsf_id": "000786308",
   "pi_start_date": "2022-02-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "155E",
   "pgm_ref_txt": "Electric power networks"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 395279.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 104800.0
  }
 ],
 "por": null
}