{
 "awd_id": "2146597",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Engineering and Evaluating the End-Group Assisted Electrodeposition of Conformal Polymer Electrolytes for Ultrathin-Film Batteries",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2022-07-15",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 551296.0,
 "awd_amount": 551296.0,
 "awd_min_amd_letter_date": "2022-07-05",
 "awd_max_amd_letter_date": "2022-07-05",
 "awd_abstract_narration": "Lithium-ion batteries are the primary power source for many devices from personal electronics to electric vehicles. While the energy stored in such batteries has steadily increased, a remaining limitation is their inability to safely charge in minutes or sustain a high-power output. The main bottleneck for this sluggishness is the slow movement of the lithium ions across the battery, which is mediated by either a liquid or polymeric electrolyte. Bringing the positive and negative electrodes much closer to each other would dramatically increase the speed at which batteries can operate. However, to avoid short circuits between these electrodes, ultra-thin solid electrolytes are needed that can be fabricated at extremely small scales in a uniform fashion without defects. This research project aims to address this technological need and engineering knowledge gap by developing polymer structures and manufacturing methodologies that enable the uniform fabrication of ultrathin polymer electrolytes capable of fast ion movement while maintaining electronic insulation and safety. Specifically, this research explores electrodeposition as an intrinsically surface-confined process for the uniform coating of complex electrode architectures with polymer electrolytes. To evaluate these ultrathin polymer films on battery-relevant scales, this research program further develops high-throughput multi-scale assays that use light and color to rapidly measure the electronic and ionic properties of the polymeric films. Additionally, this grant will introduce nanomanufacturing research projects in microbatteries to an undergraduate summer research program at BU, combining the traditionally disconnected fields of nanofabrication and energy storage. This research will also include the development of a new lab on ion-diffusion in solid materials for an undergraduate Materials Science course.\r\n\r\nThis project addresses fundamental understanding of new manufacturing processes to enable interdigitated thin-film batteries with both high energy density and high-power density. The project addresses the lack of synthesis and processing methods of ultrathin, conformal, and defect-free polymer electrolytes on three-dimensional (3-D) electrode architectures. To overcome this barrier, this research program seeks to establish a fundamental understanding of the electrodeposition mechanism of polymer electrolytes with electrochemically crosslinkable end-groups. The rationale of this method is to decouple the capability for self-limiting electrodeposition, governed by the electrochemically reactive end-group, from film properties such as ionic conductivity that are determined by the film composition and molecular architecture. First, a systematic study will be conducted on the oxidative electrodeposition of poly(ethylene oxide) with phenolic end-groups on planar and three-dimensional porous electrodes to reveal the impact of the electrochemical conditions, as well as the molecular architecture of the polymer and the phenolic end-group, on the film growth and properties. These tasks will test the hypothesis that successful self-limiting electrodeposition of electronically insulating polymers requires a fast crosslinking rate and concurrent decrease of solubility upon end-group oxidation. Thus, this research will yield multiscale molecular design rules and processing windows that result in the conformal electrodeposition of polymeric electrolytes, creating foundational knowledge needed to overcome an engineering challenge for interdigitated thin-film batteries, as well as other functional polymer coatings. In a second track of the research program, the analytical challenge of the multi-dimensional parameter space posed by the interplay between solution composition, deposition conditions, and resulting film properties will be addressed by developing high-throughput optical screening methods to spatially resolve the key metrics of coverage, electronic resistivity, and ionic conductivity at submicron resolution over battery-relevant areas. These techniques will establish foundational structure-processing-property relationships for self-limiting polymer electrolyte electrodeposition from the molecular to the device level, and their comprehensive evaluation will build the basis of a new suite of multiscale electrochemical analysis tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joerg",
   "pi_last_name": "Werner",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Joerg G Werner",
   "pi_email_addr": "jgwerner@bu.edu",
   "nsf_id": "000847370",
   "pi_start_date": "2022-07-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Keith",
   "pi_last_name": "Brown",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Keith A Brown",
   "pi_email_addr": "brownka@bu.edu",
   "nsf_id": "000705780",
   "pi_start_date": "2022-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "110 Cummington Mall",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022152407",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  },
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 551296.0
  }
 ],
 "por": null
}