{
 "awd_id": "2146791",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Revising Models of the Glacier-ocean Boundary Layer with Novel Laboratory Experiments",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032920000",
 "po_email": "kbrunt@nsf.gov",
 "po_sign_block_name": "Kelly Brunt",
 "awd_eff_date": "2022-05-15",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 660800.0,
 "awd_amount": 660800.0,
 "awd_min_amd_letter_date": "2022-04-20",
 "awd_max_amd_letter_date": "2022-04-20",
 "awd_abstract_narration": "Melt from the Greenland and Antarctic ice sheets is increasingly contributing to sea-level rise. This ice sheet mass loss is primarily driven by the thinning, retreat, and acceleration of glaciers in contact with the ocean. Observations from the field and satellites indicate that glaciers are sensitive to changes at the ice-ocean interface and that the increase in submarine melting is likely to be driven by the discharge of meltwater from underneath the glacier known as subglacial meltwater plumes. The melting of glacier ice also directly adds a large volume of freshwater into the ocean, potentially causing significant changes in the circulation of ocean waters that regulate global heat transport, making ice-ocean interactions an important potential factor in climate change and variability. The ability to predict, and hence adequately respond to, climate change and sea-level rise therefore depends on our knowledge of the small-scale processes occurring in the vicinity of subglacial meltwater plumes at the ice-ocean interface. Currently, understanding of the underlying physics is incomplete; for example, different models of glacier-ocean interaction could yield melting rates that vary over a factor of five for the same heat supply from the ocean. It is then very difficult to assess the reliability of predictive models. This project will use comprehensive laboratory experiments to study how the melt rates of glaciers in the vicinity of plumes are affected by the ice roughness, ice geometry, ocean turbulence, and ocean density stratification at the ice-ocean interface. These experiments will then be used to develop new and improved predictive models of ice-sheet melting by the ocean. This project builds bridges between modern experimental fluid mechanics and glaciology with the goal of leading to advances in both fields. As a part of this work, two graduate students will receive interdisciplinary training and each year two undergraduate students will be trained in experimental fluid mechanics to assist in this work and develop their own research projects.\r\n\r\nThis project consists of a comprehensive experimental program designed for studying the melt rates of glacier ice under the combined influences of (1) turbulence occurring near and at the ice-ocean interface, (2) density stratification in the ambient water column, (3) irregularities in the bottom topology of an ice shelf, and (4) differing spatial distributions of multiple meltwater plumes. The objective of the experiments is to obtain high-resolution data of the velocity, density, and temperature near/at the ice-ocean interface, which will then be used to improve understanding of melt processes down to scales of millimeters, and to devise new, more robust numerical models of glacier evolution and sea-level rise. Specially, laser-based, optical techniques in experimental fluid mechanics (particle image velocity and laser-induced fluorescence) will be used to gather the data, and the experiments will be conducted using refractive-index matching techniques to eliminate changes in refractive indices that could otherwise bias the measurements. The experiments will be run inside a climate-controlled cold room to mimic field conditions (ocean temperature from 0-10 degrees C). The project will use 3D-printing to create different casting molds for making ice blocks with different types of roughness. The goal is to investigate how ice melt rate changes as a function of the properties of the plume, the ambient ocean water, and the geometric properties of the ice interface. Based on the experimental findings, this project will develop and test a new integral-plume-model coupled to a regional circulation model (MITgcm) that can be used to predict the effects of glacial melt on ocean circulation and sea-level rise.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chung Kei Chris",
   "pi_last_name": "Lai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chung Kei Chris Lai",
   "pi_email_addr": "chrislck@ce.gatech.edu",
   "nsf_id": "000837582",
   "pi_start_date": "2022-04-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Robel",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander A Robel",
   "pi_email_addr": "arobel3@gatech.edu",
   "nsf_id": "000786503",
   "pi_start_date": "2022-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Tech Research Corporation",
  "perf_str_addr": "Office of Sponsored Programs",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320420",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511300",
   "pgm_ele_name": "ANT Ocean & Atmos Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 660800.0
  }
 ],
 "por": null
}