{
 "awd_id": "2146549",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Controlling molecular enrichment in biomolecular condensate materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032927256",
 "po_email": "nirosenz@nsf.gov",
 "po_sign_block_name": "Nitsa Rosenzweig",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 557822.0,
 "awd_amount": 338739.0,
 "awd_min_amd_letter_date": "2021-12-28",
 "awd_max_amd_letter_date": "2024-07-02",
 "awd_abstract_narration": "Non-Technical Summary: Understanding naturally occurring, biological materials is a critical step toward designing new, better materials for societal challenges. In recent years, biomolecular condensates, self-assembled cellular compartments composed of proteins and other macromolecules, have garnered significant interest as they have been shown to be responsible for various biochemical reactions in cells. Being soft biological materials by their nature, and having variable biochemical properties, certain condensate materials have been shown to enrich solutes; however, the fundamental material and chemical properties that drive enrichment are unknown. In this project, we will quantify solute enrichment into condensates and relate this enrichment with physical chemical and mechanical properties in condensates using model condensate systems with tunable composition and interactions. These data will be essential in developing rules to customize condensates for enrichment of different molecule classes relevant for drug delivery and industrial catalytic applications.  The proposed project will also focus on workforce development through implementation of a practical course in optical microscopy targeted at two communities that are underrepresented in the research industry: first generation high school students and enlisted military personnel. Our goal is to provide a path to learning about optics in a hands-on environment where intuition and concepts are built by “doing”. The PI will offer monthly courses at local high schools and military installations in the area where interested individuals will be given the chance to build a microscope as they use it. Following completion of this course, participants will be given the opportunity to work as mentored summer researchers, similar to an REU, in labs at UT Austin to see how their skills translate into cutting-edge research. \r\n\r\nTechnical Summary: Biomolecular condensates are protein-rich and dynamic membrane-less biomaterials that have been shown to play critical roles in different subcellular processes such as membrane trafficking and transcriptional regulation. Recent studies have shown that condensates can enrich solutes, specifically chemotherapeutics and other small molecules. However, the rationale for such enrichment remains known. Do molecules partition based on avidity, or number of binding sites? How do the mechanical properties or interconnectedness of proteins in condensates affect solute enrichment? The objective of this CAREER project is to clarify how the intra-condensate environment, specifically protein density and protein-protein interactions affect solute enrichment for hydrophobic and hydrophilic solutes. This project will use an array of quantitative in situ microscopies to evaluate the intra-condensate environment for two model condensate systems stabilized by electrostatic (LAF-1) or various short-range interactions (FUS) in which the protein density and connectivity can be independently controlled. Establishing the governing parameters for solute enrichment in different types of condensates for both hydrophilic and hydrophobic solutes will allow development of predictive models to customize these biomaterials to specific applications. During this research, the PI will establish a practical, hands-on optical microscopy course aimed at building confidence and providing technical experience to two historically underrepresented groups in research: soon-to-be first-generation high school graduates and enlisted military personnel. In addition to this course, a new mentored research program will be established to give course participants the opportunity to work in materials science and microscopy labs to broaden the population that has access to cutting-edge research environments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sapun",
   "pi_last_name": "Parekh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sapun Parekh",
   "pi_email_addr": "sparekh@utexas.edu",
   "nsf_id": "000795296",
   "pi_start_date": "2021-12-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121532",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "7623",
   "pgm_ref_txt": "BIOMATERIALS PROGRAM"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 127847.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 104442.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 106450.0
  }
 ],
 "por": null
}