{
 "awd_id": "2146613",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Using drone technology, communal motivation, and strength-based approaches to engage middle school female students from rural areas in STEM",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032924546",
 "po_email": "asantiag@nsf.gov",
 "po_sign_block_name": "Alicia Santiago Gonzalez",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 1500000.0,
 "awd_amount": 1500000.0,
 "awd_min_amd_letter_date": "2022-07-18",
 "awd_max_amd_letter_date": "2022-07-18",
 "awd_abstract_narration": "The project uses drones in middle school science and career and technical education classrooms as a mechanism to increase female students’ awareness of STEM occupations, knowledge and skills in multiple STEM disciplines, and motivation to pursue STEM careers. This project confronts society’s messaging and students’ own perceptions of “who can be, should be, and is good at STEM” which is often reinforced by the notion of there being a single path into STEM. The project will encourage female students from rural areas in New Hampshire and Maine to develop their own STEM career goals by establishing a clear link between communal goals (those that are collaborative or altruistic) and success in STEM. The project adds to knowledge about drone-based projects by explicitly linking STEM and Career and Technical Education in middle school classes and by studying the alignment between the multidisciplinary and communal characteristics of drones and female students’ strengths and interests. It also advances knowledge about how to optimize motivation through an intervention that both increases the approach of STEM goals by highlighting their communal nature and decreases the avoidance of STEM goals due to stereotype threat by applying the Universal Design for Learning framework to the design of the curriculum materials and classroom activities.\r\n\r\nThe project will develop and research a model that uses strength-based strategies and communal motivation to reduce stereotype threat and increase motivation to pursue STEM goals. The project is guided by the following research questions: (1) To what extent will female middle-school students in intervention classrooms increase their motivation to pursue STEM goals compared to their peers in comparison classrooms? (1)(a) Will female middle-school students in intervention classrooms reduce their susceptibility to stereotype threat for pursuing STEM goals compared to their peers in comparison classrooms? (1)(b) To what extent are decreases in stereotype threat associated with increases in the motivation of female students to pursue STEM goals? (1)(c) To what extent is the relationship between program participation and increased motivation of female students to pursue STEM goals mediated by susceptibility to stereotype threat? (1)(d) Will middle-school students in intervention classrooms increase their awareness of communal (collaborative or altruistic) goals in STEM fields compared to their peers in comparison classrooms? (1)(e) To what extent are increases in the awareness of communal STEM goals associated with increases in the motivation of female students to pursue STEM goals? (1)(f) To what extent is the relationship between program participation and increased motivation of female students to pursue STEM goals mediated by increases in their awareness of communal STEM goals? (2) To what extent do increases in the motivation of female students in intervention classrooms to pursue STEM goals predict increases in their choice of elective STEM classes in high school? (3) To what extent will middle-school students in intervention classrooms increase their knowledge and skills in multiple STEM disciplines compared to their peers in comparison classrooms? (4) To what extent do increases in students’ knowledge and skills in multiple STEM disciplines predict increases in their choice of elective STEM classes in high school? The plan for carrying out research activities includes pilot testing, the use of impact instruments based on established sources, and triangulation with qualitative data from the external evaluator. In Phase 1, the curriculum will be co-developed with 4 teachers, and impact instruments will be adapted. In Phase 2, the team will conduct a pilot test with 7 teachers and 175 students and develop the professional development program and fidelity of implementation measure. Phase 3 will comprise a quasi-experimental field test with 50 teachers and 1250 students (625 girls), plus follow up with pilot study students on their 10th grade STEM enrollment. Deliverables include a Playbook (curriculum, professional development program, recruitment strategies, and videos), constituting a scalable model. This research adds critical insights and much-needed research into effective strategies for supporting career exploration in middle school and is one of the first R&D projects to explicitly study the combination of approach and avoidance motivational pathways in the context of broadening STEM participation. The project is funded by the Innovative Technology Experiences for Students and Teachers (ITEST) program, which supports projects that build understandings of practices, program elements, contexts, and processes contributing to increasing students' knowledge and interest in science, technology, engineering, and mathematics (STEM) and information and communication technology (ICT) careers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amanda",
   "pi_last_name": "Bastoni",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Amanda A Bastoni",
   "pi_email_addr": "abastoni@cast.org",
   "nsf_id": "000833531",
   "pi_start_date": "2022-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sam Catherine",
   "pi_last_name": "Johnston",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sam Catherine Johnston",
   "pi_email_addr": "sjohnston@cast.org",
   "nsf_id": "000620437",
   "pi_start_date": "2022-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jess",
   "pi_last_name": "Gropen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jess Gropen",
   "pi_email_addr": "jgropen@cast.org",
   "nsf_id": "000630081",
   "pi_start_date": "2022-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CAST, Inc.",
  "inst_street_address": "50 SALEM ST BLDG B",
  "inst_street_address_2": "",
  "inst_city_name": "LYNNFIELD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7812452212",
  "inst_zip_code": "019402600",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MA06",
  "org_lgl_bus_name": "CAST INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "JCCCG1N4R7P6"
 },
 "perf_inst": {
  "perf_inst_name": "CAST, Inc.",
  "perf_str_addr": "178 Albion Street",
  "perf_city_name": "Wakefield",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018803208",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300PYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 1500000.0
  }
 ],
 "por": null
}