{
 "awd_id": "2146871",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Bubble printing of colloidal nanoparticles for commercial display and other applications",
 "cfda_num": "47.041, 47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2021-12-01",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2021-11-26",
 "awd_max_amd_letter_date": "2021-11-26",
 "awd_abstract_narration": "The broader impact/commercial impact of this I-Corps project is developing commercial high-resolution display panels at a low cost for futuristic applications such as augmented reality/virtual reality displays and flexible displays. Current manufacturing techniques have a limited resolution on the pixel size of the display, which restricts consumer displays screens of 8K resolution and higher to display sizes of 32 inches or more. Introducing similar resolution in smaller but high-performance displays increases the cost, which limits the potential customer base. Using the proposed technology, the cost may be controlled due to the manufacturing ability of small pixels at similar throughput. Apart from displays, other industry domains that benefit from high-resolution manufacturing equipment are printed and flexible electronics, biosensors, and solar cell manufacturing. For example, higher resolution in solar cells increases the charge retention capacity and may convert light to heat at a greater efficiency, resulting in an improved range of solar products.  Once commercialized, the technology is expected to create scientific advances in lithography at the industry level and increase partnerships between industry and academia. \r\n\r\nThis I-Corps project is based on the development of a laser-based manufacturing technique called “Bubble Printing.” A laser-absorbing material is coated on the substrate and is excited with a low-powered laser beam. The resultant optical heating results in the formation of a microbubble in the solution above the substrate, at the solution-substrate interface. The microbubble attracts the ink and colloidal particles in the solution to the heated spot and the ink/particles are attached firmly to the substrate due to attractive Van der Waals forces. Upon moving the laser beam, the heated spot continuously shifts, allowing the continuous printing of quantum dots. By tuning the power and speed of the laser beam, the bubble size and the resultant printing resolution may be precisely controlled. This technology has been demonstrated on glass and flexible substrates, with different particles such as quantum dots (for displays), nanoalloys (for catalysis), biomolecules (for sensing), colloidal particles (for 3D nanomanufacturing), and metallic inks (for SERS and electrically conductive lines) at the academic level. The proposed activity would result in the development of commercial bubble printer to achieve industrial standards in display patterning resolution and uniformity, along with scoping other entry points in related industries.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yuebing",
   "pi_last_name": "Zheng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuebing Zheng",
   "pi_email_addr": "zheng@austin.utexas.edu",
   "nsf_id": "000656664",
   "pi_start_date": "2021-11-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787595316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We evaluated the importance of identifying the end users, decision-makers, payers, and recommenders. This helped distinguish between the advantages of bubble printing technology (such as high resolution and in situ alloying) and the value proposition of the technology.&nbsp; After speaking to process engineers, technical leads, and Vice presidents of manufacturing lines, we realized that there is a greater need to reduce defects and enhance the yield of the manufacturing process. This moved us to explore further hypotheses with process engineers and OEMs. Process engineers employ advanced tools and equipment at different stages of the manufacturing lines that can repair masks and eliminate repeatable offset defects in manufacturing. We understood that defects reduce the throughput, decrease customer satisfaction, and consequently affect the brand value of the company. We then took steps to quantify the defects at the lithography stage and the current tolerance limits to understand whether bubble printing can be incorporated into the fabrication line to reduce the defects. We also explored the customer base of current technologies, and the common denominator is highly funded organizations &ndash; NASA, DoD, and Biomedical companies. We identified different R&amp;D partners, production partners, decision-makers, recommenders, and end users in this ecosystem. After further corroborating our hypothesis, we concluded that repeatability and consistency of printing is the key to achieving a viable business model in any direction.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2023<br>\n\t\t\t\t\tModified by: Yuebing&nbsp;Zheng</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe evaluated the importance of identifying the end users, decision-makers, payers, and recommenders. This helped distinguish between the advantages of bubble printing technology (such as high resolution and in situ alloying) and the value proposition of the technology.  After speaking to process engineers, technical leads, and Vice presidents of manufacturing lines, we realized that there is a greater need to reduce defects and enhance the yield of the manufacturing process. This moved us to explore further hypotheses with process engineers and OEMs. Process engineers employ advanced tools and equipment at different stages of the manufacturing lines that can repair masks and eliminate repeatable offset defects in manufacturing. We understood that defects reduce the throughput, decrease customer satisfaction, and consequently affect the brand value of the company. We then took steps to quantify the defects at the lithography stage and the current tolerance limits to understand whether bubble printing can be incorporated into the fabrication line to reduce the defects. We also explored the customer base of current technologies, and the common denominator is highly funded organizations &ndash; NASA, DoD, and Biomedical companies. We identified different R&amp;D partners, production partners, decision-makers, recommenders, and end users in this ecosystem. After further corroborating our hypothesis, we concluded that repeatability and consistency of printing is the key to achieving a viable business model in any direction.\n\n\t\t\t\t\tLast Modified: 09/28/2023\n\n\t\t\t\t\tSubmitted by: Yuebing Zheng"
 }
}