{
 "awd_id": "2147618",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Wearable lighting assist tool for real-time tracking and monitoring of lighting conditions and delivery of health information",
 "cfda_num": "47.041, 47.084",
 "org_code": "15030000",
 "po_phone": "7032922061",
 "po_email": "jcamelio@nsf.gov",
 "po_sign_block_name": "Jaime A. Camelio",
 "awd_eff_date": "2021-12-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2021-11-26",
 "awd_max_amd_letter_date": "2023-11-28",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the development of a personal circadian monitoring device for tailoring indoor lighting conditions according to individual needs.  The proposed technology may provide a healthier environment by offering real-time tracking and monitoring of an individual's lighting conditions and delivering health information to increase user engagement. Wearable technology has the potential of global cost saving about $200 billion for the healthcare sector alone in the next 25 years. Considering the cultural and technological shift in wearable technology, the proposed technology may enhance individual health and wellbeing in the built environment.  In addition, the proposed technology may provide a recording of the user's lighting exposures and activity-rest patterns as well as visualizing the degree of circadian entrainment and disruption to enhance awareness of living conditions and health.  This proposed connected support technology may ultimately result in improving quality of life and health, and reducing healthcare costs.\r\n\r\nThis I-Corps project is based on the development of a connected support technology by applying Deep Learning to circadian parameters obtained from personal circadian monitoring for tailoring indoor lighting conditions according to individual needs and desires. In contrast to existing technologies that have a narrow focus on evaluating the biological effects of light on human health with limited intelligence capabilities, the proposed technology is a holistic solution to enable reliable and real-time assessment of stimulus affecting the human circadian system. By utilizing a low-cost and portable spectrometer and a mHealth application, the technology is designed to monitor several health indicators such as personal light exposure, body temperature, motor activity, and body position, simultaneously. The proposed device is equipped with wireless communication that allows it to connect with a cloud-based web service for storing the collected data in real-time. The data are processed locally on the cloud-based web server by assessing the non-visual effects of light on circadian regulation and long-term health to be visualized on a mHealth app. Providing continuous information by long-term measurement of the (micro)environment around the individuals may mitigate user discomfort and energy consumption, and also may bring health and wellbeing to occupants in existing buildings.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mona",
   "pi_last_name": "Azarbayjani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mona Azarbayjani",
   "pi_email_addr": "mazarbay@uncc.edu",
   "nsf_id": "000667733",
   "pi_start_date": "2021-11-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Charlotte",
  "inst_street_address": "9201 UNIVERSITY CITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "7046871888",
  "inst_zip_code": "282230001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NC12",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHARLOTTE",
  "org_prnt_uei_num": "NEYCH3CVBTR6",
  "org_uei_num": "JB33DT84JNA5"
 },
 "perf_inst": {
  "perf_inst_name": "UNC Charlotte",
  "perf_str_addr": "9201 University City Blvd",
  "perf_city_name": "Charlotte",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "282230001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NC12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1639",
   "pgm_ref_txt": "SENSORS AND SENSING SYSTEMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This I-Corps project focused on conducting market discovery for our wearable lighting assist tool, which provides real-time tracking and monitoring of lighting conditions and delivers health information to users. Our research uncovered a significant need for such technology in various settings, including workplaces, educational institutions, and healthcare facilities, where optimal lighting conditions are crucial for health and well-being.</p>\n<p>The broader impact of this project lies in leveraging advancements in wearable technology and sensor integration to address public health challenges related to lighting exposure. Our tool utilizes real-time data to monitor lighting conditions and adjust them according to the user&rsquo;s needs, enhancing overall health and productivity. By delivering personalized health information based on these conditions, the system can support better decision-making and foster healthier environments.</p>\n<p>Moreover, our market discovery process revealed the potential for customization and adaptation of our wearable tool for various applications that require continuous monitoring of environmental conditions and proactive health management. This flexibility enables our technology to be utilized in a diverse range of sectors, including residential spaces, offices, schools, and hospitals, thereby broadening its impact.</p>\n<p>By promoting optimal lighting conditions, the wearable tool has the potential to improve circadian health, reduce eye strain, enhance mood, and increase productivity. These benefits can lead to better overall health outcomes and improved quality of life for users. Additionally, the technology could provide operational efficiencies and cost savings in settings where lighting conditions play a critical role in performance and health, such as in healthcare facilities and educational environments.</p>\n<p>Based on our market discovery findings, we plan to continue refining our technology to ensure it meets the specific needs of our target users. We are also exploring strategic partnerships to enhance the functionality and reach of our tool. Our long-term vision is to integrate our wearable lighting assist tool into a wide array of environments, ultimately transforming how we understand and manage lighting conditions for better health outcomes.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/29/2024<br>\nModified by: Mona&nbsp;Azarbayjani</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis I-Corps project focused on conducting market discovery for our wearable lighting assist tool, which provides real-time tracking and monitoring of lighting conditions and delivers health information to users. Our research uncovered a significant need for such technology in various settings, including workplaces, educational institutions, and healthcare facilities, where optimal lighting conditions are crucial for health and well-being.\n\n\nThe broader impact of this project lies in leveraging advancements in wearable technology and sensor integration to address public health challenges related to lighting exposure. Our tool utilizes real-time data to monitor lighting conditions and adjust them according to the users needs, enhancing overall health and productivity. By delivering personalized health information based on these conditions, the system can support better decision-making and foster healthier environments.\n\n\nMoreover, our market discovery process revealed the potential for customization and adaptation of our wearable tool for various applications that require continuous monitoring of environmental conditions and proactive health management. This flexibility enables our technology to be utilized in a diverse range of sectors, including residential spaces, offices, schools, and hospitals, thereby broadening its impact.\n\n\nBy promoting optimal lighting conditions, the wearable tool has the potential to improve circadian health, reduce eye strain, enhance mood, and increase productivity. These benefits can lead to better overall health outcomes and improved quality of life for users. Additionally, the technology could provide operational efficiencies and cost savings in settings where lighting conditions play a critical role in performance and health, such as in healthcare facilities and educational environments.\n\n\nBased on our market discovery findings, we plan to continue refining our technology to ensure it meets the specific needs of our target users. We are also exploring strategic partnerships to enhance the functionality and reach of our tool. Our long-term vision is to integrate our wearable lighting assist tool into a wide array of environments, ultimately transforming how we understand and manage lighting conditions for better health outcomes.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 08/29/2024\n\n\t\t\t\t\tSubmitted by: MonaAzarbayjani\n"
 }
}