{
 "awd_id": "2147313",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DDRIG: An Historical Study of Rare Earth Metals, Geohistories, and Commercial Geography",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2022-02-15",
 "awd_exp_date": "2023-01-31",
 "tot_intn_awd_amt": 15750.0,
 "awd_amount": 15750.0,
 "awd_min_amd_letter_date": "2022-01-20",
 "awd_max_amd_letter_date": "2022-01-20",
 "awd_abstract_narration": "This doctoral dissertation project investigates the relationship between the earth sciences, imperialism, and extractive industries in the early modern period (c. 1600-1750). It uses the global trade in precious stones as a case study, focusing on the major maritime trade route for gemstones from the sixteenth to eighteenth centuries. Gems have been of immense social and scientific value in diverse cultures for millenia, but by the beginning of the seventeenth century, unprecedented imperial ambitions created new global markets for the gem-trade. Through maritime commercial travel, previously inaccessible parts of the globe could now be empirically investigated, changing the methods and materials for understanding the earth’s composition. Findings will contextualize the history of geology in imperial expansion, the influence of mineralogical traditions in shaping the modern earth sciences, and the role of commerce in cross-cultural scientific exchange. More broadly, this project demonstrates the role of industry and economy in shaping the scientific enterprise.\r\n\r\nHistorical archival research will be conducted in four centers of the seventeenth century gem-trade. Primary sources include the archives of the Dutch and English East India Companies, which document the activities of miners, artisans, and merchants dealing with gems. These documents will be analyzed to understand how interactions between those who worked with gems and those who studied them influenced knowledge of the composition and distribution of mineral deposits at a global scale. By evaluating the reliance of seventeenth century scientific inquiry on commercial sources, the project seeks to answer the extent to which growing interactions between pertinent regions were a significant factor shaping geographical, geo-chemical, and geological knowledge in the early modern era, and how relationships between science, states, and industry shaped subsequent developments in the earth sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bekir",
   "pi_last_name": "Küçük",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Bekir H Küçük",
   "pi_email_addr": "kucuk@sas.upenn.edu",
   "nsf_id": "000861509",
   "pi_start_date": "2022-01-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Claire",
   "pi_last_name": "Sabel",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Claire C Sabel",
   "pi_email_addr": "csabel@sas.upenn.edu",
   "nsf_id": "000859795",
   "pi_start_date": "2022-01-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "History and Sociology of Science",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046304",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124Y00",
   "pgm_ele_name": "Science & Technology Studies"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 15750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This STS project used historical research to evaluate the impact of the global trade in precious minerals on the earth sciences during the seventeenth century, focusing geographically on trade between Europe and South and Southeast Asia. With the establishment of the Dutch and British East India Companies c. 1600, European jewellers and merchants crossed the Indian Ocean to take part directly in the region&rsquo;s gem trade, which was then the source of most of the world&rsquo;s precious stones. These travellers brought back experience of foreign lands and mineral specimens, and soon became a source for scholars who wanted to understand the composition of the earth. These newly available forms of empirical evidence were made possible by the intersection of European colonial expansion with existing mineralogical and mining expertise in the Indian Ocean gem trade.</p>\n<p>NSF funding supported one month of archival research in the UK, and two months of archival research in the Netherlands. In the UK, research was primarily conducted in London, where the British Library holds the bulk of the East India Company&rsquo;s records. Research followed the paths of gem-dealers from Britain, to Asia, and back again, focusing on those merchants and artisans who became contacts and informants for the Royal Society of London, the first scientific establishment in the British Isles. Gemstones were frequently mentioned by Fellows of the Society as a mineralogical topic worthy of investigation. The Society invested time and resources into building a network of contacts in Asia, asking them to report on a variety of natural phenomena, ranging from the patterns of weather to whether diamonds replenished themselves in mines. They also attempted to gather information about precious stones from merchants and sailors newly returned from foreign lands.</p>\n<p>In the Netherlands, research was conducted primarily in the Hague, at the Dutch National Archives, which include a significant portion of the Dutch East India Company&rsquo;s records. The Dutch did not have their own centralized scientific organization like the Royal Society, and indeed some leading Dutch naturalists corresponded with and published in the Society&rsquo;s journal instead. The Netherlands was nevertheless a center of publishing, trade, and craftsmanship, and many important maps, atlases, and works of geography were published in the Netherlands, drawing on the reports of recently-returned travellers. Both Anglo-Dutch competition and collaboration were a feature of the jewellery trade in Europe and in Asia, and my research found that Dutch and English goldsmiths, jewellers, and merchants exchanged information, expertise, and business relating to gems over the course of the seventeenth century, which made them valuable informants for naturalists.</p>\n<p>Initial archival research findings from this project were presented at universities in the US, UK, India, and Indonesia, and will result in a doctoral dissertation to be defended in 2024, and eventually a scholarly monograph. Results from the project are also being prepared for submission in peer-reviewed history of science journals. During the course of research, historical context about the gem-trade and its relationship to mineralogy was shared with museum professionals working with both historical and scientific collections, such as mineral displays. Additionally, research findings were shared with undergraduate geology majors taking part in a seminar about the colonial history of geology.</p>\n<p>&ldquo;Rare Earth&rdquo; highlights the unique history of gemstones in the natural sciences, and demonstrates how valuable commodities link pure and applied scientific research agendas for both economic and intellectual purposes. During the era of the Scientific Revolution, as now, the earth sciences were of immense strategic significance: knowing the earth meant mapping and controlling territory and its mineral wealth. This project therefore produces new evidence about the intellectual and political conditions that make knowledge of economically valuable minerals possible. The broader impact of this work for the social sciences is a contribution to research and pedagogy for a globally inclusive history of science; for the earth sciences, this project provides historical context for understanding the science-industry relationships that are particularly salient for environmental issues. Understanding the historical role of exploitation and appropriation of natural resources is an essential part of building new partnerships in research, training, and professional development among communities and environments most historically impacted by scientific and economic exploitation.</p>\n<!-- @font-face \t{font-family:\"Cambria Math\"; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:roman; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1107305727 0 0 415 0;}@font-face \t{font-family:DengXian; \tpanose-1:2 1 6 0 3 1 1 1 1 1; \tmso-font-alt:&#31561;&#32447;; \tmso-font-charset:134; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-1610612033 953122042 22 0 262159 0;}@font-face \t{font-family:Calibri; \tpanose-1:2 15 5 2 2 2 4 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:swiss; \tmso-font-pitch:variable; \tmso-font-signature:-536859905 -1073732485 9 0 511 0;}@font-face \t{font-family:\"\\@DengXian\"; \tpanose-1:2 1 6 0 3 1 1 1 1 1; \tmso-font-charset:134; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-1610612033 953122042 22 0 262159 0;}p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-unhide:no; \tmso-style-qformat:yes; \tmso-style-parent:\"\"; \tmargin:0in; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Calibri\",sans-serif; \tmso-ascii-font-family:Calibri; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:DengXian; \tmso-fareast-theme-font:minor-fareast; \tmso-hansi-font-family:Calibri; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:Arial; \tmso-bidi-theme-font:minor-bidi; \tmso-font-kerning:1.0pt; \tmso-ligatures:standardcontextual;}p \t{mso-style-noshow:yes; \tmso-style-priority:99; \tmso-margin-top-alt:auto; \tmargin-right:0in; \tmso-margin-bottom-alt:auto; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\",serif; \tmso-fareast-font-family:\"Times New Roman\";}.MsoChpDefault \t{mso-style-type:export-only; \tmso-default-props:yes; \tfont-family:\"Calibri\",sans-serif; \tmso-ascii-font-family:Calibri; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:DengXian; \tmso-fareast-theme-font:minor-fareast; \tmso-hansi-font-family:Calibri; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:Arial; \tmso-bidi-theme-font:minor-bidi;}div.WordSection1 \t{page:WordSection1;} --><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/23/2023<br>\n\t\t\t\t\tModified by: Claire&nbsp;C&nbsp;Sabel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis STS project used historical research to evaluate the impact of the global trade in precious minerals on the earth sciences during the seventeenth century, focusing geographically on trade between Europe and South and Southeast Asia. With the establishment of the Dutch and British East India Companies c. 1600, European jewellers and merchants crossed the Indian Ocean to take part directly in the region’s gem trade, which was then the source of most of the world’s precious stones. These travellers brought back experience of foreign lands and mineral specimens, and soon became a source for scholars who wanted to understand the composition of the earth. These newly available forms of empirical evidence were made possible by the intersection of European colonial expansion with existing mineralogical and mining expertise in the Indian Ocean gem trade.\n\nNSF funding supported one month of archival research in the UK, and two months of archival research in the Netherlands. In the UK, research was primarily conducted in London, where the British Library holds the bulk of the East India Company’s records. Research followed the paths of gem-dealers from Britain, to Asia, and back again, focusing on those merchants and artisans who became contacts and informants for the Royal Society of London, the first scientific establishment in the British Isles. Gemstones were frequently mentioned by Fellows of the Society as a mineralogical topic worthy of investigation. The Society invested time and resources into building a network of contacts in Asia, asking them to report on a variety of natural phenomena, ranging from the patterns of weather to whether diamonds replenished themselves in mines. They also attempted to gather information about precious stones from merchants and sailors newly returned from foreign lands.\n\nIn the Netherlands, research was conducted primarily in the Hague, at the Dutch National Archives, which include a significant portion of the Dutch East India Company’s records. The Dutch did not have their own centralized scientific organization like the Royal Society, and indeed some leading Dutch naturalists corresponded with and published in the Society’s journal instead. The Netherlands was nevertheless a center of publishing, trade, and craftsmanship, and many important maps, atlases, and works of geography were published in the Netherlands, drawing on the reports of recently-returned travellers. Both Anglo-Dutch competition and collaboration were a feature of the jewellery trade in Europe and in Asia, and my research found that Dutch and English goldsmiths, jewellers, and merchants exchanged information, expertise, and business relating to gems over the course of the seventeenth century, which made them valuable informants for naturalists.\n\nInitial archival research findings from this project were presented at universities in the US, UK, India, and Indonesia, and will result in a doctoral dissertation to be defended in 2024, and eventually a scholarly monograph. Results from the project are also being prepared for submission in peer-reviewed history of science journals. During the course of research, historical context about the gem-trade and its relationship to mineralogy was shared with museum professionals working with both historical and scientific collections, such as mineral displays. Additionally, research findings were shared with undergraduate geology majors taking part in a seminar about the colonial history of geology.\n\n\"Rare Earth\" highlights the unique history of gemstones in the natural sciences, and demonstrates how valuable commodities link pure and applied scientific research agendas for both economic and intellectual purposes. During the era of the Scientific Revolution, as now, the earth sciences were of immense strategic significance: knowing the earth meant mapping and controlling territory and its mineral wealth. This project therefore produces new evidence about the intellectual and political conditions that make knowledge of economically valuable minerals possible. The broader impact of this work for the social sciences is a contribution to research and pedagogy for a globally inclusive history of science; for the earth sciences, this project provides historical context for understanding the science-industry relationships that are particularly salient for environmental issues. Understanding the historical role of exploitation and appropriation of natural resources is an essential part of building new partnerships in research, training, and professional development among communities and environments most historically impacted by scientific and economic exploitation.\n\n\n\t\t\t\t\tLast Modified: 06/23/2023\n\n\t\t\t\t\tSubmitted by: Claire C Sabel"
 }
}