{
 "awd_id": "2147390",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Teacher Experiences Advancing Mathematics and the Sciences",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032920000",
 "po_email": "jrodrigu@nsf.gov",
 "po_sign_block_name": "Josephine J. Rodriguez",
 "awd_eff_date": "2023-01-01",
 "awd_exp_date": "2027-12-31",
 "tot_intn_awd_amt": 1200000.0,
 "awd_amount": 816965.0,
 "awd_min_amd_letter_date": "2022-08-23",
 "awd_max_amd_letter_date": "2024-04-30",
 "awd_abstract_narration": "The project aims to serve the national need for a strong workforce of middle and high school STEM teachers who are equipped to teach STEM using evidence-based, culturally relevant instructional methods. At the national level, new teacher attrition rates are a significant problem – which is exacerbated in the STEM disciplines – and fewer than 18 percent of teachers identify as persons of color. This puts children from groups traditionally underrepresented in the STEM disciplines at a disadvantage, as research shows that exposure to same-race teachers has positive influences on academic performance and post-secondary aspirations of students. Thus, research has shown that diversity within the teaching workforce, as well as culturally relevant curricula, positively impacts K-12 students’ future academic and career success. This project aims to recruit a diverse cohort of aspiring teachers from among undergraduate students who are majoring in STEM, as well as STEM professionals who are considering teaching careers. Aspiring teachers will receive specialized training, Scholarships/Stipends, and mentoring, as well as start-up funds and support during their first year of teaching.\r\n \r\nThis project at California Lutheran University includes partnerships with the Oxnard Union High School District and the Ventura Country STEM Network. Project goals include to: 1) recruit STEM undergraduates, recent STEM graduates, and career STEM professionals into the teaching profession; 2) provide robust, intensive academic and practical preparation in culturally relevant pedagogy, including age-appropriate instructional methods, to STEM students and professionals who are content/discipline experts but lack the methodologies and skills to teach a diverse community of young learners; 3) create a teacher pipeline from preparation to employment in a high-need local educational agency (school district); and 4) foster an atmosphere of inclusiveness through continuing education and networking to support and retain teachers. The project aims to produce 24 STEM teachers with mathematics and science degrees over five years. This project capitalizes on local academic and professional resources and relies on research that shows that teacher residency models nationwide have been proven to attract a higher proportion of people of color than the national average and boost success in retention. In addition to the financial support through Scholarships/Stipends, the project intends to provide specialized preparation in teaching STEM using subject-specific pedagogy, culturally relevant pedagogy, professional development, mentoring, startup funds, and networking. The project’s evaluation intends to investigate the modes of recruitment of STEM undergraduate students and STEM professionals into teaching which prove to be productive.  It is also intended to examine the impact of cultural competency in pre-service training on teachers’ ability to better engage students.  The impact of STEM-focused professional development/continuing education on work satisfaction will also be assessed. Results of the project are expected to provide evidence for local decision-makers on successful means by which to recruit and retain competent STEM educators for their schools. This Track 1 Scholarships and Stipends project is supported through the Robert Noyce Teacher Scholarship Program (Noyce). The Noyce program supports talented STEM undergraduate majors and professionals to become effective K-12 STEM teachers and experienced, exemplary K-12 teachers to become STEM master teachers in high-need school districts. It also supports research on the effectiveness and retention of K-12 STEM teachers in high-need school districts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Hillis",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Michael R Hillis",
   "pi_email_addr": "mhillis@callutheran.edu",
   "nsf_id": "000808070",
   "pi_start_date": "2024-04-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Cosenza",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Michael N Cosenza",
   "pi_email_addr": "mcosenza@callutheran.edu",
   "nsf_id": "000808925",
   "pi_start_date": "2022-08-23",
   "pi_end_date": "2024-04-30"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Megan",
   "pi_last_name": "Fung",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Megan K Fung",
   "pi_email_addr": "mkfung@callutheran.edu",
   "nsf_id": "000799523",
   "pi_start_date": "2022-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Carlson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan Carlson",
   "pi_email_addr": "ncarlson@callutheran.edu",
   "nsf_id": "000833197",
   "pi_start_date": "2022-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Lutheran University",
  "inst_street_address": "60 W OLSEN RD",
  "inst_street_address_2": "",
  "inst_city_name": "THOUSAND OAKS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8054933743",
  "inst_zip_code": "913602787",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "CA26",
  "org_lgl_bus_name": "CALIFORNIA LUTHERAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "UTQ7GBV8BLL8"
 },
 "perf_inst": {
  "perf_inst_name": "California Lutheran University",
  "perf_str_addr": "60 W. Olsen Road, #1425",
  "perf_city_name": "Thousand Oaks",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "913602070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "CA26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002526DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002627DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 816965.0
  }
 ],
 "por": null
}