{
 "awd_id": "2147527",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Overstepping and the Formation of Metamorphic Garnet - Field, Laboratory, Geochronological, Experimental and Modeling Studies",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927977",
 "po_email": "rteasdal@nsf.gov",
 "po_sign_block_name": "Rachel Teasdale",
 "awd_eff_date": "2022-02-01",
 "awd_exp_date": "2026-01-31",
 "tot_intn_awd_amt": 104044.0,
 "awd_amount": 104044.0,
 "awd_min_amd_letter_date": "2022-01-19",
 "awd_max_amd_letter_date": "2022-01-19",
 "awd_abstract_narration": "Metamorphism is the process by which sedimentary rocks are transported deep into the Earth to high pressures (P) and temperatures (T) conditions. Deep in the Earth, clay, sandstone, and limestone are transformed into crystalline metamorphic rocks like schists, quartzites, and marbles. Chemical reactions that transform  sedimentary minerals into metamorphic minerals can also release fluids such as water (H2O) and carbon dioxide (CO2), originally trapped in the sedimentary minerals. These fluids have a major impact on earth processes such as  the formation of volcanoes, the triggering of earthquakes, and the formation of valuable ore deposits. In addition, these fluids may make it to the Earth’s surface where they affect the climate. Over the last 50-60 years most scientists worked within the paradigm that metamorphism is a slow process, releasing fluids gradually over millions of years during mountain-building events. However, more recent work suggests that metamorphic processes may occur relatively rapidly in brief bursts that may occur over timescales of hundreds of thousands of years or less. The goal of this study is to test the more recent alternative hypothesis about rapid metamorphism. This study may shift longstanding interpretations that metamorphism occurs over very long timescales to a new paradigm of more rapid recrystallization, metamorphic mineral growth and release of fluids and has the potential to alter views on Earth processes. This work supports research opportunities and the training of postdocs and PhD students belonging to underrepresented groups. This grant will also contribute to a series of educational outreach videos on the YouTube channel “Every Rock Has A Story” that feature a diverse slate of co-hosts (e.g., kids, women, and scientists from underrepresented groups). “Every Rock Has A Story” brings to life the remarkable stories that exist inside every rock. When these stories are told by a diverse cast of co-hosts, kids see themselves as scientists and are inspired to explore the science of the Earth themselves.\r\n\r\nThis proposal will investigate this alternative hypothesis — that rocks transform relatively rapidly with consequential relatively rapid release of fluids with a multi-pronged, multidisciplinary approach that includes field work, laboratory analysis, geochronology (dating mineral formation), high temperature-pressure experiments, and thermodynamic modeling of the nucleation and growth of the mineral garnet as a type example of metamorphic recrystallization. The field, laboratory and geochronological studies will focus on a comparison of rocks from the same outcrop that display numerous small garnets and few large garnets. Nucleation theory predicts that the number of new crystals (i.e. nuclei) that form under similar conditions is a function of the amount of overstepping of the equilibrium reaction (called the “affinity”). The pressure-temperature conditions of garnet formation will be determined from a combination of inclusion barometry using Raman spectroscopy and trace element thermometry (e.g., quartz or graphite-in-garnet; Zr in rutile thermometry) to see if garnets nucleated at consistent displacements from the equilibrium isograd for the bulk composition or whether they nucleated at similar P–T conditions, which would suggest significantly different degrees of overstepping at a common point of garnet nucleation. Ages of garnet formation using Sm-Nd geochronology will constrain whether garnets from both types of samples nucleated at different times consistent with the different locations of the equilibrium isograd, or as part of a single orogenic-scale nucleation event. Experiments at high pressures and temperatures will be conducted using piston-cylinder apparatus in order to determine (a) the location of the equilibrium garnet isograd for each specific rock composition and (b) the amount of overstepping of the isograd required to nucleate garnet as a function of the MnO content of the rock. This will provide experimental verification of the field studies and enable refinement of the thermodynamic properties of the Mn-component (spessartine) in garnet. Thermodynamic modeling of assemblage evolution in far-from-equilibrium assemblages will provide a basis for comparison with the natural parageneses and will refine our understanding of how metamorphic rocks evolve on a nano scale. The grant will also provide episode content and co-hosts for new episodes of “Every Rock Has A Story”, a YouTube series created by co-PI Ethan Baxter to engage and inspire elementary school age children about the geosciences. Rocks collected — or experimentally created — through the course of this research will be the centerpiece of some of the new episodes. Episodes will present the science through storytelling, designed to engage and inspire our young learners. Storytellers will include co-PI Baxter as well as other team members including women and underrepresented minorities to help more children see themselves as scientists.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ethan",
   "pi_last_name": "Baxter",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Ethan F Baxter",
   "pi_email_addr": "ethan.baxter@bc.edu",
   "nsf_id": "000085453",
   "pi_start_date": "2022-01-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boston College",
  "inst_street_address": "140 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHESTNUT HILL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175528000",
  "inst_zip_code": "024673800",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJ3JH8CRJBZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston College",
  "perf_str_addr": "140 Commonwealth Avenue",
  "perf_city_name": "Chestnut Hill",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024673800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 104044.0
  }
 ],
 "por": null
}