{
 "awd_id": "2147399",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Numerical Modeling of Reconnection-Generated Transients in the Solar Corona",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032927544",
 "po_email": "chihuang@nsf.gov",
 "po_sign_block_name": "Chia-Lin Huang",
 "awd_eff_date": "2022-03-15",
 "awd_exp_date": "2025-02-28",
 "tot_intn_awd_amt": 620904.0,
 "awd_amount": 620904.0,
 "awd_min_amd_letter_date": "2022-03-10",
 "awd_max_amd_letter_date": "2022-03-10",
 "awd_abstract_narration": "The origin and evolution of the solar wind and the initiation of eruptive solar flares and their resulting coronal mass ejections (CMEs) are fundamental building blocks of the solar–heliospheric connection and crucial for space weather forecasting. This work will advance discovery while promoting teaching, training, and learning and will enhance the infrastructure for research and education through networks and partnerships. The project will support a postdoctoral fellow and facilitate summer research projects for undergraduate students. Results from the project will be disseminated broadly as the PI, postdoctoral scholar, and undergraduate students will present their results at national and international scientific meetings (e.g. the NSF SHINE Workshop), in colloquia and seminars, and in peer-reviewed journals. \r\n\r\nOne of the key results from the last decade of in-situ observations of interplanetary magnetic flux ropes at 1 AU is that the size distribution of large-scale CME flux ropes and the ubiquitous small-scale flux ropes in the slow solar wind apparently show two distinct populations while remote sensing observations indicate tremendous variation of coronal conditions during their formation. This work is a comprehensive, multidisciplinary investigation into the multi-scale nature of solar eruptive structures. The main Science Objectives are to determine: (1.) How solar and heliospheric magnetic flux rope properties vary over their range of their spatial and energy scales and how the local and global topologies of coronal source regions influence the reconnection formation mechanism(s) of eruptive transients and their resulting magnetic structure; (2.) The fundamental similarities and differences between streamer blob flux ropes, flare reconnection plasmoids, flux rope and quasi-flux rope eruptions from pseudostreamers, and classic, large-scale CMEs from streamer blowouts and stronger-field active regions; (3.) How each of these populations of flux rope transients interact with their overlying/adjacent flux systems, the open-closed field boundaries, and the ambient solar wind outflow. Each of the Science Objectives will be addressed with a combination of state-of-the-art, high-performance numerical modeling along with detailed analysis of multi-spacecraft remote sensing and in-situ observations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Lynch",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin J Lynch",
   "pi_email_addr": "bjlynch@epss.ucla.edu",
   "nsf_id": "000566494",
   "pi_start_date": "2022-03-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California--Berkeley",
  "perf_str_addr": "7 Gauss Way",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947205071",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "CA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152300",
   "pgm_ele_name": "SOLAR-TERRESTRIAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 620904.0
  }
 ],
 "por": null
}