{
 "awd_id": "2147598",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Decoding thermal and magmatic history of mafic and ultramafic rocks through systematic studies of cation diffusion in pyroxene",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927977",
 "po_email": "rteasdal@nsf.gov",
 "po_sign_block_name": "Rachel Teasdale",
 "awd_eff_date": "2022-02-15",
 "awd_exp_date": "2026-01-31",
 "tot_intn_awd_amt": 415000.0,
 "awd_amount": 415000.0,
 "awd_min_amd_letter_date": "2022-02-15",
 "awd_max_amd_letter_date": "2023-12-04",
 "awd_abstract_narration": "Orthopyroxene and clinopyroxene are two major rock-forming minerals in the Earth’s upper mantle and lower crust.  Major and trace element compositions of the pyroxenes have been widely used to infer thermal and magmatic histories experienced by pyroxene-bearing rocks.  A common feature of pyroxene in natural rocks is the presence of exsolution lamellae. There is no model for cation diffusion in and through pyroxene in the presence of exsolution lamellae, which hinders the interpretation of thermal history of pyroxene-bearing rocks. The focus of this collaborative study is Al, Ca, Zr, and Hf diffusion in pyroxene. The project consists of three main tasks: (1) theoretical and numerical studies of the role of exsolution lamellae on cation diffusion in pyroxene; (2) experimental studies of Al, Ca, Zr, and Hf diffusion in pyroxene; and (3) geochemical applications. The outcome shall be a set of  models for diffusive mass transfer across pyroxene grains that have exsolution lamellae. These diffusion models are general and can also be used to study chemical and mechanic properties of composite materials outside the field of petrology and geochemistry. Al, Ca, Zr and Hf diffusion coefficients will then be applied to develop generalized mass transfer models that can be used to quantify rare earth element (REE) and high-field strength element (HFSE) fractionation during disequilibrium melting along a mantle adiabat followed by subsolidus re-equilibration. New models for closure temperatures of the Ca-in-opx thermometer and the Al-in-opx thermometer will be developed. These new models will be used to study the distribution and fractionation of REE and HFSE in pyroxenes in peridotites from different tectonic settings. The broader impacts of the proposed work will focus on graduate and undergraduate training and support of a highly productive female scientist. Models for diffusion in and through laminates to be developed in this proposed work are general and can be used to study chemical and mechanic properties of composite materials in fields outside Earth science. \r\n\r\nMajor and trace element zoning in pyroxene has often been observed in mafic and ultramafic rocks, which may provide important clues to the thermal and magmatic histories experienced by the pyroxene-bearing rocks.  A common feature of pyroxene in natural rocks is the presence of exsolution lamellae.  Although significant progress has been made in quantifying rare earth element (REE) and high field strength element (HFSE) diffusion in pyroxene, very little is known about Al diffusion in pyroxene.  There are no published data for Ca diffusion in orthopyroxene and no model for cation diffusion in and through pyroxene in the presence of exsolution lamellae. The focus of this collaborative study is Al, Ca and HFSE diffusion and distribution in pyroxene and their geochemical applications.  The project consists of three main Tasks: (1) theoretical and numerical studies of the role of exsolution lamellae on cation diffusion in pyroxene; (2) experimental studies of Al, Ca, Zr, and Hf diffusion in pyroxene; and (3) geochemical applications.  The majority of the diffusion experiments will be conducted at 1-atm pressure.  The potential effects of pressure on Al, Ca Zr, and Hf diffusion in pyroxene are not known, but some higher-pressure experiments will be conducted.  Diffusion profiles of Al in experimental charges will be measured with the 27Al(p,gamma)28Si nuclear reaction.  Diffusion profiles of Ca, Zr and Hf will be measured with Rutherford Backscattering Spectrometry.  The outcome of Task 1 is a set of microscale and macroscale models for diffusive mass transfer across pyroxene grains that have exsolution lamellae.  These diffusion models are general and can also be used to study chemical and mechanic properties of composite materials outside the field of petrology and geochemistry.  Together with published partitioning and diffusion data, Al, Ca, Zr and Hf diffusion coefficients from Task 2 will be used to develop generalized mass transfer models that can be used to quantify REE and HFSE fractionation during disequilibrium melting along a mantle adiabat followed by subsolidus re-equilibration.  As part of Task 3, new models for closure temperatures of the Ca-in-opx thermometer and the Al-in-opx thermometer will be developed.  These new models will be used to study the distribution and fractionation of REE and HFSE in pyroxenes in peridotites from different tectonic settings. The broader impacts of the proposed work will focus on human resources, which include graduate and undergraduate training and support of a highly productive female scientist.  The proposed work will constitute a major part of the graduate student’s PhD thesis.  The project will provide laboratory analytical and computer modeling experiences for undergraduate students and research opportunities for senior thesis projects. Models for diffusion in and through laminates to be developed in this proposed work are general and can be used to study chemical and mechanic properties of composite materials in fields outside Earth science.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yan",
   "pi_last_name": "Liang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yan Liang",
   "pi_email_addr": "Yan_Liang@Brown.edu",
   "nsf_id": "000376246",
   "pi_start_date": "2022-02-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 298029.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 116971.0
  }
 ],
 "por": null
}