{
 "awd_id": "2147186",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: SG: Field and Laboratory Tests of Pyrogenic Organic Compounds in Australian Stalagmites as a Novel, High-Resolution Paleofire Proxy",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 199785.0,
 "awd_amount": 199785.0,
 "awd_min_amd_letter_date": "2022-04-20",
 "awd_max_amd_letter_date": "2022-04-20",
 "awd_abstract_narration": "The massive fires that burned across many parts of Australia in 2019-2020 are part of a global trend. Rising temperatures, coupled in some cases with prolonged droughts and fire suppression efforts, have created conditions conducive to unusually intense and widespread fires, including across many parts of the western United States. While exceptional for the century, it is unclear how unusual this fire activity is over long-term Earth history.  In order to better place modern fire activity into a longer-term context, it is necessary to develop reconstructions of burning that occurred prior to the satellite era (1979-present). Records of ancient fire have been developed from burn scars on tree rings, from charcoal in lake sediments, and from fire-derived compounds deposited on and stored in glacial ice. In tropical Northwest Australia, it is not possible to recover such data. The goal of this project is to develop methods to recover fire-derived compounds from stalagmites in caves in that region. Results are expected to provide a clearer understanding of the utility of stalagmites as a novel record of past burning, and allow its application to other fire-prone regions, including the western United States. The project will also provide opportunities for undergraduate student training.\r\n\r\nFire plays a critical role in the ecology of the tropics, but fuel loads, sources of ignition, and background climate conditions are often markedly different now than they were a century or more ago. Addressing the extent to which fire regimes are changing is complicated by the sparsity of high-resolution, long-term records of fire frequency and intensity spanning far beyond the instrumental era. Understanding the frequency and intensity of fire activity prior to the arrival of European pastoralists and during intervals of climate distinct from the modern era (e.g, the Little Ice Age: CE 1450- 1850) is critically important for managing current fires, estimating cascading effects of fires on plant and animal diversity, and maintaining ecosystem resiliency. This study aims to refine a novel paleofire proxy capable of addressing these limitations: pyrogenic organic compounds (including polycyclic aromatic hydrocarbons, PAHs) in stalagmites. Previous research by the PI and collaborators has revealed that stalagmites from a tropical Australian cave preserve changes in the type and abundance of pyrogenic compounds over time, with these shifts consistent with recent fire activity proximal to the cave. Burning of biomass produces PAHs, which are then transported into the underlying cave by monsoon rains, and incorporated into stalagmites as they crystallize from dripwater. While these results are extremely promising, the biochemical and hydrological mechanics of the cave system need to be further scrutinized before this method can be applied more widely. Toward that end, the PI and collaborators will perform field and laboratory experiments: (i) measurements of organic compounds such as PAHs in soil and cave dripwater prior to, immediately following, and a year after a prescribed burn over the cave site, (ii) replication of pyrogenic organic compound distributions in a coeval stalagmite sample, and (iii) comparison of the paleofire signals in a 20th century stalagmite to remote sensing data and records of fire derived from historical documents. This work will also provide training to several undergraduates at Cornell College in field and laboratory methods, a critical step in advancing their careers as scientists.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rhawn",
   "pi_last_name": "Denniston",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Rhawn F Denniston",
   "pi_email_addr": "RDenniston@cornellcollege.edu",
   "nsf_id": "000330000",
   "pi_start_date": "2022-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell College",
  "inst_street_address": "600 FIRST ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "MOUNT VERNON",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3198954000",
  "inst_zip_code": "52314",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IA02",
  "org_lgl_bus_name": "CORNELL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "ET4AQ6MDU1L7"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell College",
  "perf_str_addr": "600 First Street West",
  "perf_city_name": "Mount Vernon",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "523141098",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "738100",
   "pgm_ele_name": "Ecosystem Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 199785.0
  }
 ],
 "por": null
}