{
 "awd_id": "2147258",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Digital Archives and Indigenous Afterlives of Scientific Objects",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032925034",
 "po_email": "wbauchsp@nsf.gov",
 "po_sign_block_name": "Wenda K. Bauchspies",
 "awd_eff_date": "2022-05-01",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 111903.0,
 "awd_amount": 111903.0,
 "awd_min_amd_letter_date": "2022-04-26",
 "awd_max_amd_letter_date": "2022-04-26",
 "awd_abstract_narration": "At a moment when universities, museums, and archives are grappling with questions of how to responsibly manage and care for scientific collections created under unequal power dynamics, this project explores the role of digital access in understanding these histories, redressing associated harms, and envisioning new and more equitable forms of research for groups that have been marginalized. Through the collaborative construction of a digital archive, this project responds to requests from Indigenous communities for the return of scientific materials such as photographs, audio recordings, and publications that document their lives and communities. It explores the potential of digital infrastructures to enable communities’ control of materials that document them, according to their norms for sharing and protecting knowledge. Analysis of the ways participants experience and see themselves in relation to scientific research will help future researchers better respond to subjects’ and communities’ priorities. This project will provide resources, training, and a model for undergraduate and graduate students to pursue research in the social and natural sciences. It will contribute to broader initiatives that engage scientists, data repositories, and archival materials to democratize access and engagement in scholarly work while maintaining respect for Indigenous and local knowledge systems.\r\n\r\nDrawing on methodological insights from Indigenous studies that prioritize reciprocal foundations of knowledge, this project will develop a methodology to effectively examine asymmetries in knowledge production, helping scholars learn how to incorporate reciprocity and care into their work. Using data collected through community consultation, semi-structured interviews, and ethnography of the construction and use of the digital archive, this research will offer theoretical insights into: (1) The potentials and pitfalls of re-using already-collected materials; (2) How approaches to archives and collections that reconfigure power dynamics and permit community-based reinterpretation can result in new knowledge about history and science; (3) How digital returns of scientific materials can contribute to community-defined research and inform human sciences research with Indigenous communities more broadly. In addition to science and technology studies scholars and historians of science, this project will be of interest to librarians, archivists, museum professionals, and others dedicated to privacy and justice in the collection and use of human data. Findings will inform research design across a wide range of fields in the humanities, social sciences, and natural sciences, as well as policy and practice related to human subject’s research regulation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Graham",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Laura R Graham",
   "pi_email_addr": "laura-graham@uiowa.edu",
   "nsf_id": "000430283",
   "pi_start_date": "2022-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "114 Macbride Hall",
  "perf_city_name": "Iowa City",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421322",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124Y00",
   "pgm_ele_name": "Science & Technology Studies"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 111903.0
  }
 ],
 "por": null
}