{
 "awd_id": "2147195",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FAI: Advancing Deep Learning Towards Spatial Fairness",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927215",
 "po_email": "tleen@nsf.gov",
 "po_sign_block_name": "Todd Leen",
 "awd_eff_date": "2022-06-01",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 755098.0,
 "awd_amount": 755098.0,
 "awd_min_amd_letter_date": "2022-05-25",
 "awd_max_amd_letter_date": "2022-05-25",
 "awd_abstract_narration": "The goal of spatial fairness is to reduce biases that have significant linkage to the locations or geographical areas of data samples. Such biases, if left unattended, can cause or exacerbate unfair distribution of resources, social division, spatial disparity, and weaknesses in resilience or sustainability. Spatial fairness is urgently needed for the use of artificial intelligence in a large variety of real-world problems such as agricultural monitoring and disaster management. Agricultural products, including crop maps and acreage estimates, are used to inform important decisions such as the distribution of subsidies and providing farm insurance. Inaccuracies and inequities produced by spatial biases adversely affect these decisions. Similarly, effective and fair mapping of natural disasters such as floods or fires is critical to inform live-saving actions and quantify damages and risks to public infrastructures, which is related to insurance estimation. Machine learning, in particular deep learning, has been widely adopted for spatial datasets with promising results.  However, straightforward applications of machine learning have found limited success in preserving spatial fairness due to the variation of data distribution, data quantity, and data quality. The goal of this project is to develop a new generation of learning frameworks to explicitly preserve spatial fairness. The results and code will be made freely available and integrated into existing geospatial software. The methods will also be tested for incorporation in existing real systems (crop and water monitoring). \r\n\r\nThis project aims to advance deep learning methods toward spatial fairness via four innovations. First, new statistical formulations of spatial fairness will be investigated to address unique challenges brought by the continuous spatial domain, particularly due to a variety of ways to partition the space and create location-groups for fairness evaluation, and the fact that statistical conclusions are sensitive to changes in space-partitionings. Second, new network architectures will be developed to improve the spatial fairness by mitigating the conflicts amongst different locations due to the shift of data distribution over space. Third, new fairness-driven adversarial learning strategies will be used to guide the training to converge to parameters that can maintain a high overall solution quality while maximizing spatial fairness across locations. Finally, a knowledge-enhanced approach will be proposed, which integrates general physical relationships to mitigate data-inequality incurred spatial biases, and simulates relevant variables and parameters in underlying physical processes to enhance knowledge-based interpretability of spatial fairness.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaowei",
   "pi_last_name": "Jia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaowei Jia",
   "pi_email_addr": "xiaowei@pitt.edu",
   "nsf_id": "000834863",
   "pi_start_date": "2022-05-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sergii",
   "pi_last_name": "Skakun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sergii Skakun",
   "pi_email_addr": "skakun@umd.edu",
   "nsf_id": "000753401",
   "pi_start_date": "2022-05-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yiqun",
   "pi_last_name": "Xie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yiqun Xie",
   "pi_email_addr": "xie@umd.edu",
   "nsf_id": "000838452",
   "pi_start_date": "2022-05-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "300 Murdoch Building",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133203",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114Y00",
   "pgm_ele_name": "Fairness in Artificial Intelli"
  },
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 755098.0
  }
 ],
 "por": null
}