{
 "awd_id": "2148166",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: US GEOTRACES GP17-ANT: Tracing Inputs and Transport of Aluminum, Manganese, and Iron from the Amundsen Sea Sector of the Antarctic Continental Margin",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 312106.0,
 "awd_amount": 312106.0,
 "awd_min_amd_letter_date": "2022-07-24",
 "awd_max_amd_letter_date": "2024-07-17",
 "awd_abstract_narration": "The international GEOTRACES program seeks to understand the distributions of trace elements and their isotopes in the oceans. As part of this effort, the US GEOTRACES program will undertake the GP17-ANT research cruise in November 2023-January 2024, with a focus on the distribution of trace elements and isotopes in the Amundsen Sea sector of the Southern Ocean. Biological production in the Southern Ocean plays an important role in regulating atmospheric carbon dioxide via biological uptake and the associated transfer of organic matter into the ocean interior. Most of this ocean region has abundant major nutrients (nitrogen, phosphorous and silicon) required for phytoplankton growth, but is deficient in the essential micronutrient iron. This means that phytoplankton growth during the summer growing season is regulated by iron. Other trace elements, such as manganese and cobalt, may also hold importance in this context. Hence, there is a compelling need to constrain the sources of these micronutrient trace elements to Southern Ocean surface waters. Chief among these sources are sediments, glaciers and sea ice on the Antarctic continental margins. This project seeks to advance understanding of the sources and transport of the micronutrients iron and manganese in the Amundsen Sea sector of the Southern Ocean, as part of the upcoming GEOTRACES GP17-ANT research expedition. The Amundsen Sea is a highly productive section of the Antarctic continental margin that is bordered by some of Antarctica’s most rapidly melting glacial ice shelves, and is thought to provide an important source of dissolved iron to the adjacent, iron-deficient surface waters of the Antarctic Circumpolar Current. As such, the measurements of trace elements and isotopes during this expedition will provide a critically important benchmark to assess the impacts of major changes that are anticipated for this marine environment during the coming decades, such as inputs of the micronutrient iron that are associated with increased glacial melting. The project involves two US laboratories, and will support the research of a graduate student and an undergraduate student. The project also includes the participation of a K-12 STEM education specialist who will develop educational outreach materials targeting elementary and middle school students and science teachers.\r\n\r\nIn this project, the concentrations of trace elements that serve as micronutrients (dissolved iron and manganese) and tracers of inputs from continental dust and seafloor sediments (dissolved aluminum and manganese) will be measured in seawater samples collected during GP17-ANT.  In addition, shipboard experiments will be performed to assess the potential for suspended particles and surface sediments to contribute these dissolved trace elements to surface seawater.  This work, together with measurements of other trace elements and isotopes made by collaborators, will assess the sources, transport and chemical transformations of micronutrients in this sector of the Antarctic continental margin, and hence the trajectories of these micronutrient inputs in response to future environmental changes. The chemical analyses of dissolved aluminum, manganese and iron will be performed at sea, in near real-time, thus providing data to inform the cruise sampling strategy and guide the analyses of other investigators.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Sedwick",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Peter N Sedwick",
   "pi_email_addr": "psedwick@odu.edu",
   "nsf_id": "000474317",
   "pi_start_date": "2022-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Old Dominion University Research Foundation",
  "inst_street_address": "4111 MONARCH WAY STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "NORFOLK",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7576834293",
  "inst_zip_code": "235082561",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "VA03",
  "org_lgl_bus_name": "OLD DOMINION UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "DSLXBD7UWRV6",
  "org_uei_num": "DSLXBD7UWRV6"
 },
 "perf_inst": {
  "perf_inst_name": "Old Dominion University",
  "perf_str_addr": "4600 Elkhorn Ave",
  "perf_city_name": "Norfolk",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "235294600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "VA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 118878.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 126102.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 67126.0
  }
 ],
 "por": null
}