{
 "awd_id": "2148560",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Enhancing Underrepresented Student Engagement in STEM through Mentoring and Family Involvement",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032924546",
 "po_email": "asantiag@nsf.gov",
 "po_sign_block_name": "Alicia Santiago Gonzalez",
 "awd_eff_date": "2022-06-01",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 739486.0,
 "awd_amount": 739486.0,
 "awd_min_amd_letter_date": "2022-05-17",
 "awd_max_amd_letter_date": "2024-06-12",
 "awd_abstract_narration": "This collaborative project is an informal science, technology, engineering, and mathematics (STEM) intervention that will uniquely combine partnerships between STEM and education faculty at the University of Houston (UH) with mentorship from the participants’ families and UH STEM undergraduate mentors to provide hands-on STEM experiences to fourth- and fifth-grade Students of Color. The project aims to increase awareness of and interest in STEM careers as a way to broaden participation in STEM careers. Key program components will include weekly hands-on activities that engage the students with technology through the engineering design process led by undergraduate STEM mentors who also are from groups underrepresented in STEM careers; the Scientist of the Week, which exposes students either to a STEM pioneer from underrepresented groups or a current STEM professional from an industry partner; the math problem of the day, which is aligned to state standards for fourth and fifth grades; and an end-of-year interactive STEM fair, during which students demonstrate their knowledge to larger audiences from their schools and communities.\r\n\r\nThe research questions that will guide this mixed-methods project will include: 1) What strategies help conceptualize STEM knowledge in a manner that affirms students' racial identity and cultural ways of knowing? 2) How do students' STEM identity and awareness of and interest in STEM change over time? 3) How do families engage in their children’s STEM learning in out-of-school STEM communities, and 4) how does family participation shape students' interest in STEM and their STEM identity? Data from interviews, observations, and questionnaires on Engineering Identity and Career Aspirations will be gathered and analyzed to study possible changes over time. The project's research will contribute to the knowledge-base on family engagement in STEM learning and the STEM identities of racially and ethnically diverse students. Specifically, the team will build upon their prior research on students' STEM identity and program implementation by studying students' STEM identity longitudinally, the racial dimensions of STEM identity, and variability in program implementation across school sites. This project will also have an explicit focus on broadening participation in STEM studies and careers among Students of Color. Within two years, the project will expand to four elementary schools in the Houston region. During the timeline of this award, the project will directly impact 140 fourth and fifth grade Students of Color and an additional 50 students and families per site, per year through the annual interactive STEM fair. This project will also directly engage 50 racially and ethnically diverse STEM mentors who lead project activities. A final product of this work will be a program model guided by principled adaptation that positions the project for large-scale implementation. This project is funded by the Innovative Technology Experiences for Students and Teachers (ITEST) program, which supports projects that build understandings of practices, program elements, contexts and processes contributing to increasing students' knowledge and interest in science, technology, engineering, and mathematics (STEM) and information and communication technology (ICT) careers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jerrod",
   "pi_last_name": "Henderson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jerrod A Henderson",
   "pi_email_addr": "jahende6@central.uh.edu",
   "nsf_id": "000589980",
   "pi_start_date": "2022-05-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Virginia",
   "pi_last_name": "Rangel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Virginia Rangel",
   "pi_email_addr": "vrangel3@uh.edu",
   "nsf_id": "000720064",
   "pi_start_date": "2022-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4800 Calhoun Boulevard",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772042015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 739486.0
  }
 ],
 "por": null
}