{
 "awd_id": "2148217",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Patterns, Context, and Secondary Impacts of State Policy Responses to the Pandemic",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927174",
 "po_email": "lwalker@nsf.gov",
 "po_sign_block_name": "Lee Walker",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 76027.0,
 "awd_amount": 76027.0,
 "awd_min_amd_letter_date": "2022-02-10",
 "awd_max_amd_letter_date": "2022-02-10",
 "awd_abstract_narration": "Understanding the role of policy developments in the response to the COVID-19 pandemic is vital for researchers, lawmakers, and the public to improve preparedness for future public health emergencies. This opportunity to learn from an ongoing pandemic and inform choices in the future requires extensive and timely data gathering. U.S. state governments have taken tens of thousands of public policy actions—executive orders, regulations, and laws in response to COVID-19. This project advances our understanding of the causes and consequences of states' policy responses to the pandemic. The PIs collect data on state governments' decisions to mitigate COVID-19's impact, analyze the adoption and diffusion of pandemic-related policies, track state officials' online discussion of the pandemic, and study health impacts of policies implemented in response to it. This project provides insights into how states manage a global health crisis, the ways that online communication and policy debate involving public officials factor into the contemporary management of a public health emergency, and the public health impacts of rapid innovations in state health policies. It provides comprehensive data sources on state policy activities as well as online communication by state officials. These data are helpful to others who seek to understand the causes and consequences of states' pandemic policies. The project also involves hiring and training a diverse, multidisciplinary team of graduate and undergraduate research assistants as well as a post-doc. The project leaders will provide extensive training, experience, and mentorship to these early career researchers.\r\n\r\nState policy responses to the COVID-19 pandemic have occurred rapidly, with information and choices updated daily. This timeframe provides an opportunity to study the rapid spread of policy responses—two orders of magnitude more frequent than the typical yearly timescale covered in policy diffusion research. The data collected in this study cover hundreds of pandemic-related policies and tens of thousands of policy actions by states, all unfolding over a three-year time period.  The decision environment in which governments select their responses to COVID-19 involves several key components that have been found to be important in the study of the spread of public policy: information, imitation, competition, and coercion. Thus, the COVID-19 pandemic represents a rare opportunity to study the spread of public policy with voluminous contemporary information about the factors that influence states' decisions. Specifically, this project uses the recent timeline and high salience of COVID-19 policy to understand the relationship between online communication involving policymakers and official policymaking activity. Because most elected state officials are active online, particularly on Twitter, policy responses to COVID-19 present the opportunity to understand the relationship between online communication by officials and public policymaking. Lastly, to illustrate the utility of the data collected, this project uses a difference-in-differences approach to study the COVID-19 policies’ secondary impacts on health. Given that COVID-19 policy responses have affected every facet of public and private life, this project includes a focused study of the impacts of pandemic policy responses on maternal and infant health in the American states.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Harden",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey J Harden",
   "pi_email_addr": "jharden2@nd.edu",
   "nsf_id": "000692534",
   "pi_start_date": "2022-02-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 Grace Hall",
  "perf_city_name": "NOTRE DAME",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "120Y00",
   "pgm_ele_name": "AIB-Acctble Institutions&Behav"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 76027.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This funding supported my research related to&nbsp;<span>the State Policy Response to Covid-19 (SPRC19) database and accompanying methodology for studying the diffusion of policies across the U.S. The research team has collected the most comprehensive database of states' policy actions toward Covid-19 through August 2020. The data are publicly available at&nbsp;</span></p>\n<p><a href=\"https://dataverse.harvard.edu/dataverse/sprc19\">https://dataverse.harvard.edu/dataverse/sprc19</a>.</p>\n<p><span> This work included several new publications, listed below.</span></p>\n<p>Birkhead, Nathaniel A., Jeffrey J. Harden, and Jason H. Windett. 2025. &ldquo;Executive-Legislative Policymaking Under Crisis.&rdquo; Forthcoming, <em>Journal of Politics</em>. <a href=\"https://jharden.nd.edu/assets/517769/policymaking.pdf\">https://jharden.nd.edu/assets/517769/policymaking.pdf</a>.</p>\n<p>Key finding: Governors responded to the pandemic as expected, but state lawmakers did not.</p>\n<p>Boehmke, Frederick J., Bruce A. Desmarais, Abbie Eastman, Isabelle Grassel, Jeffrey J. Harden, Samuel Harper, Liam Kaboli, Hyein Ko, Elisabeth Oster, and Tracee M. Saunders. 2023. &ldquo;SPRC19: A Database of State Policy Responses to COVID-19 in the United States.&rdquo; <em>Scientific Data</em> 10 (526): 1-6. <a href=\"https://doi.org/10.1038/s41597-023-02343-4\">https://doi.org/10.1038/s41597-023-02343-4</a>.</p>\n<p>Key finding: State policy responses to the pandemic were much more nuanced than just the major policies such as mask mandates and busines closures.</p>\n<p>Harden, Jeffrey J., Bruce A. Desmarais, Mark Brockway, Frederick J. Boehmke, Scott LaCombe, Fridolin Linder, and Hanna Wallach. 2023. &ldquo;A Diffusion Network Event History Estimator.&rdquo; <em>Journal of Politics</em> 85 (2): 436-452. <a href=\"https://doi.org/10.1086/723804\">https://doi.org/10.1086/723804</a>.</p>\n<p>Key finding: Policy diffusion between states incorporates a network structure beyond variables predicting policy adoption.</p>\n<p>Kim, Taegyoon, Nitheesha Nakka, Ishita Gopal, Bruce A. Desmarais, Abigail Mancinelli, Jeffrey J. Harden, Hyein Ko, and Frederick J. Boehmke. 2022. &ldquo;Attention to the COVID-19 Pandemic on Twitter: Partisan Differences Among U.S. State Legislators.&rdquo; <em>Legislative Studies Quarterly</em> 47 (4): 1023-1041. <a href=\"https://doi.org/10.1111/lsq.12367\">https://doi.org/10.1111/lsq.12367</a>.</p>\n<p>Key finding:&nbsp;<span>Lawmakers&rsquo; attention to the pandemic was related to state-level cases, national deaths, state-level policies, and partisanship.</span></p><br>\n<p>\n Last Modified: 10/10/2024<br>\nModified by: Jeffrey&nbsp;J&nbsp;Harden</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis funding supported my research related tothe State Policy Response to Covid-19 (SPRC19) database and accompanying methodology for studying the diffusion of policies across the U.S. The research team has collected the most comprehensive database of states' policy actions toward Covid-19 through August 2020. The data are publicly available at\n\n\nhttps://dataverse.harvard.edu/dataverse/sprc19.\n\n\n This work included several new publications, listed below.\n\n\nBirkhead, Nathaniel A., Jeffrey J. Harden, and Jason H. Windett. 2025. Executive-Legislative Policymaking Under Crisis. Forthcoming, Journal of Politics. https://jharden.nd.edu/assets/517769/policymaking.pdf.\n\n\nKey finding: Governors responded to the pandemic as expected, but state lawmakers did not.\n\n\nBoehmke, Frederick J., Bruce A. Desmarais, Abbie Eastman, Isabelle Grassel, Jeffrey J. Harden, Samuel Harper, Liam Kaboli, Hyein Ko, Elisabeth Oster, and Tracee M. Saunders. 2023. SPRC19: A Database of State Policy Responses to COVID-19 in the United States. Scientific Data 10 (526): 1-6. https://doi.org/10.1038/s41597-023-02343-4.\n\n\nKey finding: State policy responses to the pandemic were much more nuanced than just the major policies such as mask mandates and busines closures.\n\n\nHarden, Jeffrey J., Bruce A. Desmarais, Mark Brockway, Frederick J. Boehmke, Scott LaCombe, Fridolin Linder, and Hanna Wallach. 2023. A Diffusion Network Event History Estimator. Journal of Politics 85 (2): 436-452. https://doi.org/10.1086/723804.\n\n\nKey finding: Policy diffusion between states incorporates a network structure beyond variables predicting policy adoption.\n\n\nKim, Taegyoon, Nitheesha Nakka, Ishita Gopal, Bruce A. Desmarais, Abigail Mancinelli, Jeffrey J. Harden, Hyein Ko, and Frederick J. Boehmke. 2022. Attention to the COVID-19 Pandemic on Twitter: Partisan Differences Among U.S. State Legislators. Legislative Studies Quarterly 47 (4): 1023-1041. https://doi.org/10.1111/lsq.12367.\n\n\nKey finding:Lawmakers attention to the pandemic was related to state-level cases, national deaths, state-level policies, and partisanship.\t\t\t\t\tLast Modified: 10/10/2024\n\n\t\t\t\t\tSubmitted by: JeffreyJHarden\n"
 }
}