{
 "awd_id": "2148543",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Engaging African American Young Women in STEM and Entrepreneurship Through Community-Centered Making",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032927134",
 "po_email": "rmayas@nsf.gov",
 "po_sign_block_name": "Rabiah Mayas",
 "awd_eff_date": "2022-05-01",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 1239952.0,
 "awd_amount": 1239952.0,
 "awd_min_amd_letter_date": "2022-04-19",
 "awd_max_amd_letter_date": "2022-04-19",
 "awd_abstract_narration": "The project will develop and research a model for engaging high-school-aged African American women from low-income families in STEM-related making and entrepreneurship educational programs. Making is a culture that emphasizes interest-driven learning by doing within an informal, peer-led, and creative social environment. The project will introduce participants to a product design and build cycle, involving three Making disciplines (e.g., computer-aided design, ceramics, and textiles integrated with STEM concepts, skills, and entrepreneurship.  New pathways to STEM careers will open for these young women as they make connections among their strengths and interests, and the knowledge and skills they develop in the makerspace. Each of the project’s partners, including the Forge Greensboro makerspace, the Greensboro Housing Authority (providing low-income housing near the Forge), and TERC (a STEM education design and research organization), brings distinct and necessary expertise to the project: the Forge Greensboro makerspace (making and entrepreneurship). Participants will spend about 4 hours a week over 13 weeks in the program. They will start with a mini-design challenge week that provides a brief overview of the design cycle, making, and entrepreneurship, conducted via a mobile maker space in the participants’ community.  After this session, participants will choose making disciplines that they wish to explore. Following this initial week, participants will work through a series of design and build sprints and entrepreneurship sessions, which will culminate in a product-pitch-and-feedback community event with a panel of local business people. Mentors from the Forge makerspace will work with participants as they develop their project ideas and designs and support participants in developing appropriate and relevant skills. Based on project research and evaluation, the project will produce a comprehensive multimedia guide aimed at informal learning spaces on designing and implementing a making-and-entrepreneurship program, including how to create partnerships between community-based organizations and makerspaces to engage minoritized youth. The guide and project research will be shared with relevant communities of informal learning researchers and developers, community organizations, and the maker community via journals, conference presentations, and social media.\r\n\r\nThe project will use an iterative, participatory design research (PDR) framework that will bring the participants, young African American women, together with makerspace experts, learning designers, and community leaders to co-create processes and products that reflect the women’s STEM-related interests. The project’s research will address questions regarding participants’ development and the development of the project model: (1) What STEM and entrepreneurship practices do the participants develop, including defining problems, planning and carrying out an investigation/design cycle, using math and computational thinking, designing a solution, communication, and entrepreneurship practices; (2) How do participants come to view their futures, with regard to STEM-related careers and pathways to them? (3) What features of the program hold promise for stimulating and supporting participants learning of STEM and entrepreneurship practices, and awareness of STEM career pathways? and (4) How does the introduction of a cadre of young African American women into the makerspace change the existing makerspace community? The research will use qualitative and quantitative methods such as surveys, analysis of participant artifacts, focus groups, interviews, and ethnographic field observations to iteratively develop the program model and determine how its features affect participants’ STEM-related practices, STEM career awareness, and their views of the future. The project is funded by the Innovative Technology Experiences for Students and Teachers (ITEST) program, which supports projects that build understandings of practices, program elements, contexts, and processes contributing to increasing students' knowledge and interest in science, technology, engineering, and mathematics (STEM) and information and communication technology (ICT) careers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ken",
   "pi_last_name": "Rafanan",
   "pi_mid_init": "",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Ken Rafanan",
   "pi_email_addr": "ken_rafanan@terc.edu",
   "nsf_id": "000782102",
   "pi_start_date": "2022-04-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Knudsen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Knudsen",
   "pi_email_addr": "jennifer_knudsen@terc.edu",
   "nsf_id": "000428221",
   "pi_start_date": "2022-04-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Teresa",
   "pi_last_name": "Lara-Meloy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Teresa Lara-Meloy",
   "pi_email_addr": "teresa_lara-meloy@terc.edu",
   "nsf_id": "000588636",
   "pi_start_date": "2022-04-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nuria",
   "pi_last_name": "Jaumot-Pascual",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nuria Jaumot-Pascual",
   "pi_email_addr": "nuria_jaumot-pascual@terc.edu",
   "nsf_id": "000737694",
   "pi_start_date": "2022-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "TERC Inc",
  "inst_street_address": "2067 MASSACHUSETTS AVE STE 26",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178739600",
  "inst_zip_code": "021401339",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TERC, INC.",
  "org_prnt_uei_num": "GSLCJ3M62XX1",
  "org_uei_num": "GSLCJ3M62XX1"
 },
 "perf_inst": {
  "perf_inst_name": "TERC Inc",
  "perf_str_addr": "2067 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021401339",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 1239952.0
  }
 ],
 "por": null
}