{
 "awd_id": "2148507",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: A global assessment of annual to decadal sea level predictability",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2022-02-15",
 "awd_exp_date": "2026-01-31",
 "tot_intn_awd_amt": 409185.0,
 "awd_amount": 409185.0,
 "awd_min_amd_letter_date": "2022-02-04",
 "awd_max_amd_letter_date": "2022-02-04",
 "awd_abstract_narration": "This study will determine the robustness of our current ability to predict sea-level variability at temporal scales from annual to decadal and at spatial scales that span the globe. The study will use a community model that considers processes in the ocean and in the atmosphere to simulate sea-level variability. The model results will be compared to data that are already available and determine the skill of the simulations and predictions, while elucidating the causes for model-data disparities. Ultimately, the study will propose whether sea-level variability can be described, and its predictability can be achieved, with oceanic and atmospheric processes. Appropriate representation of sea-level variability and predictability has fundamental implications for coastal communities worldwide. The principal investigator has ongoing efforts with government and private entities related to sea-level predictability.\r\n\r\nThis project will quantify the ability of models to simulate and predict annual to decadal sea-level variability at a global scale. The skill of the Community Earth System Model (CESM) will be determined with horizontal resolutions of 1 and 0.1 degrees, while combining model results with tide gauge data, altimetry measurements and atmospheric pressure reanalysis. A mechanistic understanding of sea-level variability will be achieved by partitioning of remote and local forcing, as well as via the propagation of sea-level anomalies throughout the ocean. Sea-level anomalies will be deconstructed into various components: static vs dynamic, externally forced and unforced, manometric vs steric, local vs remote forcing. Intercomparisons of model simulations will identify the effects of model errors and random variability on the predictive skill throughout Earth. The mechanistic analyses will increase reliability of predictions; recommend observational and model experiments; and suggest limitations of ocean and climate variability representations. In terms of broader impacts, the project will have impacts on economic, cultural and ecological resources. The project will represent a collaboration with NCAR, facilitating the model (CESM) implementation. As predictions of sea-level variability are essential for coastal planning, this project will contribute to assess errors of CESM at scales of annual to decadal and relate them to heat, momentum and freshwater fluxes, advection and wave propagation.  The PI has ongoing predictability efforts with local and state governments, as well as with the private sector.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Little",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Little",
   "pi_email_addr": "clittle@aer.com",
   "nsf_id": "000064009",
   "pi_start_date": "2022-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Atmospheric and Environmental Research Inc",
  "inst_street_address": "131 HARTWELL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7817612288",
  "inst_zip_code": "024213105",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "ATMOSPHERIC & ENVIRONMENTAL RESEARCH INC",
  "org_prnt_uei_num": "NA3EHAFMMNB7",
  "org_uei_num": "FRPTLUW7GQS5"
 },
 "perf_inst": {
  "perf_inst_name": "Atmospheric and Environmental Research, Inc",
  "perf_str_addr": "131 Hartwell Avenue",
  "perf_city_name": "Lexington",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024213126",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 409185.0
  }
 ],
 "por": null
}