{
 "awd_id": "2149716",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Novel Approaches to Estimating the Causal Effect of Policy Interventions in the Presence of Spillovers",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927269",
 "po_email": "ceavey@nsf.gov",
 "po_sign_block_name": "Cheryl Eavey",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2022-07-18",
 "awd_max_amd_letter_date": "2022-07-18",
 "awd_abstract_narration": "This research project will produce new causal inference methods to estimate spillover effects of public policy interventions. Policy interventions can spill over to portions of the population who are not directly exposed to the policy, but nonetheless live close to regions, such as cities or counties, that are directly affected. Failure to account for spillover effects can have serious implications on the evaluation of public policies, possibly underestimating or overestimating the overall effects of the policy. For instance, a tax on sugar-sweetened beverages in one city may result in beverage drinkers traveling to a nearby city to purchase beverages. This could undermine efforts to assess the effect of the tax on the drinking of sugar-sweetened beverages in the city that implemented the tax. The researchers will investigate the causal effects of policy interventions under varying patterns and degrees of policy exposure in neighboring regions. The methods to be developed will help researchers and policymakers better understand the effect of policy interventions on outcomes of interest in the presence of spillovers. Short courses and workshops will be developed to disseminate the new methods to the broader community. In addition, a graduate student will be mentored, and user-friendly software will be developed and made available.\r\n\r\nThis research project will develop a novel causal estimator under more relaxed causal assumptions than those commonly used in difference-in-differences approaches. Public policy interventions are commonly evaluated using the difference-in-differences approach. However, this approach does not directly account for spillover effects to neighboring regions, such as nearby cities or states. Using the new identification assumptions, the investigators will develop doubly robust estimators based on flexible modeling and machine learning. The project also will introduce a new causal estimand that can be used to evaluate the effect of a policy intervention under various neighborhood treatment contexts. The researchers will investigate identification conditions that ensure that intervention effects are generalizable and transportable to target populations with different compositions and neighborhood environments. The new methods will be used to assess the impact of the Philadelphia beverage tax on volume sales in Philadelphia and its surrounding counties that did not implement the tax. This research also will provide guidance to other cities considering a similar excise tax. The products of this research, including the statistical software and implementation guidelines, can be used by policy makers to assess any public policy that is implemented in a specific geographic region and has the potential to affect its neighborhoods.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nandita",
   "pi_last_name": "Mitra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nandita Mitra",
   "pi_email_addr": "nanditam@pennmedicine.upenn.edu",
   "nsf_id": "000793893",
   "pi_start_date": "2022-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Youjin",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Youjin Lee",
   "pi_email_addr": "youjin_lee@brown.edu",
   "nsf_id": "000854257",
   "pi_start_date": "2022-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "423 Guardian Drive/622 Blockley",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 360000.0
  }
 ],
 "por": null
}