{
 "awd_id": "2149172",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Revealing essential regulatory proteins in tardigrade cryptobiosis",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927587",
 "po_email": "bgarner@nsf.gov",
 "po_sign_block_name": "Bianca Garner",
 "awd_eff_date": "2022-04-15",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 682336.0,
 "awd_amount": 682336.0,
 "awd_min_amd_letter_date": "2022-04-15",
 "awd_max_amd_letter_date": "2022-04-15",
 "awd_abstract_narration": "Tardigrades (water bears) are eight-legged, microscopic invertebrates renowned for their ability to survive extreme stress. The hallmark of this survival is their unique ability to form a ‘tun,’ a survival state achieved through withdrawing of limbs, expelling internal water stores, and significantly decreasing metabolism. Tardigrades can remain in this state for years while remaining relatively undamaged, emerging only when the external threat has been removed. However, how this survival is regulated is largely unknown. The investigators' work has revealed a dependence of tardigrade survival on the presence of highly reactive oxygen-containing chemicals, small cellular messengers present in all living systems. These chemicals are essential signaling molecules that alter metabolic activity through the modification of proteins within the cell.  The multidisciplinary team of scientists from the University of North Carolina at Chapel Hill and Marshall University can track these signals and affected biological compounds within tardigrades through powerful analytical and biochemical methods. The investigator team will combine these approaches to comprehensively map the entrance and emergence of tardigrade into and from tun across unique stresses allowing them to determine the precise adaptations that enable extreme stress tolerance. This work is integral to understanding molecular strategies for extreme stress tolerance within cells that can be applied to understand stress across life on earth.  The collaborative teams will create sister courses on their campus, working across institutions to characterize different tardigrade proteins.  In addition, students will be engaged in undergraduate research and gain experience in protein chemistry, computational modeling, and scientific literacy.\r\n\r\nTardigrades (water bears) are cosmopolitan microscopic invertebrates that respond quickly to environmental stressors using ingenious modes of extremotolerance collectively known as cryptobiosis. Understanding the regulatory processes governing tardigrade cryptobiosis is essential to revealing the molecular strategies that preserve biochemical pathways when exposed to extreme stress. While cryptobiosis is prevalent across taxa, there exists only a nascent understanding of the molecular mechanisms and to what extent different types are interconnected. We are far from a comprehensive understanding of the biochemical participants, the coordination among diverse networks, or of the interplay between stress and survival. A multi-disciplinary team will combine their expertise in proteomics and reactive oxygen species monitoring with the aim of elucidating the redox-dependence of tardigrade extremotolerance. They will characterize tardigrade survival on both a physiological and proteomic level, enabling enhanced understanding of the molecular mechanisms through which tardigrades survive various hostile environments. Project outcomes include: a) the identification and characterization of essential redox-modified proteins required for cryptobiosis induction; b) the mapping of redox signaling across distinct cryptobioses; and c) the identification of key regulatory points in the tardigrade ‘cryptobiome’. This work will generate the most comprehensive biomolecular framework for cryptobiosis, to date.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leslie",
   "pi_last_name": "Hicks",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Leslie M Hicks",
   "pi_email_addr": "lmhicks@unc.edu",
   "nsf_id": "000247784",
   "pi_start_date": "2022-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275991350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 682336.0
  }
 ],
 "por": null
}