{
 "awd_id": "2149402",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Economics: Matching new agricultural technology with the demand for innovation of low-income farmers",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2022-04-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 32075.0,
 "awd_amount": 32075.0,
 "awd_min_amd_letter_date": "2022-02-02",
 "awd_max_amd_letter_date": "2022-02-02",
 "awd_abstract_narration": "Small-scale farmers are often slow to adopt seemingly profitable new agricultural technologies even though these innovations are crucial for farm productivity growth and economic development. This research project addresses this question and identifies ways to improve the efficacy of agricultural research and technology adoption. Although agricultural research centers are the main suppliers of agricultural technology, they often do not tailor new technologies to the needs of small-scale farmers. This constraint limits their ability to prioritize and target innovations. However, little is known about the impact of these supply-side constraints on technology adoption. This research will conduct a field experiment to estimate the effect of imperfect targeting on farmers’ take-up of improved crop varieties. The results of this research will inform agricultural policy about the potential gains in reducing the mismatch between agricultural innovations and farmers’ demand for new technology and how best to do so. The results of this research will improve the pace of  development and adoption of new agricultural technologies, increased agricultural yield and farmers’ incomes, and in the process, increase economic growth.  \r\n\r\nResearch has identified factors that limit agricultural technology adoption by focusing primarily on farmers’ failure to adopt. This research project expands the literature by testing an alternative explanation: the supply of agricultural technology has a limited ability to internalize farmers’ heterogeneity in the absence of well-functioning input markets. This research will conduct a field  experiment that simulates counterfactuals to plant breeders’ release decisions to study the impact of those decisions on farmers’ purchases of new seeds. In the first stage of the experiment, on-farm trials will be used to estimate the performance of five new crop varieties and capture farmers’ revealed preferences for these seeds. Results from the trials will inform the assignment into treatment in the second stage when a random group of farmers receives an offer to adopt the new variety recommended by breeders. For comparison, another group receives an offer for a new variety of their preference. Thus, in the experiment, each farmer effectively faces his or her own synthetic seed market. The researchers will measure differences in take-up rates between these groups and the impact of differential adoption on farming outcomes. Finally, the research will study farmers’ responses to different levels and sources of information to understand how to improve breeders’ recommendations.  The results of this research will improve the pace of  development and adoption of new agricultural technologies, increase agricultural yield and farmers’ incomes, and in the process, increase economic growth.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Miguel",
   "pi_last_name": "Gomez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Miguel Gomez",
   "pi_email_addr": "mig7@cornell.edu",
   "nsf_id": "000527606",
   "pi_start_date": "2022-02-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sergio",
   "pi_last_name": "Puerto",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sergio Puerto",
   "pi_email_addr": "sap257@cornell.edu",
   "nsf_id": "000862786",
   "pi_start_date": "2022-02-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "373 Pine Tree Road",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 32075.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>All over the world, agricultural scientists and innovators work to develop new plant varieties aimed at increasing farm productivity. These efforts are fundamental to meet the needs of an increasing global population, especially in the context of climate change. However, a persistent barrier to the modernization of agriculture is the slow diffusion of new technologies among farmers in low- and middle-income countries. An important but often overlooked aspect of this problem is that new new inputs and practices are not usually tailored to the needs of resource-poor farmers. On the contrary, the persistance of innapropiate technology may reduce farm revenues and farmers' willingess to adopt agricultural technologies.</p>\n<p>In this project we set out to answer what happens when innovators' decisions do not match the prefereces of those who must ultimately adopt new agricultural technology. To do this, we focused on agricultural biotechnology, especifically on the development of a new drought-resistant bean variety in Costa Rica. We conducted a multi-year randomized controlled trial to test the performance of the new seeds, elicit farmers' preferences, and estimate differences in adoption rates between farmers who were offered their preffered new bean variety compared to farmers who received an offer of recommended new variety chosen by a group of crop scientists. We find that take-up of the new bean variety is more than third lower among farmers who received the blanket recomendation by scientists. This difference suggests a significant mismatch between what new seed farmers demand and what variety innovators believe is better for farmers.</p>\n<p>Our results contribute a growing body of evidence on supply-side frictions that affect technology adoption in agriculture. The main contribution of this work is to show that research constraints can limit plan scientists' capacity to develop varieties suited to farmers' local conditions. As a result, farmers' take-up of new crop varieties decreases, which can explain the slow pace of biotechnology adoption observed in developing countries' agriculture.</p>\n<p>Finally, our findings can also inform agricultural policy. Results from the the new varieties evaluation helped innovators to decide which new seed to release to all farmers in Costa Rica. The National Plant Breeding Program of the country decided to release the most preffered variety by farmers who participated in the agronomic trials we conducted for this project.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/03/2023<br>\n\t\t\t\t\tModified by: Sergio&nbsp;Puerto</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAll over the world, agricultural scientists and innovators work to develop new plant varieties aimed at increasing farm productivity. These efforts are fundamental to meet the needs of an increasing global population, especially in the context of climate change. However, a persistent barrier to the modernization of agriculture is the slow diffusion of new technologies among farmers in low- and middle-income countries. An important but often overlooked aspect of this problem is that new new inputs and practices are not usually tailored to the needs of resource-poor farmers. On the contrary, the persistance of innapropiate technology may reduce farm revenues and farmers' willingess to adopt agricultural technologies.\n\nIn this project we set out to answer what happens when innovators' decisions do not match the prefereces of those who must ultimately adopt new agricultural technology. To do this, we focused on agricultural biotechnology, especifically on the development of a new drought-resistant bean variety in Costa Rica. We conducted a multi-year randomized controlled trial to test the performance of the new seeds, elicit farmers' preferences, and estimate differences in adoption rates between farmers who were offered their preffered new bean variety compared to farmers who received an offer of recommended new variety chosen by a group of crop scientists. We find that take-up of the new bean variety is more than third lower among farmers who received the blanket recomendation by scientists. This difference suggests a significant mismatch between what new seed farmers demand and what variety innovators believe is better for farmers.\n\nOur results contribute a growing body of evidence on supply-side frictions that affect technology adoption in agriculture. The main contribution of this work is to show that research constraints can limit plan scientists' capacity to develop varieties suited to farmers' local conditions. As a result, farmers' take-up of new crop varieties decreases, which can explain the slow pace of biotechnology adoption observed in developing countries' agriculture.\n\nFinally, our findings can also inform agricultural policy. Results from the the new varieties evaluation helped innovators to decide which new seed to release to all farmers in Costa Rica. The National Plant Breeding Program of the country decided to release the most preffered variety by farmers who participated in the agronomic trials we conducted for this project.\n\n\t\t\t\t\tLast Modified: 10/03/2023\n\n\t\t\t\t\tSubmitted by: Sergio Puerto"
 }
}