{
 "awd_id": "2149551",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Deep learning-based serological test for point-of-care analysis of COVID-19 immunity with a paper-based multiplexed sensor",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032925394",
 "po_email": "rnash@nsf.gov",
 "po_sign_block_name": "Richard Nash",
 "awd_eff_date": "2022-09-15",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 393222.0,
 "awd_amount": 393222.0,
 "awd_min_amd_letter_date": "2022-09-09",
 "awd_max_amd_letter_date": "2022-09-09",
 "awd_abstract_narration": "Deep learning-based serological test for point-of-care analysis of COVID-19 immunity with a paper-based multiplexed sensor\r\n\r\nAbstract: \r\n\r\nCOVID-19, caused by the virus SARS-CoV-2, was declared a pandemic by the World Health Organization (WHO) on March 12, 2020. Diagnostic testing has been a critical focus of the response, with an urgent need to rapidly develop, scale, and distribute new tests. Despite all the successful testing methods developed for the direct detection of SARS-CoV-2 genetic material, there is still an urgent need to create new serological assays that can detect virus-specific antibodies as they can ascertain complementary information to direct detection methods by indicating previous exposure and potential immunity, especially important due to various emerging variants. In addition, as vaccines against new variants roll out, these serological tests can be used to evaluate the efficacy of vaccination campaigns, including the ability to elicit SARS-CoV-2 and variant antigen-specific antibodies across vaccinated and unvaccinated populations. In contrast to the current direct detection methods, serology tests that detect antibodies can be low-cost and conducive to a point-of-care (POC) setting, enabling broad screening efforts like widespread immunity testing to indicate individuals in need of vaccine boosters, qualify individuals for travel, return to work, and/or identify convalescent plasma donors. To serve this urgent need, this project will create a smartphone-based, cost-effective platform that can sense and measure the many different antibodies specific to SARS-CoV-2 a person may develop, in a testing format that is easy to use and can be completed within 15 min using an inexpensive paper-based test. \r\n\r\nThe team of researchers will develop a multiplexed POC immunoassay and serodiagnostic algorithm that will infer the vaccination/immunity status from up to 10 unique immunoreactions to distinguish an array of SARS-CoV-2 antibodies. For this, the research team will create a multiplexed vertical flow assay (xVFA) to simultaneously detect IgA, IgM, and IgG antibodies to the S protein (as well as variants of the S protein, such as delta, lambda, and other emerging variants), with separate immunoreaction sites dedicated to S-1, S-2, and the receptor-binding domain (RBD) of the S-protein in the SARS-CoV-2 virus and its most recent variants. Using existing and de-identified human serum samples, with the xVFA platform, the research team will screen COVID-19-positive samples, including those resulting from common variants (confirmed through reverse transcriptase-Polymerase Chain Reaction and sequencing) along with vaccinated samples and pre-pandemic un-vaccinated negative control samples. A neural network will then be trained using quantitative information from the multiplexed immunoreactions and the ground-truth clinical state over a set of remnant human serum samples. This training phase will (1) create a serodiagnostic algorithm to identify a positive immune response to SARS-CoV-2 infection (including common variants) or vaccination status using the multiplexed antibody measurements, and (2) identify the key subset of antibody-antigen interactions that most accurately represent and quantify an immune response to SARS-CoV-2 infection or protection via vaccination. A blinded testing phase will benchmark the performance enhancement of the multiplexed and data-driven approach to rigorously validate the trained inference network's generalization. By validating a new multiplexed vertical flow assay and serodiagnosis algorithm for COVID-19 immune protection, the research team aims to determine the significant improvements in sensitivity and specificity gained through the multiple measurements and computational analysis, which come with little added cost or operational steps, or required sample volume. This project will also establish a complementary educational outreach program that will involve (1) public interviews and popular science articles in news media and the internet; (2) undergraduate research opportunities; and (3) graduate student training through the organization of workshops, seminars and conferences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aydogan",
   "pi_last_name": "Ozcan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aydogan Ozcan",
   "pi_email_addr": "ozcan@ee.ucla.edu",
   "nsf_id": "000488625",
   "pi_start_date": "2022-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dino",
   "pi_last_name": "Di Carlo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dino Di Carlo",
   "pi_email_addr": "dicarlo@seas.ucla.edu",
   "nsf_id": "000508472",
   "pi_start_date": "2022-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "420 Westwood Plaza",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090E",
   "pgm_ref_txt": "Chem/Bio and Physical Diagnostics"
  },
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "8028",
   "pgm_ref_txt": "Sensor Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 393222.0
  }
 ],
 "por": null
}