{
 "awd_id": "2149587",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nature of a Low Velocity Anomaly in the Mantle Transition Zone Beneath the Western Great Plains",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032925058",
 "po_email": "wpanero@nsf.gov",
 "po_sign_block_name": "Wendy Panero",
 "awd_eff_date": "2022-01-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 189117.0,
 "awd_amount": 189117.0,
 "awd_min_amd_letter_date": "2022-01-03",
 "awd_max_amd_letter_date": "2022-01-03",
 "awd_abstract_narration": "Decades of intensive research in the geological sciences have convincingly shown that large-scale surface features such as mountain belts, ocean basins, and rifted valleys; and natural hazards such as earthquakes and volcanic eruptions; are manifestations of dynamic processes occurring in the deep interior of the Earth. One of these processes is the upwelling of hotter-than-normal, partially melted rocks in the Earth’s mantle. In recent years, a number of geophysical studies have identified such upwelling beneath the western Great Plains, but the geometry, depth extent, and more importantly, formation mechanism for this feature remain enigmatic. This study will employ a suite of computationally-intensive geophysical techniques to investigate this intriguing feature. Findings from this study will shed light on similar features elsewhere on Earth, ultimately improving our capability to understand, predict, and mitigate natural hazards and effectively explore and develop natural resources. The proposed scientific investigations will have significant impacts for geoscientists from a wide range of fields and career stages. A graduate student, two undergraduate students, and a summer intern will be involved in the study. Materials developed from this project will be integrated into various educational programs at the university aimed at recruiting minority undergraduate and graduate students into scientific careers.\r\n\r\nThe research team will use an array of seismologic approaches to investigate the existence and nature of a prominent low velocity anomaly beneath the western Great Plains by testing three hypotheses, including whether it represents 1) an anomalously hot, low-density, upwelling feature associated with the subduction of the Farallon slab; 2) an emerging plume originating from the lower mantle; and 3) a zone of high water content in the mantle transition zone. Research tasks to test the hypotheses include velocity corrections to the apparent transition zone discontinuity depths, obtained using P-to-S receiver functions; imaging the mantle transition zone using multiply reflected P-to-S conversions; investigation of seismic anisotropy layering; and constraining the anomaly feature using synthetic tests. Testing these hypotheses may provide first-order constraints for geodynamic models, leading to significant progress in understanding the tectonic evolution of North America.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "Liu",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly H Liu",
   "pi_email_addr": "liukh@mst.edu",
   "nsf_id": "000489508",
   "pi_start_date": "2022-01-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri University of Science and Technology",
  "inst_street_address": "300 W. 12TH STREET",
  "inst_street_address_2": "202 CENTENNIAL HALL",
  "inst_city_name": "ROLLA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5733414134",
  "inst_zip_code": "654091330",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MO08",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y6MGH342N169"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri University of Science and Technology",
  "perf_str_addr": "300 W 12th Street",
  "perf_city_name": "Rolla",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "654096506",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MO08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 189117.0
  }
 ],
 "por": null
}