{
 "awd_id": "2150441",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Ecohydrology of Tropical Montane Forests—Diversity in Science, Interdisciplinary Breadth, and Global Awareness",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927081",
 "po_email": "armorris@nsf.gov",
 "po_sign_block_name": "Aisha Morris",
 "awd_eff_date": "2023-01-01",
 "awd_exp_date": "2026-12-31",
 "tot_intn_awd_amt": 778590.0,
 "awd_amount": 778590.0,
 "awd_min_amd_letter_date": "2022-02-24",
 "awd_max_amd_letter_date": "2022-05-31",
 "awd_abstract_narration": "This REU site will support eight students per year, recruited nationwide from 2-year and 4-year institutions, to participate in a 10-week international research experience. Participants will work under the guidance of Texas A&M University (TAMU) faculty from four colleges (Agriculture and Life Sciences, Engineering, Geosciences, and Bush School of Government), alongside international experts based in Costa Rica. Participants will spend 5 weeks on-campus at TAMU and 5 weeks at the TAMU Soltis Center near San Isidro de Peñas Blancas, Costa Rica. This program aims to enhance student development towards future careers in science, technology, engineering, and mathematics (STEM) by A) demonstrating the foundational importance of Diversity in Science; B) instilling competencies and appreciation for Interdisciplinary Breadth while broadening awareness of the interconnection between forests, water, people, and planet; and C) fostering Global Awareness by providing a transformational international research experience within the tropical forest and nearby sites.  In addition to conducting research projects, students will undertake professional development activities to foster their acceptance of a place in STEM research and continuing education and participate in cultural exchanges and hands-on learning projects that enhance their ability to live and work effectively in a diverse and global society. The expected outcomes include joint faculty-student publications in leading research journals, research conference presentations, and studies to assess the success of international field experiences. The project directors will share strategies to recruit diverse student cohorts, program design and management, and building successful international REU programs through workshops and other far-reaching outlets.\r\n\r\nThe unique learning environment of this international REU site supports crosscutting discoveries that relate changing climate and land management to tropical ecosystem function and associated hydrological services provided by forests for local communities, e.g., clean reliable drinking water and hydropower generation. Key science questions will include, among others: how will altered climate affect tropical forest ecosystem function, water reliability, biodiversity, and soil carbon sequestration?; how does land management affect the land-atmosphere interaction through changes in evapotranspiration, leaf wetness duration, and productivity?; and how are hydrological services provided by forests for local communities affected by climate, land management, and natural geology? Our recruitment and multi-phase selection process prioritizes potential impact from this REU, appropriate expectations and attitudes, and contribution to diversity of the cohort. Cohort-building activities are designed to create an inclusive and supportive learning community to improve skills in critical thinking, problem solving, communication and collaboration. Educational program assessment will also be conducted to understand the full timeline of student experience and self-conception as researchers. In addition to standard pre- and post-program surveys, more frequent assessments will be used to evaluate students’ experiences with overconfidence versus struggle cycles for various aspects of the research process. Additional outcomes of this program include workshops through the TAMU Center for Teaching Excellence and assisting with the TAMU Office of Undergraduate Research on topics such as application design, processes for recruitment and selection, setting appropriate expectations, cohort-building, designing professional development aimed at ‘entering research’, and building successful international programs outside of the study abroad model.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Georgianne",
   "pi_last_name": "Moore",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Georgianne W Moore",
   "pi_email_addr": "gmoore@georgiasouthern.edu",
   "nsf_id": "000067035",
   "pi_start_date": "2022-02-24",
   "pi_end_date": "2022-05-31"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peyton",
   "pi_last_name": "Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peyton Smith",
   "pi_email_addr": "peyton.smith@tamu.edu",
   "nsf_id": "000816113",
   "pi_start_date": "2022-05-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Brumbelow",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "James K Brumbelow",
   "pi_email_addr": "kbrumbelow@civil.tamu.edu",
   "nsf_id": "000262179",
   "pi_start_date": "2022-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M AgriLife Research",
  "inst_street_address": "2147 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778430001",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M AGRILIFE RESEARCH",
  "org_prnt_uei_num": "ZM3QVJ8ACN11",
  "org_uei_num": "KU3DCFJJTVN3"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M AgriLife Research",
  "perf_str_addr": "2258 TAMU",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778432258",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 778590.0
  }
 ],
 "por": null
}