{
 "awd_id": "2150871",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Singlet O2 from van der Waals Complexes and the Competition Between Product Channels",
 "cfda_num": "47.049, 47.083",
 "org_code": "03090000",
 "po_phone": "7032927416",
 "po_email": "selshall@nsf.gov",
 "po_sign_block_name": "Samy El-Shall",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 268839.0,
 "awd_amount": 268839.0,
 "awd_min_amd_letter_date": "2022-06-21",
 "awd_max_amd_letter_date": "2022-06-21",
 "awd_abstract_narration": "This project, jointly funded by the Chemical Structure, Dynamics, and Mechanisms-A (CSDM-A) program in the Chemistry Division and the Established Program to Stimulate Competitive Research (EPSCoR), provides support for Professor Bradley Parsons and his research group at Creighton University to investigate the production of excited oxygen species from molecular clusters that are irradiated with light. The research team creates isolated clusters consisting of an oxygen molecule and an organic or biologically relevant molecule. Exciting the clusters using visible or ultraviolet laser light produces oxygen species that are detected using mass spectrometry and a technique called velocity map imaging (VMI) in order to measure the energy released during the reaction. By analyzing the experimental data, the team seeks to understand how the organic molecule influences the ratio of different oxygen species formed from the irradiated complexes, with a particular emphasis on clusters leading to highly reactive oxygen molecules formed in the lowest excited state, called singlet oxygen. Singlet oxygen is a potent oxidizing species that has applications in the treatment of cancer using photodynamic therapy (PDT) and in the disinfection of water. The broader impacts of the work include potential implications for these applications based on new developments made possible through a better understanding of singlet oxygen production using visible light. Additionally, the project prepares undergraduate research students for careers in science by giving them hands-on training in advanced research methods.\r\n\r\nThe Parsons research team will use supersonic expansion to form weakly bound complexes between molecular oxygen and high molecular-weight organic chromophores. The resulting supramolecular complexes will be excited with light ranging between 213 and 680 nm in order to probe the wavelength-dependent photochemical decomposition mechanism. Depending on the energy of the triplet state in the chromophore and the excitation energy, the photoexcited complex may dissociate directly to form singlet oxygen molecules, singlet O2, or through competing product channels that result in the formation of either triplet oxygen atoms, O(3P), or singlet O2 due to an avoided crossing between two excited states. The team will probe either the singlet O2 or O(3P) products using resonance-enhanced multiphoton ionization (REMPI) coupled with mass spectrometry and velocity map ion imaging (VMI). The combination of REMPI spectroscopy and VMI identifies the internal state of the oxygen product. By analyzing changes in branching between product channels due to the chromophore triplet-state energy and the excitation energy, the team will examine the singlet O2 formation mechanism and the role played by a hypothesized avoided crossing. The scientific broader impact of the work is expected to include a better understanding of fundamental reaction dynamics, as well as implications for understanding the mechanisms responsible for the production of singlet oxygen using visible light.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Parsons",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley F Parsons",
   "pi_email_addr": "bpa01566@creighton.edu",
   "nsf_id": "000500569",
   "pi_start_date": "2022-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Creighton University",
  "inst_street_address": "2500 CALIFORNIA PLAZA",
  "inst_street_address_2": "",
  "inst_city_name": "OMAHA",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4022802360",
  "inst_zip_code": "681780133",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NE02",
  "org_lgl_bus_name": "CREIGHTON UNIVERSITY",
  "org_prnt_uei_num": "NH64NT271S93",
  "org_uei_num": "NH64NT271S93"
 },
 "perf_inst": {
  "perf_inst_name": "Creighton University",
  "perf_str_addr": "2500 California Plaza",
  "perf_city_name": "Omaha",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "681780002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NE02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910100",
   "pgm_ele_name": "CSD-Chem Strcture and Dynamics"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 268839.0
  }
 ],
 "por": null
}