{
 "awd_id": "2150799",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Microengineered Tumor-Mimetic Collagen Landscapes to Test the Role of Prognostic Structural Cues on Cell Migration Through the Extracellular Matrix",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922390",
 "po_email": "rbardhan@nsf.gov",
 "po_sign_block_name": "Rizia Bardhan",
 "awd_eff_date": "2022-06-15",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 276437.0,
 "awd_amount": 276437.0,
 "awd_min_amd_letter_date": "2022-06-01",
 "awd_max_amd_letter_date": "2023-05-26",
 "awd_abstract_narration": "The spread of cancer from the primary tumor to other locations in the body is called metastasis and is the leading cause of cancer-related deaths worldwide. The overarching goal of this collaborative research project is to determine how collagen properties that predict metastasis work together to guide cancer cell movement toward blood vessels. The project team will create a library of three-dimensional (3D) hydrogels containing different combinations of collagen properties and identify the properties that guide cancer cells through the tumor microenvironment. The new knowledge developed in this project will help researchers understand how different cancer cell sub-populations interact with their environment and identify possible targets for future anti-metastatic treatments. This project will also enhance the Rochester-area science, technology, engineering, and mathematics (STEM) pipeline by establishing a mentored summer program to support undergraduate student research at the Rochester Institute of Technology and University of Rochester campuses. \r\n\r\nCancer metastasis is a process wherein tumor cells take on a migratory phenotype, invade the surrounding extracellular matrix (ECM), and infiltrate lymph and blood vessels. These circulating tumor cells can then seed secondary sites. The collagen-rich tumor ECM provides structural guidance cues that promote cell migration during the matrix invasion process. Using second harmonic generation (SHG) imaging of tumor collagen, it has been established that collagen fibers aligned perpendicular to the tumor-host interface are predictive of patient metastasis. The project team has recently shown that SHG forward/backward (F/B) imaging, sensitive to the spatial organization of collagen fibrils that comprise collagen fibers, is an independent predictor of metastasis in breast cancer patients. These fibril-level properties measured by SHG F/B are referred to as the collagen fiber internal structure (FIS). Although aligned collagen fibers and SHG F/B are both predictive of metastasis in human patients, it is unclear how these multiscale properties combine to influence the motility of tumor cells during matrix invasion. This project aims to test the hypothesis that FIS and fiber alignment properties combine in a synergistic and hierarchal manner to influence cell migration through the tumor ECM. The first objective is to use F/B measurements and fiber alignment properties from human tumor samples with known metastatic outcomes as a guide to microengineer 3D collagen scaffolds that replicate the multiscale tumor-mimetic collagen characteristics. The second objective is to systematically investigate how combinations of tumor-mimetic F/B and fiber alignment influence migratory characteristics of tumor cells with different metastatic potentials and then evaluate the role of Discoidin domain receptors as collagen FIS receptors. This project represents the first 3D microengineering efforts to combine and independently tune two clinically relevant structural cues, F/B and fiber alignment, and systematically evaluate their effects on tumor cell motility. This work could help advance metastatic prediction algorithms, support future therapeutic design efforts, and provide insight into the receptors that modulate cell-ECM interactions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Brown",
   "pi_mid_init": "",
   "pi_sufx_name": "III",
   "pi_full_name": "Edward Brown",
   "pi_email_addr": "edward_brown@urmc.rochester.edu",
   "nsf_id": "000830616",
   "pi_start_date": "2022-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "518 HYLAN, RC BOX 270140",
  "perf_city_name": "Rochester",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146270140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  },
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "070Z",
   "pgm_ref_txt": "MB-Mechanobiology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 276437.0
  }
 ],
 "por": null
}