{
 "awd_id": "2150432",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Research Experiences for Undergraduates in Satellite and Ground-Based Remote Sensing at NOAA-CESSRST--Enhanced Engagement",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032924708",
 "po_email": "amadams@nsf.gov",
 "po_sign_block_name": "Manda S. Adams",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 590500.0,
 "awd_amount": 705500.0,
 "awd_min_amd_letter_date": "2022-06-23",
 "awd_max_amd_letter_date": "2024-05-01",
 "awd_abstract_narration": "This REU site will provide undergraduate students from both community colleges and four-year institutions an opportunity to conduct full-time, collaborative satellite and ground-based remote sensing research under the mentorship of experts in the field. Each year, ten (10) STEM students (five from community colleges and five from four-year institutions) will be recruited from the City University of New York’s (CUNY) 23 campus-wide institutions. For fifteen weeks, these students will become part of a community of research scholars who are actively engaged in state-of-the-art remote sensing research and applications. They will participate in research group meetings, seminars, oral and poster presentations at local, regional, national conferences, and in citizen science collaborations. Particularly, they will engage a local, environmentally active, but scientifically underserved community in fundamental and cutting-edge, neighborhood-scale, multi-platformed, urban heat island studies in the Bedford-Stuyvesant community of Brooklyn, New York. Engagement in these activities will afford promising undergraduates from two- and four-year institutions the opportunity to work with scientists and engineers and to conduct research at one of the nation’s premier scientific centers for Satellite and Ground-Based Remote Sensing. Satellite and ground-based remote sensing is a critically important, unique, and young area of science, and it is practically unknown to most of the undergraduates at CUNY. The activities combine year-long (Summer, Fall, Winter, and Spring) research experiences with multidimensional/layered mentoring, academic support systems, and a robust learning community that produce holistic and engaging stimuli for the scientific and academic growth and development of the student participants. The activities will allow the undergraduate researchers to hone their acquired skills and knowledge by being research mentors to high school students in the New York City public school system and citizen science enablers to members of the local community. The scientific and educational value of the program derives from two main sources: 1) a focus on the transfer of learning from sciences and mathematics to technology, computer systems and engineering applications where fundamental principles learned in particular natural sciences and mathematics courses are applied to real-world problems, and 2) the scientific, mathematical, and engineering expertise of the NOAA-CESSRST and ReSESS (REU site) research scientists, all of whom are professionally active scholars who conduct their research and mentor students at the REU site.\r\n \r\nResearch at the REU site focuses on the application of satellite and ground-based remote sensing to the study of the atmosphere, the hydrosphere, the biosphere, the lithosphere, and the cryosphere. Overall, the site conducts state-of-the-art satellite and ground-based remote sensing, ground-based field measurements, data processing and analyses, modeling and forecasting, satellite algorithm development, and calibration and validation of satellite products. These activities underpin the REU site’s research endeavors in Coastal Water Remote Sensing, Middle Atmospheric Remote Sensing, Hyperspectral Remote Sensing, Tropospheric Remote Sensing, Nowcasting, Vegetation and Soil Moisture, Snow Cover, Snow Depth, Sea-Ice, Water Resources, and Hurricanes among a plethora of other research areas that includes urban climate, climate change, and the urban heat island effect. Among the specific research projects that REU students will participate in are: Planetary Boundary Layer Analyses using Ceilometers and Lidars, Geolocation Correction of Satellite Precipitation Estimates Using a Radar-Gauge Product, and Analyzing the Diurnal Cycle of Urban Land Surface Temperature using Satellite Remote Sensing and in-situ Applications. Students will receive tiered-mentoring, training in ethics, mini courses in GIS, python and MATLAB, and an opportunity to present their research at a national conference.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Reginald",
   "pi_last_name": "Blake",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Reginald A Blake",
   "pi_email_addr": "rblake@citytech.cuny.edu",
   "nsf_id": "000187792",
   "pi_start_date": "2022-06-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hamidreza",
   "pi_last_name": "Norouzi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hamidreza Norouzi",
   "pi_email_addr": "hnorouzi@citytech.cuny.edu",
   "nsf_id": "000636290",
   "pi_start_date": "2022-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY New York City College of Technology",
  "inst_street_address": "300 JAY ST",
  "inst_street_address_2": "",
  "inst_city_name": "BROOKLYN",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7182605560",
  "inst_zip_code": "112011909",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "NY07",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "DD5KCJHVVCV7"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY New York City College of Technology",
  "perf_str_addr": "300 Jay Street",
  "perf_city_name": "Brooklyn",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "112012902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "NY07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "300Y00",
   "pgm_ele_name": "Climate Impact on Human Health"
  },
  {
   "pgm_ele_code": "770000",
   "pgm_ele_name": "EDUCATIONAL LINKAGES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "145Z",
   "pgm_ref_txt": "Climate and Human Health"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 590500.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 115000.0
  }
 ],
 "por": null
}