{
 "awd_id": "2150489",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site in Interdisciplinary Materials Research",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928129",
 "po_email": "kdwilson@nsf.gov",
 "po_sign_block_name": "Krystle Wilson",
 "awd_eff_date": "2022-04-01",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 421536.0,
 "awd_amount": 421536.0,
 "awd_min_amd_letter_date": "2022-02-14",
 "awd_max_amd_letter_date": "2022-02-14",
 "awd_abstract_narration": "NON-TECHNICAL DESCRIPTION \r\n\r\nThe REU Site at Southern Illinois University Carbondale provides research opportunities for an average of 14 undergraduates per year (including 2 supported internally) for a 9 week period each summer. Students are involved in interdisciplinary projects in the broadly defined area of materials research. Inclusion of faculty mentors from various disciplines (Chemistry, Physics, Engineering, Biology, and the Materials Technology Center) enables the REU students to develop skills needed to excel in both academic and industrial research environments, where interdisciplinary teams are standard and researchers must communicate effectively across disciplines. Students are also required to think about the application of their research to new technologies and the manufacturing of new devices, and have opportunities to present their results to a diverse audience. The Site recruits primarily from 2-/4-year institutions residing in neighboring states or the Mississippi Delta region, as well as those with traditionally high enrollment of students from underrepresented groups. Students participating in this Site learn to network with other scientists and engineers through various social activities including weekly lunches with faculty mentors and weekend trips to cultural, industrial, and recreational locations. Primary goals of the site include: (1) creating a positive image of science and engineering as a career choice: students will leave the program with a greater sense of the trials, tribulations, and rewards that await them; (2) providing a nurturing environment and instilling a sense of confidence in the art of discussing and practicing science; (3) improving the participants’ oral and written communication skills; (4) teaching of basic research tools, including literature searches and the operation of modern instrumentation; (5) fostering a collaborative teamwork approach to research; and (6) increasing the number of domestic students, especially those from underrepresented groups, who choose to pursue STEM careers. A detailed assessment plan is followed to enable evaluation of efforts. \r\n\r\n\r\nTECHNICAL DESCRIPTION\r\n\r\nThe mentored research projects associated with this Site are designed to be excellent training grounds for working in materials and related fields. Students are exposed to a variety of transformative projects at the forefront of materials science and engineering, such as: studies related to the synthesis of advanced functional materials (metal organic frameworks, optically active inorganic crystals, 2D heterostructures, thin films, nanocomposites, spin-polarized films; nanoscale/microscale heterogeneous catalysts, etc.); materials characterization (via electron microscopies, solid- and solution-state nuclear magnetic resonance (NMR) spectroscopy, mass spectrometry, low-temperature electronic, optical, magnetic transport,  UV/Vis, infrared (IR), 2D-IR, and Raman spectroscopies, etc.); theoretical/computational studies (wherein students learn how to study materials via density functional theory (DFT) calculations, molecular dynamics (MD) simulations, Data driven Machine Learning (ML) etc.); and materials applications varying from energy storage and photovoltaics, to biosensors and spintronics devices.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Boyd",
   "pi_last_name": "Goodson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Boyd M Goodson",
   "pi_email_addr": "bgoodson@chem.siu.edu",
   "nsf_id": "000294255",
   "pi_start_date": "2022-02-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Saikat",
   "pi_last_name": "Talapatra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Saikat Talapatra",
   "pi_email_addr": "saikat@siu.edu",
   "nsf_id": "000299554",
   "pi_start_date": "2022-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Illinois University at Carbondale",
  "inst_street_address": "900 S NORMAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CARBONDALE",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6184534540",
  "inst_zip_code": "629014302",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "IL12",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF SOUTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y28BEBJ4MNU7"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Illinois University at Carbondale",
  "perf_str_addr": "Ofc. of Sponsored Projects Admin",
  "perf_city_name": "Carbondale",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "629014308",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "IL12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 421536.0
  }
 ],
 "por": null
}