{
 "awd_id": "2150390",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Cyberinfrastructure Research 4 Social Change",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032928104",
 "po_email": "shabagch@nsf.gov",
 "po_sign_block_name": "Sharmistha Bagchi-Sen",
 "awd_eff_date": "2022-06-15",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 360771.0,
 "awd_amount": 385771.0,
 "awd_min_amd_letter_date": "2022-06-06",
 "awd_max_amd_letter_date": "2024-01-31",
 "awd_abstract_narration": "The world is becoming increasingly more dependent on computational power, augmented by an ever-larger network of sensors and instruments. As the scientific research landscape rapidly evolves, it is no longer sufficient to limit training and educational skills to a single discipline. To fuel innovation across multiple scientific disciplines, advanced computing (data, high performance computing, analytics) is required to keep pace with and accelerate the rate of scientific discoveries. In response to the National Science Foundation's mission to promote the progress of science; advance the national health, prosperity and welfare; and secure the national defense, the Cyberinfrastructure (CI) Research 4 Social Change REU site project is actively engaging ten undergraduate students each summer for nine weeks to solve real-world problems of national relevance. The REU site project is preparing the future scientific workforce to use advanced CI resources, thus building capacity in research areas that support major advances in understanding across a broad range of societal challenges. Students have a strong desire to have an impact in their communities, a strong desire to have a sense of belonging, and a strong desire to be materially part of something larger than themselves. Connecting social change principles to real-world problem solving is key to long-term success for recruiting and retaining students from underrepresented communities into computational fields and for preparing students to leverage the national CI.\r\n\r\nThe REU site aims to meet three objectives: (1) train students to use the national Cyberinfrastructure (CI) by integrating learning of computational science, data-enabled science and multi-disciplinary science in preparation for graduate programs and the workforce, (2) train students to apply advanced computational skills, critical thinking, and creativity to address problems relevant to society, and (3) increase the diversity and number of computationally trained students in the STEM pipeline. The program offers an enriching and transformative experience at a world-class supercomputing center and includes: training using TACC (Texas Advanced Computing Center) resources; mentoring by The University of Texas (UT) at Austin and TACC researchers, social and team-building activities on the UT Austin campus, professional development and graduate school preparation, leadership development, and opportunities to develop and enhance communication skills. Research projects emphasize advanced computing as a tool to power discoveries that will impact social change for future generations. Using advanced CI, students will conduct cutting-edge research in engineering, science, and computational medicine: help automate processes in support of cleaner energy sources for production of biofuel; enhance research resources for modeling/prediction of porous material properties in fields of petroleum, civil and environmental engineering as well as geology; use data science and visualization methods to illustrate interfaces between science, traditional culture, and pressing societal problems in the Pacific region; develop and analyze numerical algorithms for multiphysics, multiscale flow and transport problems in storm surge, tides, and coastal circulation; and develop and analyze machine learning algorithms for individualized medicine. The REU site will recruit underrepresented students including Latinxs/Hispanics, African Americans/Blacks, and Native Hawaiian and Pacific Islanders (NHPI). Targeted recruitment will also include women, first-generation college students, and the students from teaching-intensive institutions, including Minority-Serving Institutions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rosalia",
   "pi_last_name": "Gomez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rosalia Gomez",
   "pi_email_addr": "rosie@tacc.utexas.edu",
   "nsf_id": "000691382",
   "pi_start_date": "2022-06-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "Gaither",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly P Gaither",
   "pi_email_addr": "kelly@tacc.utexas.edu",
   "nsf_id": "000356197",
   "pi_start_date": "2022-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "10100 Burnet Road",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787584445",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 360771.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 9000.0
  }
 ],
 "por": null
}