{
 "awd_id": "2150751",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Building capacity to recruit future STEM teachers in Pennsylvania",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032922574",
 "po_email": "geuno@nsf.gov",
 "po_sign_block_name": "Gordon Uno",
 "awd_eff_date": "2022-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 74399.0,
 "awd_amount": 74399.0,
 "awd_min_amd_letter_date": "2022-05-11",
 "awd_max_amd_letter_date": "2022-05-11",
 "awd_abstract_narration": "The project aims to serve the national need of increasing the number of effective secondary STEM teachers. The project will explore models for recruiting more individuals to STEM teaching careers through partnerships with two local high-need high schools and a local community college. The project team will study how high school dual enrollment courses and transfer from the community college could provide pathways to STEM teaching careers. High school and college students from across partner institutions will be surveyed to investigate barriers and interests in STEM teaching careers. This project will explore models for recruiting future secondary STEM teachers that could inform other colleges and universities across the country. \r\n\r\nThis project at Albright College includes partnerships with Muhlenberg High School, Reading High School, Reading Area Community College, and the Science Research Institute (SRI) at Albright College. The overarching project goal is to investigate new models for increasing the number of STEM majors who pursue secondary STEM education teacher certification at Albright College. This will be accomplished by strengthening STEM education partnerships with local high schools, recruiting high school students to STEM research experiences at SRI, and examining dual enrollment courses as a recruitment tool. Additionally, the project team will work with local community college partners to determine how to streamline the process for STEM transfer students to pursue a co-major in secondary STEM education. Further, the project will leverage current STEM majors’ immersive teaching experiences as a mechanism to recruit future secondary STEM teachers. All project efforts will be informed by survey data collected from high school, community college, and Albright College students to investigate interests in and barriers to students pursuing STEM teaching certification. Evaluation will be accomplished by an Advisory Board composed of stakeholders from local high schools, the community college, and across Albright departments and programs. This Capacity Building project is supported through the Robert Noyce Teacher Scholarship Program (Noyce). The Noyce program supports talented STEM undergraduate majors and professionals to become effective K-12 STEM teachers and experienced, exemplary K-12 teachers to become STEM master teachers in high-need school districts. It also supports research on the retention and effectiveness of K-12 STEM teachers in high-need school districts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Greene",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Amy S Greene",
   "pi_email_addr": "agreene@albright.edu",
   "nsf_id": "000801296",
   "pi_start_date": "2022-05-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rodney",
   "pi_last_name": "Warfield",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Rodney E Warfield",
   "pi_email_addr": "rwarfield@albright.edu",
   "nsf_id": "000785388",
   "pi_start_date": "2022-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Albright College",
  "inst_street_address": "1621 N 13TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "READING",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6109217503",
  "inst_zip_code": "196041752",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "PA06",
  "org_lgl_bus_name": "ALBRIGHT COLLEGE",
  "org_prnt_uei_num": "C1ACK11FLYD9",
  "org_uei_num": "C1ACK11FLYD9"
 },
 "perf_inst": {
  "perf_inst_name": "Albright College",
  "perf_str_addr": "13th and Bern Streets",
  "perf_city_name": "Reading",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "196125234",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "PA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 74399.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project sought to assess whether participation in immersive teaching experiences increases STEM major interest in STEM teaching careers.&nbsp;The primary goal of this project was to build stronger recruitment pipelines within the distinct populations of prospective high school students with an interest in STEM and/or STEM education, and current STEM majors in their first or second year at Albright.</p>\n<p>Accomplishments included:<br /><br />Ongoing work to update advising sheets with recent Education major changes and integrate with dual enrollment. The dual enrollment program is rapidly growing and developing. 17 students were enrolled this year with significant growth expected next year.</p>\n<p>Recent changes to the education department requirements are being updated on advising sheets and will be posted on a new STEM Education website at Albright.</p>\n<p>A Canvas Learning Management System page was set up with PRAXIS study information.</p>\n<p>We also placed printed study guides in the newly expanded science study lounge and the math building library.</p>\n<p>Reading High School and Muhlenberg High School partnerships with Albright have been strengthened as a result of the Noyce Capacity Building award.&nbsp; These relationships continue to thrive and grow.</p>\n<p>Informal education advising to STEM students continues; this allows tutoring opportunities with the 13th St. partnership program.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/17/2024<br>\nModified by: Rodney&nbsp;E&nbsp;Warfield</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project sought to assess whether participation in immersive teaching experiences increases STEM major interest in STEM teaching careers.The primary goal of this project was to build stronger recruitment pipelines within the distinct populations of prospective high school students with an interest in STEM and/or STEM education, and current STEM majors in their first or second year at Albright.\n\n\nAccomplishments included:\n\nOngoing work to update advising sheets with recent Education major changes and integrate with dual enrollment. The dual enrollment program is rapidly growing and developing. 17 students were enrolled this year with significant growth expected next year.\n\n\nRecent changes to the education department requirements are being updated on advising sheets and will be posted on a new STEM Education website at Albright.\n\n\nA Canvas Learning Management System page was set up with PRAXIS study information.\n\n\nWe also placed printed study guides in the newly expanded science study lounge and the math building library.\n\n\nReading High School and Muhlenberg High School partnerships with Albright have been strengthened as a result of the Noyce Capacity Building award. These relationships continue to thrive and grow.\n\n\nInformal education advising to STEM students continues; this allows tutoring opportunities with the 13th St. partnership program.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 10/17/2024\n\n\t\t\t\t\tSubmitted by: RodneyEWarfield\n"
 }
}