{
 "awd_id": "2150461",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HSI Implementation and Evaluation Project: Paradigm for Sustainability and Resilience Engineering: A Transdisciplinary, Learner-Centered, and Diversity-Focused Approach",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927404",
 "po_email": "smontash@nsf.gov",
 "po_sign_block_name": "Sonja Montas-Hunter",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 499381.0,
 "awd_amount": 499381.0,
 "awd_min_amd_letter_date": "2022-04-14",
 "awd_max_amd_letter_date": "2022-04-14",
 "awd_abstract_narration": "With support from the Improving Undergraduate STEM Education: Hispanic-Serving Institutions (HSI Program), this Track 2: IEP aims to create a new Minor of Sustainability Engineering at the University of Puerto Rico, Mayagüez, as a precursor to the creation of a full Bachelor’s degree program in this field. Clearly, addressing “Sustainability” is an overarching challenge for the 21st century at local, national, and international levels. Having a cadre of engineers who are broadly trained in sustainability is vital to ensure the quality of life for current and future generations. Today in the United States, undergraduate degree programs in “Sustainability” are of two types: interdisciplinary programs that do not grant engineering degrees, and Environmental Engineering programs that do not broadly address sustainability. However, there are no undergraduate engineering degree programs in the US that are comprehensively oriented around sustainability. Therefore, a new type of engineering program is needed – to complement, not substitute – the existing approaches to sustainability education and engineering education. Toward this end, this project will work collaboratively with stakeholders to create a new Minor program that will feature active recruitment, an immersive summer camp, new courses, a community of practice, and cooperative learning experiences that will promote workforce development in Puerto Rico with local partners. The Minor will take a socio-technical approach that mingles engineering with the humanities, and will challenge students to work with diverse members of vulnerable communities as co-designers, culminating with the aspiration “to develop professionals to work under the People, Prosperity, Planet, Partnership and Peace paradigm that strives to foster human well-being in balance with the biosphere”. This positive, social responsibility framework will be instrumental for recruiting women and students from other underrepresented populations.\r\n\r\nThe project will investigate mindsets and competencies that relate to sustainable engineering, using a Delphi study with a broad pool of stakeholders to identify and rank what is essential for “sustainable engineering”. In parallel to this, using existing survey instruments as a basis, the evolution of student mindset in four domains — self-efficacy, engineering and technology, the conception of sustainability, and diversity, equity and inclusion — will be studied qualitatively and longitudinally as students progress through the program; this will occur through interviews, reflective activities embedded in course activities and assignments, and observation in program activities. A parallel program evaluation will be led by an external evaluator to measure the impact of the project on student profiles, particularly on the recruitment of women. The strategies of the project are anticipated to lead to measurable increases in female enrollment in the engineering programs in which women are least represented, particularly in fields related to Computing and Electrical Engineering. In aggregate, this work will result in new instruments for gauging a next-generation “sustainability engineering mindset”, and a corresponding model for recruitment and curricular design. As an extension of the mindset research, the project will serve to normalize diversity, equity, and inclusion practices at the University, including informing new practices for collecting and maintaining demographic data. A new cadre of bilingual, Hispanic students, with increased representation of women, will be broadly trained for meaningful, sustainability-focused employment in Puerto Rico, particularly through partnerships with key stakeholders. Through direct budget support, as well as interaction with a pool of highly-trained, sustainability-focused engineers, these partners will be able to strengthen and expand their enterprises, feeding into the emerging circular economy and ecosystem in Puerto Rico. In summary, the project will support the objectives of the HSI Program, which aims to enhance undergraduate STEM education and build capacity at HSIs. Projects supported by the HSI Program will also generate new knowledge on how to achieve these aims.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Papadopoulos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Papadopoulos",
   "pi_email_addr": "christopher.papadopoulos@upr.edu",
   "nsf_id": "000204522",
   "pi_start_date": "2022-04-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ivonne",
   "pi_last_name": "Diaz",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Ivonne C Diaz",
   "pi_email_addr": "ivonnec.diaz@upr.edu",
   "nsf_id": "000479085",
   "pi_start_date": "2022-04-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nayda",
   "pi_last_name": "Santiago",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Nayda G Santiago",
   "pi_email_addr": "naydag.santiago@upr.edu",
   "nsf_id": "000479309",
   "pi_start_date": "2022-04-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aidsa",
   "pi_last_name": "Santiago-Roman",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Aidsa I Santiago-Roman",
   "pi_email_addr": "aidsa.santiago@upr.edu",
   "nsf_id": "000556081",
   "pi_start_date": "2022-04-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lourdes",
   "pi_last_name": "Medina-Aviles",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lourdes A Medina-Aviles",
   "pi_email_addr": "lourdes.medina@upr.edu",
   "nsf_id": "000645072",
   "pi_start_date": "2022-04-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Puerto Rico Mayaguez",
  "inst_street_address": "259 BLVD ALFONSO VALDES",
  "inst_street_address_2": "",
  "inst_city_name": "MAYAGUEZ",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7878312065",
  "inst_zip_code": "006806475",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "UNIVERSITY OF PUERTO RICO",
  "org_prnt_uei_num": "RD8QJEHNYLJ7",
  "org_uei_num": "GZRNJ1GZDBM1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Puerto Rico Mayaguez",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "006806475",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "077Y00",
   "pgm_ele_name": "HSI-Hispanic Serving Instituti"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 499381.0
  }
 ],
 "por": null
}