{
 "awd_id": "2150617",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Developing and Testing Novel Strategies to Detect Inattentive Responding in Intensive Longitudinal Self-Report Methods",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927269",
 "po_email": "ceavey@nsf.gov",
 "po_sign_block_name": "Cheryl Eavey",
 "awd_eff_date": "2022-04-15",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 17861.0,
 "awd_amount": 17861.0,
 "awd_min_amd_letter_date": "2022-04-06",
 "awd_max_amd_letter_date": "2022-04-06",
 "awd_abstract_narration": "This doctoral dissertation research project will investigate the accuracy of participants' responses to mobile surveys. Surveys are one of the best ways for researchers to learn about the behaviors and attitudes of a population. Due to the popularity of smartphones, researchers have the option of conducting real time repeated surveys on participants' smartphones. However, participants may choose not to respond to the surveys or may respond without fully paying attention. Currently, there is a lack of data and guidance on how to detect and manage the latter problem of inattentive responding in surveys. Inattentive response to surveys may result in poor data quality and affect the accuracy of research conclusions. This research will examine inattentive responding in longitudinal and repeated surveys. The project will establish models of when and why inattentive responding is likely to occur and provide insights into preventive strategies to increase the validity of self-report measures. The project also will generate recommendations for detecting poor data quality and suggest preventative measures. Data and techniques resulting from this project will be made publicly available. Improved research methodology and more accurate research conclusions will benefit policy formation and evidence-based decision making, as well as society through scientific journalism, education, and research.\r\n\r\nThis research project will translate inattentive response detection elements from online survey research to an intensive ecological monetary assessment (EMA) study to develop novel and practical strategies that could be recommended for future intensive longitudinal studies. Due to advancements in mobile technology, there is increased promise of using smartphones to access individuals in their natural environment. EMA is a real-time sampling strategy that researchers can use to collect repeated measures of self-report data such as current experiences, behaviors, and moods, resulting in more ecologically valid data. However, sustaining participant engagement can be challenging given the potential burden from completing repeated surveys, and there is a lack of research and guidance on how to manage decreased data quality due to burden. This project will 1) test the accuracy or indices to detect which surveys may be invalid, 2) use a mixed methods approach to determine what factors increase the probability of engaging in inattentive responding, and 3) model how including these invalid surveys in data analysis creates deviations in results. As a result of these analyses, guidelines will be developed for conducting longitudinal studies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Genevieve",
   "pi_last_name": "Dunton",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Genevieve F Dunton",
   "pi_email_addr": "dunton@usc.edu",
   "nsf_id": "000863277",
   "pi_start_date": "2022-04-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shirlene",
   "pi_last_name": "Wang",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Shirlene D Wang",
   "pi_email_addr": "shirlenw@usc.edu",
   "nsf_id": "000863252",
   "pi_start_date": "2022-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "2001 N. Soto Street",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890894",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 17861.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">This dissertation was methodological in nature and consisted of three interrelated studies that aimed to address the prevalence and predictors of inattentive responding (IR) in an intensive ecological momentary assessment (EMA) study. The studies established models of how, when, and why inattentive responding is likely to occur and provide insights into preventive strategies to increase the validity of the self-report measure.&nbsp;</p>\n<p class=\"p1\">Study 1 found a low prevalence of IR in the EMA study data (3%). Inattentive response detection indices from cross-sectional survey research did not translate well to EMA data and revised cut-off scores were suggested. The best model to detect IR in EMA combined between-subject response variability as well as between-subject and within-subject total response times as predictors. Study 2 revealed that sex at birth and reward responsiveness were the most important person-level factors related to attentiveness. Contrary to existing literature, other demographic factors and personality showed no significant relationships to participant attentiveness to EMA surveys. Of the contextual factors, surveys delivered on the weekend, earlier weeks in the study, and at home had the highest likelihood of being attentive. The qualitative data in Study 3 provides preliminary evidence that social&nbsp;context may be an under-considered factor underlying decreased data quality and the acceptability of attention check questions. These findings also provide potential explanations for observed decreases in response variability over time and could guide future research to improve participant engagement.</p>\n<p class=\"p1\">As EMA study designs become more sophisticated, the measurement of factors that contribute to declines in response accuracy will grow in importance. Overall, results from this dissertation suggest that inattentive responding may be more related to study-level factors than person level factors. Results provide insights into factors that may improve the reliability and validity of EMA data or considerations for researchers when designing their studies to assess and maximize data quality. Given the low prevalence of IR found, this dissertation also reduces the concern of IR as a potential limitation of the use of real-time longitudinal data capture methods like ecological momentary assessment for the assessment of health behavior.</p>\n<p class=\"p1\">The dissertation is available through the USC Digital Library (<a href=\"https://doi.org/10.25549/usctheses-oUC113262995\"><span class=\"s1\">https://doi.org/10.25549/usctheses-oUC113262995</span></a>)</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/20/2023<br>\nModified by: Shirlene&nbsp;D&nbsp;Wang</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis dissertation was methodological in nature and consisted of three interrelated studies that aimed to address the prevalence and predictors of inattentive responding (IR) in an intensive ecological momentary assessment (EMA) study. The studies established models of how, when, and why inattentive responding is likely to occur and provide insights into preventive strategies to increase the validity of the self-report measure.\n\n\nStudy 1 found a low prevalence of IR in the EMA study data (3%). Inattentive response detection indices from cross-sectional survey research did not translate well to EMA data and revised cut-off scores were suggested. The best model to detect IR in EMA combined between-subject response variability as well as between-subject and within-subject total response times as predictors. Study 2 revealed that sex at birth and reward responsiveness were the most important person-level factors related to attentiveness. Contrary to existing literature, other demographic factors and personality showed no significant relationships to participant attentiveness to EMA surveys. Of the contextual factors, surveys delivered on the weekend, earlier weeks in the study, and at home had the highest likelihood of being attentive. The qualitative data in Study 3 provides preliminary evidence that socialcontext may be an under-considered factor underlying decreased data quality and the acceptability of attention check questions. These findings also provide potential explanations for observed decreases in response variability over time and could guide future research to improve participant engagement.\n\n\nAs EMA study designs become more sophisticated, the measurement of factors that contribute to declines in response accuracy will grow in importance. Overall, results from this dissertation suggest that inattentive responding may be more related to study-level factors than person level factors. Results provide insights into factors that may improve the reliability and validity of EMA data or considerations for researchers when designing their studies to assess and maximize data quality. Given the low prevalence of IR found, this dissertation also reduces the concern of IR as a potential limitation of the use of real-time longitudinal data capture methods like ecological momentary assessment for the assessment of health behavior.\n\n\nThe dissertation is available through the USC Digital Library (https://doi.org/10.25549/usctheses-oUC113262995)\n\n\n\t\t\t\t\tLast Modified: 11/20/2023\n\n\t\t\t\t\tSubmitted by: ShirleneDWang\n"
 }
}