{
 "awd_id": "2150562",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: NSF-BSF:  On-Chip High-Resolution Mid-Infrared Spectroscopy with a Single Tunable van der Waals Heterostructure Photodetector",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922967",
 "po_email": "sekim@nsf.gov",
 "po_sign_block_name": "Margaret Kim",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 192164.0,
 "awd_amount": 192164.0,
 "awd_min_amd_letter_date": "2022-09-12",
 "awd_max_amd_letter_date": "2022-09-12",
 "awd_abstract_narration": "Spectrometers measure the spectral composition of light. Mid-infrared spectrometers, operational in 2-9 µm spectral range, can be used in many important applications such as gas sensing, thermal imaging, microbial detection, and surveillance. Traditional spectrometers are bulky, expensive, and usually consist of mechanically moving parts. Although significant progress has been made in the miniaturization of spectrometers, currently, most compact spectrometers still consist of an array of on-chip components to capture the different spectral components of the light, leading to a footprint much larger than the operational wavelength. Moreover, current research on developing compact spectrometers focuses on visible and near-infrared wavelength range, and the effort on developing integrated on-chip mid-infrared spectrometers is very limited despite their technical significance. In this project, mid-infrared spectrometers based on a single, on-chip, tunable sensor will be developed, leveraging van der Waals heterostructures and advanced mathematical algorithms. The proposed research involves investigations of the optical properties of emerging materials, device fabrication, and numerical analysis. Scientifically, this research will reveal the light-matter interaction properties in emerging van der Waals heterostructures. The results will lead to ultracompact, on-chip spectrometers in the critical, but less-explored, mid-infrared wavelength range. In this project, postdoctoral researchers, and graduate and undergraduate students will acquire knowledge in semiconductor device design and fabrication, thus contributing to the development of next-generation workforce for semiconductor industry. The outreach activities will improve the scientific understanding of the general public and encourage underrepresented groups to pursue careers in science, technology, engineering, and math. \r\n\r\nThe goal of this project is to develop a highly compact, mid-infrared spectrometer based on a single, tunable van der Waals heterostructure photodetector. First, the team will investigate the tunable light-matter interactions in van der Waals heterostructures in the mid-infrared wavelength range both theoretically and experimentally, laying the foundation for the proposed program. Second, tunable van der Waals heterostructure photodetectors will be demonstrated and their widely tunable photoresponse matrices will be characterized under different biasing conditions. Finally, the team will develop algorithms and measurement schemes to demonstrate spectroscopy functions based on the known tunable photoresponse characteristics.  The proposed program aims to develop new paradigms for mid-infrared spectroscopy. Previous on-chip spectrometers usually utilize multiple photodetection elements to detect different spectral components of the light, and the spectrum is reconstructed from measurements from these various elements. Once fabricated, these photodetection elements can no longer be modified, thus limiting the resolution and the operational wavelength range of these spectrometers. The proposed heterostructure spectrometer will build upon a novel tunable single-element photodetector scheme, and further leverage the promising physical properties of emerging van der Waals heterostructures to advance the frontiers of on-chip infrared spectroscopy. The proposed spectrometer overcomes the resolution limitations of traditional on-chip spectrometers and enables spectroscopic functionality within a footprint comparable to the wavelength of the operation. The project is highly interdisciplinary and leverages latest developments in material sciences, condensed matter physics, and electrical engineering to deliver much-anticipated, transformative applications with van der Waals materials.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ashwin",
   "pi_last_name": "Ramasubramaniam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ashwin Ramasubramaniam",
   "pi_email_addr": "ashwin@engin.umass.edu",
   "nsf_id": "000560072",
   "pi_start_date": "2022-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010359450",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "095E",
   "pgm_ref_txt": "Photonic integration"
  },
  {
   "pgm_ref_code": "8028",
   "pgm_ref_txt": "Sensor Technology"
  },
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  },
  {
   "pgm_ref_code": "8615",
   "pgm_ref_txt": "Nanoscale Devices and Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 192164.0
  }
 ],
 "por": null
}