{
 "awd_id": "2151497",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Global Optimization of Chance-Constrained Programming for Reliable Process Design",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927258",
 "po_email": "rramacha@nsf.gov",
 "po_sign_block_name": "Rohit Ramachandran",
 "awd_eff_date": "2022-06-01",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 96171.0,
 "awd_amount": 96171.0,
 "awd_min_amd_letter_date": "2022-05-27",
 "awd_max_amd_letter_date": "2022-05-27",
 "awd_abstract_narration": "Incomplete knowledge of the accuracy of mathematical models used for the optimization-based design of chemical processes can lead to degraded quality of fuels, vaccines, manufactured foods, and other chemical products, potentially giving rise to further economic, safety, health, and environmental effects. Current computer-aided process optimization methods are deficient in handling uncertainties due to the high computational cost of rigorously evaluating the designs of complex, highly interconnected chemical plants, inevitably resulting in conservative, sub-optimal design solutions. Motivated by this challenge to advancing U.S. chemical manufacturing technology, this project will establish entirely new, deterministic global optimization techniques combined with flexible data-driven modeling methods that will make it possible to design high-performance chemical processes under uncertainties without sacrificing safety. The resulting chemical products and processes will meet quality and operational constraints with predictable probability while minimizing the plant and operational costs. The fundamental research to be carried out in this project will build a deeper understanding of how data-driven uncertainty models can be used in optimization to simplify the process of identifying the true optimal solution. This proposal would support the integration of research and educational activities through the addition of new content to process design and chemical engineering laboratory courses, the mentoring of undergraduate researchers, and organizing workshops for K-12 students. This work will educate a new generation of students from traditionally underrepresented groups to solve process design problems using data analytics and global optimization strategies.\r\n\r\nThe objective of this project is to build and test a global optimization framework to solve chance-constrained programs (CCPs) formulated for chemical process design under uncertainties. The proposed research plan will focus on advancing the theory behind single- and two-stage CCP subject to large-scale joint chance constraints affinely dependent on general uncertainties. In the single-stage CCP, Gaussian Mixture Models (GMMs) will be investigated for their effectiveness in describing generic uncertainties. To achieve this objective, the CCP-GMM framework will be reformulated into a bi-convex structure. In the two-stage CCP, a piecewise linear decision rule will be integrated with GMM to facilitate more flexible policy representations. The resulting bi-convex problem then can be solved to the global optimum through a combination of second-order cone relaxations, branch-and-bound methods, reformulation-linearization techniques, and optimality-based interval reductions. A vegetable oil blending experiment will be constructed to validate the proposed optimization algorithms, with an objective of edible oil cost minimization subject to the viscosity, energy, and total fat constraints as uncertainties. The proposed research program has transformative potential in that it seeks to improve the use of available data in the optimization process by embedding the identified GMM into the optimization process. This innovative strategy can bypass the difficulty of integral over chance constraints and enable much improved computational efficiency of global optimization. If proven effective, the proposed global optimization algorithms for CCP can be widely applied to complex design problems in the chemical, oil, fuel, and pharmaceutical industries, to reduce cost, enhance safety, and mitigate environmental impact.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yu",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yu Yang",
   "pi_email_addr": "yu.yang@csulb.edu",
   "nsf_id": "000754756",
   "pi_start_date": "2022-05-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State University-Long Beach Foundation",
  "inst_street_address": "6300 E STATE UNIVERSITY DR STE 332",
  "inst_street_address_2": "",
  "inst_city_name": "LONG BEACH",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5629858051",
  "inst_zip_code": "908154670",
  "inst_country_name": "United States",
  "cong_dist_code": "42",
  "st_cong_dist_code": "CA42",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY LONG BEACH RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "P2TDH1JCJD31"
 },
 "perf_inst": {
  "perf_inst_name": "California State University Long Beach",
  "perf_str_addr": "1250 Bellflower Blvd",
  "perf_city_name": "Long Beach",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "908400004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "42",
  "perf_st_cong_dist": "CA42",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 96171.0
  }
 ],
 "por": null
}