{
 "awd_id": "2151277",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Testing the effects of cooling history and rheology on oceanic plateau accretion and their role in tectonic modification of convergent margins",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927944",
 "po_email": "cshaw@nsf.gov",
 "po_sign_block_name": "Colin A. Shaw",
 "awd_eff_date": "2022-05-01",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 575072.0,
 "awd_amount": 575072.0,
 "awd_min_amd_letter_date": "2022-01-10",
 "awd_max_amd_letter_date": "2022-01-10",
 "awd_abstract_narration": "Ocean plateaus are broad and thick volcanic edifices that form in ocean basins. Subduction, the tectonic process in which oceanic crust is pulled back into the Earth’s interior, sometimes causes these plateaus to collide with the continents. The effects of these collisions remain poorly understood and depend on a variety of factors, including the oceanic plateau’s age. Younger plateaus remain warm, buoyant, and weak and resist being pulled into the Earth’s interior, whereas older plateaus are cold, dense, and strong and can more easily be pulled into the Earth’s mantle. The PIs will investigate and compare the effects of ocean plateau collision through an interdisciplinary study of two fragments of the same oceanic plateau that collided with North America at different times. This comparison will provide insights into how the age of an oceanic plateau relates to the collisional process. The proposal will support a female PhD student, several undergraduate researchers, and two early career faculty. It will include a fieldtrip to Washington State for Native American undergraduate students that is designed to connect Earth Science to issues important to Native American communities. This connection is an important step in gaining student interest, recruiting, and training the next generation of Native American Earth scientists.\r\n\r\nTo accomplish the proposed research goals, the researchers will undertake a multi-disciplinary study of two natural examples of oceanic plateau accretion: the Eocene accretion of Siletzia to Washington, Oregon, and Vancouver Island, and the latest Oligocene to present collision of the Yakutat terrane with southern Alaska.  The terranes are proposed to have formed as a single plateau and likely have the same crustal structure. However, Siletzia accreted as the plateau was being built while the Yakutat terrane cooled for an additional 30 million years prior to its final collision with southern Alaska. These two collisions provide examples of a collision involving a ‘young, hot, weak, and buoyant’ plateau and one involving a ‘colder, older, stronger, less buoyant’ plateau, respectively.  To better understand how each collision modified the convergent margin the PIs will study the syn- and post-collisional sedimentary strata overlying both terranes. This effort will include constructing a precise chronostratigraphy using uranium-lead zircon ID-TIMS (isotope dilution-thermal ionization mass spectrometry) geochronology from interbedded tuffs combined with detailed study of facies changes to better understand how depositional systems evolved during and after each collision. The PIs will also integrate (U-Th)/He (uranium-thorium/helium) zircon thermochronology on targeted detrital zircon populations within the context of their chronostratigraphy to assess the duration and intensity of forearc erosion during each collision. Finally, the investigators will utilize thermo-mechanical models of plateau subduction to help generalize results by systematically varying parameters such as plateau age and thickness. This multidisciplinary approach will provide a more complete understanding of how oceanic plateaus interact with subduction zones, and their role in the modification of convergent margins.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Eddy",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Michael P Eddy",
   "pi_email_addr": "mpeddy@purdue.edu",
   "nsf_id": "000805332",
   "pi_start_date": "2022-01-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Ridgway",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth D Ridgway",
   "pi_email_addr": "ridge@purdue.edu",
   "nsf_id": "000198574",
   "pi_start_date": "2022-01-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Freed",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Freed",
   "pi_email_addr": "freed@purdue.edu",
   "nsf_id": "000173690",
   "pi_start_date": "2022-01-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marissa",
   "pi_last_name": "Tremblay",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Marissa M Tremblay",
   "pi_email_addr": "tremblam@purdue.edu",
   "nsf_id": "000801793",
   "pi_start_date": "2022-01-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "Young Hall",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072114",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 575072.0
  }
 ],
 "por": null
}