{
 "awd_id": "2151820",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding Invasion and Disease Ecology and Evolution through Computational Data Education",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032924316",
 "po_email": "ewebber@nsf.gov",
 "po_sign_block_name": "Liz Webber",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 1999484.0,
 "awd_amount": 1999484.0,
 "awd_min_amd_letter_date": "2022-06-24",
 "awd_max_amd_letter_date": "2024-11-04",
 "awd_abstract_narration": "The living world is a complex thicket of connections among organisms. As humans continue to modify Earth’s biota, novel species interactions — including invasive species and emergent diseases — will become more commonplace. Effective responses to diseases and damaging species hinge on understanding their causes and impacts. Since the scale of novel interactions ranges from molecules to communities and beyond, accurately predicting the outcomes of newly interacting organisms will increasingly require collaborations and integrated tools shared among biologists, ecologists, computer scientists, and data scientists. This NSF Research Traineeship (NRT) project will bridge the fields of invasion biology, disease ecology, and computer science to discover the causes and consequences of novel interactions at multiple levels of biological organization. The project, \"Understanding Invasion and Disease Ecology and Evolution through Computational Data Education (UandI-DEECoDE),\" will provide its trainees with an interdisciplinary, experiential education; a collaborative and inclusive working environment; research and travel support; and professional skills development for a variety of scientific careers. The traineeship anticipates preparing seventy (70) MS and Ph.D. students, including 16 funded trainees from doctoral programs in Environmental Sciences and Molecular Biosciences. \r\n\r\nThis interdisciplinary research and training program of study will provide students with the computational knowledge and skills necessary to maximize the power and scalability of predicting outcomes of context-dependent novel interactions. It will also provide the biological knowledge necessary to develop innovative and timely solutions to counter emergent diseases and invasive species. Furthermore, trainees will explore the conceptual temporal framework of species interactions (from initial contact to persistence to expansion) to motivate new algorithms for evolutionary computation. Trainees will be immersed in a program that emphasizes communication, teamwork, ethics, mentorship, cross-cultural competency, and leadership throughout their graduate studies. The activities will encompass specific interdisciplinary and project-based coursework, professional development institutes, data science bootcamps, mentorship networks, research pods, and the opportunity to conduct science abroad. Direct local impacts will include long-lasting institutional improvements to graduate student life by sustaining more Ph.D. lines and building a solid and inclusive graduate student culture. Scientific literacy, appreciation, and engagement deficits in Northeast Arkansas will be addressed by infusing UandI-DEECoDE into the local community through targeted outreach activities. Beyond the region, UandI-DEECoDE will address the critical roles of global awareness, information systems, and predictive modeling to tackle the growing issues regarding invasive species and diseases. Targeted recruitment efforts, accessible research and training support, and intentional mentorship will increase participation and scientific representation of historically marginalized groups in STEM. UandI-DEECoDE will contribute scientists to the knowledge-based workforce in the Arkansas Delta, one of the most disadvantaged regions in the United States and beyond. The focus of UandI-DEECoDE at the intersection of disease ecology, invasion biology, and data science makes this program the first of its kind to explicitly address the need to converge these fields to enhance mechanistic understanding of ecology and evolution among newly interacting species.\r\n\r\nThe NSF Research Traineeship (NRT) Program is designed to encourage the development and implementation of bold, new potentially transformative models for STEM graduate education training. The program is dedicated to effective training of STEM graduate students in high priority interdisciplinary or convergent research areas through comprehensive traineeship models that are innovative, evidence-based, and aligned with changing workforce and research needs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Travis",
   "pi_last_name": "Marsico",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Travis D Marsico",
   "pi_email_addr": "tmarsico@astate.edu",
   "nsf_id": "000556666",
   "pi_start_date": "2022-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jake",
   "pi_last_name": "Qualls",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jake A Qualls",
   "pi_email_addr": "jqualls@astate.edu",
   "nsf_id": "000637226",
   "pi_start_date": "2022-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Bellis",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Emily S Bellis",
   "pi_email_addr": "ebellis@astate.edu",
   "nsf_id": "000733291",
   "pi_start_date": "2022-06-24",
   "pi_end_date": "2024-11-04"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Asela",
   "pi_last_name": "Wijeratne",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Asela Wijeratne",
   "pi_email_addr": "awijeratne@astate.edu",
   "nsf_id": "000799640",
   "pi_start_date": "2022-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kyle",
   "pi_last_name": "Gustafson",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Kyle D Gustafson",
   "pi_email_addr": "kgustafson@astate.edu",
   "nsf_id": "000837467",
   "pi_start_date": "2022-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Stubblefield",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan Stubblefield",
   "pi_email_addr": "jstubblefield@astate.edu",
   "nsf_id": "000994832",
   "pi_start_date": "2024-11-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arkansas State University Main Campus",
  "inst_street_address": "2105 AGGIE ROAD",
  "inst_street_address_2": "",
  "inst_city_name": "JONESBORO",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "8709722694",
  "inst_zip_code": "72401",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "AR01",
  "org_lgl_bus_name": "ARKANSAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TRMDNABWE872"
 },
 "perf_inst": {
  "perf_inst_name": "Arkansas State University Main Campus",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "724672760",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "AR01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199700",
   "pgm_ele_name": "NSF Research Traineeship (NRT)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 1999484.0
  }
 ],
 "por": null
}