{
 "awd_id": "2151516",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Automating Element-Level Inspection of Civil Infrastructures through Computer Vision",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922174",
 "po_email": "rmehta@nsf.gov",
 "po_sign_block_name": "Rajesh Mehta",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 256000.0,
 "awd_amount": 276000.0,
 "awd_min_amd_letter_date": "2022-08-17",
 "awd_max_amd_letter_date": "2023-03-31",
 "awd_abstract_narration": "The broader impact of this Small Business Innovation Research (SBIR) Phase I project is to develop a damage detection analysis software platform to reduce the risk of failure for heavy civil infrastructure assets (e.g., bridges and dams) while optimizing the capital allocation for these vital systems using a unique combination of artificial intelligence (AI) and civil engineering. The public utilities responsible for civil infrastructure  upkeep and assessment need fast, reliable solutions to collect massive amounts of data and rapidly assess the status of large amounts of heavy civil infrastructure.  They also need to be able to make accurate and timely reports to stakeholders on the structural integrity of these assets. This project aims to facilitate data-driven decision making for civic leaders regarding infrastructure investments.  \r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project will develop and commercialize technologies to increase the automation of the infrastructure asset management process and reduce the costs of this process for asset owners. This increase in automation may also lead to improved conditions and temporal change assessment through AI-powered analytics. The resulting analytics would improve inspection practices by increasing accuracy and objectivity, leading to safer infrastructure systems and fewer infrastructure failures.  The technical innovation of this Phase I project is a 3D computer vision pipeline designed to process remotely sensed data and automatically transform it into a format that meets the reporting needs of engineers. The technology addresses long-standing challenges associated with using 3D remote sensing data for infrastructure asset management by developing the foundational technical capabilities to automatically segment and transform 3D point clouds into high-resolution 2D orthomosaics of infrastructure components. Existing approaches are not flexible or generalizable, either employing highly constrained geometric approaches or statistical deep learning models, for which relevant infrastructure data sets do not exist. The proposed approach will utilize computational geometric analysis to isolate and segment point clouds into individual structural components. The process will be prototyped and revised through user pilot studies and ongoing customer discovery and validation activities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ali",
   "pi_last_name": "Khaloo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ali Khaloo",
   "pi_email_addr": "ali@aren.ai",
   "nsf_id": "000850981",
   "pi_start_date": "2022-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "AREN, INC.",
  "inst_street_address": "2 W LOOP RD",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6179999041",
  "inst_zip_code": "100441501",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "AREN, INC",
  "org_prnt_uei_num": "FKZVKMJSEAQ2",
  "org_uei_num": "FKZVKMJSEAQ2"
 },
 "perf_inst": {
  "perf_inst_name": "AREN, INC.",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100441501",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  },
  {
   "pgm_ele_code": "809100",
   "pgm_ele_name": "SBIR Outreach & Tech. Assist"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "079E",
   "pgm_ref_txt": "VISUALIZATION & VIRTUAL DESIGN"
  },
  {
   "pgm_ref_code": "8031",
   "pgm_ref_txt": "Education Products"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 256000.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-2cc0f5ba-7fff-e95d-5372-fb9c43f9315b\"> </span></p>\r\n<p dir=\"ltr\"><span>Civil infrastructure asset owners seek to maximize the utility of inspection data to reduce the lifecycle costs of their infrastructure and maintain the safety of the general public.&nbsp; The market lacks solutions for handling inspection image and video data in a manner that helps meet these goals and make more informed long-term decisions for capital allocations. Phase I of this SBIR project was devoted to the research and development of a new analysis and reporting technology that addresses these needs.</span></p>\r\n<p dir=\"ltr\"><span><br /></span></p>\r\n<p dir=\"ltr\"><strong><span style=\"text-decoration: underline;\">Intellectual merit</span></strong></p>\r\n<p dir=\"ltr\"><span>3D point clouds generated from sets of images and videos are a core deliverable for asset owners, but there are major challenges associated with using point cloud data for infrastructure asset management.&nbsp; The goal of this project is to develop an algorithmic process for segmenting 3D point cloud data into relevant infrastructure components, followed by the generation of reconstructed 2D orthomosaic images of each component suitable for customer reporting workflows. The primary innovations of this project include both a deep machine learning model capable of consistently categorizing point clouds by structural component and a 3D-to-2D \"view generation\" engine that provides high-quality orthomosaics based on the segmented point clouds to illustrate the information in a 2D context that facilitates damage quantification and further engineering analysis.</span></p>\r\n<p dir=\"ltr\"><span>&nbsp;</span></p>\r\n<p dir=\"ltr\"><strong><span style=\"text-decoration: underline;\">Broader Impacts</span></strong></p>\r\n<p dir=\"ltr\"><span>The primary broader impact of this project is that the innovation increases the automation of the infrastructure asset management process. This subsequently reduces the costs of this process for asset owners, a well-known and increasing economic burden for many public and private owners. This increase in automation will also lead to improved detection accuracy through our AI-driven analytics. The resulting analytics will improve inspection practices by increasing accuracy and objectivity, leading to safer infrastructure systems and fewer infrastructure failures. This project also enables Aren's data processing, visualization, and management platform to provide data-driven decision-making that improves risk management processes and optimizes capital allocations.</span></p>\r\n<p dir=\"ltr\"><span>&nbsp;</span></p>\r\n<p dir=\"ltr\"><strong><span style=\"text-decoration: underline;\">Summary of Outcomes</span></strong></p>\r\n<p dir=\"ltr\"><span>The primary business outcomes from this award resulted from the I-Corps program and subsequent customer discovery activities, leading to the identification of a new target customer segment and an evolved go-to-market strategy. We engaged in successful product validation with major engineering firms and validated our value proposition and return on investment (ROI) for the asset owners.</span></p>\r\n<p dir=\"ltr\">The technical achievements from this award include the curation of a large-scale expertly labeled 3D point cloud database covering assets with varying complexity across several market verticals and the development of an advanced deep machine learning model to robustly segment individual structural components (e.g., piers, deck, girders). In addition, Aren successfully developed and pilot-tested an automated 3D-to-2D view generation engine. This innovative tool uses advanced computational geometry algorithms to transform segmented 3D models into 2D orthomosaic images. It then further refines these images into detailed 2D report views by conducting a 3D geometric analysis of the models, streamlining the reporting process and enhancing data usability. Furthermore, we were awarded two patents for related technologies.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/25/2024<br>\nModified by: Ali&nbsp;Khaloo</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \r\n\n\nCivil infrastructure asset owners seek to maximize the utility of inspection data to reduce the lifecycle costs of their infrastructure and maintain the safety of the general public. The market lacks solutions for handling inspection image and video data in a manner that helps meet these goals and make more informed long-term decisions for capital allocations. Phase I of this SBIR project was devoted to the research and development of a new analysis and reporting technology that addresses these needs.\r\n\n\n\n\r\n\n\nIntellectual merit\r\n\n\n3D point clouds generated from sets of images and videos are a core deliverable for asset owners, but there are major challenges associated with using point cloud data for infrastructure asset management. The goal of this project is to develop an algorithmic process for segmenting 3D point cloud data into relevant infrastructure components, followed by the generation of reconstructed 2D orthomosaic images of each component suitable for customer reporting workflows. The primary innovations of this project include both a deep machine learning model capable of consistently categorizing point clouds by structural component and a 3D-to-2D \"view generation\" engine that provides high-quality orthomosaics based on the segmented point clouds to illustrate the information in a 2D context that facilitates damage quantification and further engineering analysis.\r\n\n\n\r\n\n\nBroader Impacts\r\n\n\nThe primary broader impact of this project is that the innovation increases the automation of the infrastructure asset management process. This subsequently reduces the costs of this process for asset owners, a well-known and increasing economic burden for many public and private owners. This increase in automation will also lead to improved detection accuracy through our AI-driven analytics. The resulting analytics will improve inspection practices by increasing accuracy and objectivity, leading to safer infrastructure systems and fewer infrastructure failures. This project also enables Aren's data processing, visualization, and management platform to provide data-driven decision-making that improves risk management processes and optimizes capital allocations.\r\n\n\n\r\n\n\nSummary of Outcomes\r\n\n\nThe primary business outcomes from this award resulted from the I-Corps program and subsequent customer discovery activities, leading to the identification of a new target customer segment and an evolved go-to-market strategy. We engaged in successful product validation with major engineering firms and validated our value proposition and return on investment (ROI) for the asset owners.\r\n\n\nThe technical achievements from this award include the curation of a large-scale expertly labeled 3D point cloud database covering assets with varying complexity across several market verticals and the development of an advanced deep machine learning model to robustly segment individual structural components (e.g., piers, deck, girders). In addition, Aren successfully developed and pilot-tested an automated 3D-to-2D view generation engine. This innovative tool uses advanced computational geometry algorithms to transform segmented 3D models into 2D orthomosaic images. It then further refines these images into detailed 2D report views by conducting a 3D geometric analysis of the models, streamlining the reporting process and enhancing data usability. Furthermore, we were awarded two patents for related technologies.\r\n\n\n\t\t\t\t\tLast Modified: 11/25/2024\n\n\t\t\t\t\tSubmitted by: AliKhaloo\n"
 }
}