{
 "awd_id": "2151678",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Integrated Moment-Based Descriptors and Deep Neural Network for Screening Three-Dimensional Biological Data",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927523",
 "po_email": "zfeng@nsf.gov",
 "po_sign_block_name": "Zhilan Feng",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 164000.0,
 "awd_amount": 164000.0,
 "awd_min_amd_letter_date": "2022-07-20",
 "awd_max_amd_letter_date": "2022-07-20",
 "awd_abstract_narration": "Three-dimensional (3D) imaging is essential for understanding complex biological systems, as it provides indispensable information about organs, tissues, and molecules that cannot be captured using two dimensions. While contemporary imaging methods produce an enormous amount of image data, tools for efficient and effective analysis of such volumetric data sets remain to be developed. This project aims to provide a general foundation for analyzing volumetric images obtained using multiple imaging modalities and for various data types. The research aims to contribute to progress in many science and technology domains in which image analysis is crucial and of significant societal impact. The primary application will be to biological molecular recognition and classification. The methods are also expected to apply to other biological and medical 3D data retrieval as well as other types of 3D data in other disciplines, such as human face recognition, geographical and climate data, and computer-aided design. The project will leverage efforts in the interdisciplinary computational life science and engineering departments at Purdue University and Saint Joseph’s University by recruiting and training students through multidisciplinary coursework and direct involvement with the project. The two institutions will foster student and faculty participation in this research by organizing a joint mathematical biology conference and a summer undergraduate research fest.\r\n\r\nThis project aims to develop and integrate two complementary and synergistic methods: The first is to extend mathematical moments to encompass fractional-order moment descriptors and hence provide a more accurate representation of 3D images. The second is to integrate the new moment-based approach into a deep neural network to achieve high accuracy and efficiency in classifying 3D data. Finally, the techniques will be combined to implement a one-stop biomolecular 3D image web server, which will be publicly available and used for screening protein ligand-binding pockets, functional sites, and drug molecule search. Protein structures will be represented with voxel grids, mapping values onto 3D grid points. Because voxelization is highly prevalent in 3D imaging, the new methods are expected to apply to data from other imaging disciplines, such as radiology (x-ray, MRI, CT) and electron microscopy. The new techniques for integrating moment-based approaches and deep learning for 3D data recognition are also expected to substantially influence the machine learning domain.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daisuke",
   "pi_last_name": "Kihara",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daisuke Kihara",
   "pi_email_addr": "dkihara@purdue.edu",
   "nsf_id": "000398440",
   "pi_start_date": "2022-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "Young Hall",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072114",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  },
  {
   "pgm_ref_code": "079Z",
   "pgm_ref_txt": "Machine Learning Theory"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 164000.0
  }
 ],
 "por": null
}