{
 "awd_id": "2151566",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical Investigation of Cell Dynamics in Development and Cancer",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927523",
 "po_email": "zfeng@nsf.gov",
 "po_sign_block_name": "Zhilan Feng",
 "awd_eff_date": "2022-08-15",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 279550.0,
 "awd_amount": 279550.0,
 "awd_min_amd_letter_date": "2022-04-06",
 "awd_max_amd_letter_date": "2022-04-06",
 "awd_abstract_narration": "Biological systems are extremely diverse, whether on an individual-to-individual, tissue-to-tissue, or cell-to-cell level, and experimental studies inherently have a high degree of variability and heterogeneity between different specimens. There is a growing need for reliable methods of developing accurate mathematical models and comparing them against multiple experimental data sets to make predictions and tailor experiments dynamically. The goal of this project is to develop mathematical models and directly assess and validate them against data from experimental collaborators’ studies of cell migration of two layers of different cell types during embryonic development and the interaction of immune and tumor cells in cancer. Identifying the mechanisms by which two cell layers migrate together will inform the understanding of other types of non-monolayer migration of arbitrary cell types, and testing combination immunotherapies using the tumor-immune cell dynamics model will fill gaps in knowledge regarding the role of the tumor microenvironment that experimental studies are incapable of providing. Graduate and undergraduate student researchers will be trained in this project.\r\n\r\nIn this project, a data-driven, mechanistic approach to the modeling and subsequent analysis of two systems of interest that involve the interaction of two or more cell types will be developed. Reaction-diffusion and diffusion-like frameworks will be tightly integrated with data to model epithelial and mesenchymal cell migration during embryonic development and tumor-immune cell dynamics in the tumor microenvironment in cancer. Techniques of analyzing the suitability of the model components, including methods for model selection and validation, will be implemented to compare with multiple experimental data sets in close collaboration with biological experimentalists. The hypotheses to be tested include (1) when mechanically linked to the epithelial layer, mesenchymal cells behaviorally act as an extension of the epithelial layer, and (2) administration of combination immunotherapies will spatiotemporally impact the influx and presence of myeloid derived suppressor cells in the tumor microenvironment.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tracy",
   "pi_last_name": "Stepien",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Tracy L Stepien",
   "pi_email_addr": "tstepien@ufl.edu",
   "nsf_id": "000652275",
   "pi_start_date": "2022-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1 UNIVERSITY OF FLORIDA",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 279550.0
  }
 ],
 "por": null
}