{
 "awd_id": "2151040",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developing, Recruiting, and Empowering Alabama Mathematics Teachers",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032920000",
 "po_email": "jrodrigu@nsf.gov",
 "po_sign_block_name": "Josephine J. Rodriguez",
 "awd_eff_date": "2022-04-01",
 "awd_exp_date": "2028-03-31",
 "tot_intn_awd_amt": 3249800.0,
 "awd_amount": 3249800.0,
 "awd_min_amd_letter_date": "2022-03-14",
 "awd_max_amd_letter_date": "2022-03-14",
 "awd_abstract_narration": "This project aims to serve the national need of preparing high-quality teachers by encouraging, recruiting, and preparing motivated STEM graduates and STEM professionals in central Alabama to become well-prepared secondary (grades 6-12) mathematics teachers. An ongoing shortage of qualified mathematics teachers in the eight partnering high-need school districts is a critical need the project will address. Well-prepared mathematics teachers are important to ensure that all students, regardless of race or cultural background, develop the mathematical knowledge and dispositions needed for success in life. The project will recruit candidates from mathematics-intensive careers.  These individuals will be supported as Noyce Teaching Fellows (TFs) who will be receive funding as they complete a streamlined master's degree in mathematics education and teacher certification, as well as an annual salary supplement for four years as they teach in high-need school districts.  Project personnel and mentor teachers from the school districts will support the candidates’ professional growth as they begin their careers. The project will produce 26 mathematics teachers who can effectively teach mathematics to students in partner schools, and 20 mentor in-service teachers will gain increased knowledge about the research-based teaching of mathematics. \r\n\r\nThis project at Auburn University includes partnerships with Tuskegee University, Alabama State University, both Historically Black Universities and Colleges, and surrounding high-need school districts (Chambers, Macon, Russell, and Tallapoosa Counties, and Alexander, Auburn, Opelika, and Pike Road Cities).  In addition, the Auburn University Foundation, the East Alabama Regional Inservice Center, and the Alabama Math, Science, and Technology Initiative are non-profit partners in this endeavor. Project goals include recruiting 26 STEM professionals to become mathematics teachers, preparing them to teach mathematics using evidence-based strategies to support the learning of all students, and providing a minimum of four years of professional learning to help them develop into teacher leaders. A professional learning community of the new teachers and their mentor teachers will support mutual professional growth. The project is guided by the Standards for Preparing Teachers of Mathematics developed by the Association for Mathematics Teacher Educators. Research on the impact of preparing and supporting mathematics teachers to provide equitable instruction on their mathematics teacher identity and mathematics teacher leader identity will occur. Quantitative and qualitative data will be collected to develop annual snapshots of the new teachers’ longitudinal development; a set of case studies will explore their professional growth. The evaluation will examine supports and impediments to implementation of the project activities along with progress toward sustainability. The project will disseminate its work through presentations at research and practitioner conferences, manuscripts submitted to practitioner and research journals, and social media platforms. This Track 2: Teaching Fellowships project is supported through the Robert Noyce Teacher Scholarship Program (Noyce). The Noyce program supports talented STEM undergraduate majors and professionals to become effective K-12 STEM teachers and experienced, exemplary K-12 teachers to become STEM master teachers in high-need school districts. It also supports research on the effectiveness and retention of K-12 STEM teachers in high-need school districts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "W Gary",
   "pi_last_name": "Martin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "W Gary Martin",
   "pi_email_addr": "martiwg@auburn.edu",
   "nsf_id": "000213001",
   "pi_start_date": "2022-03-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marilyn",
   "pi_last_name": "Strutchens",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Marilyn E Strutchens",
   "pi_email_addr": "marilynestrutchens@me.com",
   "nsf_id": "000259934",
   "pi_start_date": "2022-03-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Huajun",
   "pi_last_name": "Huang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Huajun Huang",
   "pi_email_addr": "huanghu@auburn.edu",
   "nsf_id": "000114294",
   "pi_start_date": "2022-03-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hans-Werner",
   "pi_last_name": "van Wyk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hans-Werner van Wyk",
   "pi_email_addr": "hzv0008@auburn.edu",
   "nsf_id": "000720375",
   "pi_start_date": "2022-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Auburn University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "368490001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7908",
   "pgm_ref_txt": "Teaching & Mstr Tchng Fellows"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 3249800.0
  }
 ],
 "por": null
}