{
 "awd_id": "2151854",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "SHF: SMALL: End-to-End Global Routing with Reinforcement Learning in VLSI Systems",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927843",
 "po_email": "sabasu@nsf.gov",
 "po_sign_block_name": "Sankar Basu",
 "awd_eff_date": "2022-02-01",
 "awd_exp_date": "2026-01-31",
 "tot_intn_awd_amt": 499550.0,
 "awd_amount": 499550.0,
 "awd_min_amd_letter_date": "2022-01-28",
 "awd_max_amd_letter_date": "2024-04-18",
 "awd_abstract_narration": "Integrated circuits have transformed every sector of modern life with a broad range of computing devices – from personal computers to specialized accelerators and high-performance computing clusters. With the ever-high design complexity of modern integrated systems, traditional electronic design-automation algorithms cannot guarantee convergence of the design process, fail to predict output quality, and often settle for lower performance. Considering billions of dollars spent on developing a system in a new technology node, the loss of profit due to not having the system ready on time for release to market or losing the performance benefits of the new technology node cannot be mitigated. This project investigates a fundamentally new approach for circuit global routing -- a critical automated design step and a primary bottleneck in the design process. The primary objective is to route circuits with deep-learning models in a highly parallelizable manner, shortening the turnaround design time by orders of magnitude. More broadly, the results from this project are expected to shift existing physical-design paradigms toward a learning-driven predictable process that can exploit the advantages of the underlying technology to their full potential in a timely manner. Executed by a federally designated Hispanic Serving Institution, this award presents a unique opportunity to engage with a diverse minority population and creates training opportunities in circuit design, electronic design automation, and machine learning. As such, the project is anticipated to have a strong economic and societal impact.\r\n\r\nDesigned via a pile of intractable optimizations to tackle the NP-hard problem of global routing, traditional routers are characterized by convergence issues and unpredictable routing quality. While there is a general agreement on potential benefits of realizing routing with machine-learning (ML) models, not a single end-to-end learning framework has been demonstrated to route unseen high-resolution practical integrated circuits.\r\nTo address this challenge, global routing will be investigated as an ML problem in which nets are viewed as the missing parts of a routing solution and reconstructed, in a preferred order, with imaging ML models while considering the overall minimum wirelength objective and congestion constraints. The insights from this study will be exploited to develop a reinforcement-learning framework comprising: (i) graph neural network for encoding routing attributes, (ii) net ordering policy for determining the next net to be routed, and (iii) variational autoencoder to route individual unseen nets. The resulting design methodology and ML models, architectures, and algorithms will be integrated in an end-to-end ML router and demonstrated on existing benchmarks and commercial products provided by industrial collaborators.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Inna",
   "pi_last_name": "Partin-Vaisband",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Inna Partin-Vaisband",
   "pi_email_addr": "vaisband@uic.edu",
   "nsf_id": "000730148",
   "pi_start_date": "2022-01-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S. Marshfield Avenue",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7945",
   "pgm_ref_txt": "DES AUTO FOR MICRO & NANO SYST"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 161982.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 165389.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 172179.0
  }
 ],
 "por": null
}