{
 "awd_id": "2151351",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Hair Genome Project - Computational approach to classifying hair profiles and dermatological health disparities in underserved communities",
 "cfda_num": "47.041, 47.084",
 "org_code": "15030000",
 "po_phone": "7032924392",
 "po_email": "amonk@nsf.gov",
 "po_sign_block_name": "Alastair Monk",
 "awd_eff_date": "2022-03-15",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 256000.0,
 "awd_amount": 276000.0,
 "awd_min_amd_letter_date": "2022-03-06",
 "awd_max_amd_letter_date": "2022-11-25",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project will be an inclusive platform offering individuals access to data-driven, personalized insights on hair health. Hair health plays a large factor in overall mental/physical health; however, an absence of transparent data has disproportionately disadvantaged access to quality products and care information, particularly among minority communities. This disparity has led individuals to use products and/or wear styles that adversely impact hair and scalp health. The proposed technology will bridge these gaps, providing users with hair/scalp health insights and matching them with suitable products and regimens for their hair profile and goals. At the same time, the data and user engagement with the platform can be leveraged to offer brands, healthcare providers, insurance companies, etc. with deeper insights into their customers’ hair care-related goals, pain points, and health conditions. In addition to supporting hair health, this project will mitigate the scalp and hair pathologies (e.g., alopecia, burns, breakage, contact dermatitis) stemming from ill-suited products and care practices.\r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project aims to develop a data-driven hair intelligence platform that uses big data to democratize hair insights for all. The technology and platform will leverage big data from peer-reviewed publications and science-backed databases as well as the users themselves, to continually refine personalized insights and understand customer needs in the context of their unique hair profile. Using proprietary algorithms, the technology will be able to seamlessly recognize and map different hair types, identify secondary unique factors (porosity, density, texture, etc.), map and analyze different ingredients in products, track and map different treatment regimens and product usage, and develop sentiment analysis, patterns, and predictions. This project will: 1) Develop training dataset and tiered algorithm for hair profile classification with high confidence; 2) Validate and refine the hair profile classification system through a comparative study with dermatology residents; and 3) Establish proof-of-concept demonstrating the connection between accurate hair profile classification and data-driven product/style recommendations to improve hair-esteem.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "TIFFANY",
   "pi_last_name": "ST BERNARD",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "TIFFANY ST BERNARD",
   "pi_email_addr": "TIFFANY@MYHAIRDAYS.COM",
   "nsf_id": "000855345",
   "pi_start_date": "2022-03-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "HAIRDAYS, INC.",
  "inst_street_address": "11 E LOOP RD",
  "inst_street_address_2": "STE 381",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "8604247400",
  "inst_zip_code": "100441500",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "HAIRDAYS INC",
  "org_prnt_uei_num": "H8DXCFZ51KK2",
  "org_uei_num": "H8DXCFZ51KK2"
 },
 "perf_inst": {
  "perf_inst_name": "HAIRDAYS, LLC",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148501110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  },
  {
   "pgm_ele_code": "809100",
   "pgm_ele_name": "SBIR Outreach & Tech. Assist"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 256000.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Small Business Innovation Research Phase I project supported the development of a uniquely data-driven hair intelligence platform that draws from peer-reviewed publications and science-backed databases to democratize hair and scalp analysis and health for all. To this end, SoCAi (formally HairDays) has developed a series of innovative AI models in the service of providing a comprehensive output of hair and scalp health including hair color, hairline, hair density, hair style, hair type, hair texture, and skin color. In addition, we have developed a user-friendly hair and scalp assist tool to aid users in capturing the necessary images for accurate classification across our different models. These models were created from a unique 250,000+ image real-world data set and clinical dataset&ndash; physician-validated photographs of known conditions were accessed to train the algorithms to recognize typical features for accurate classification. The performance of these models was evaluated on the accurate classification of hair profiling in two distinct ways. First, a novel subset of data not used toward algorithm development and training was analyzed and subsequently classified by the machine learning platform; these classifications were compared to their preexisting hair profiles from dermatologists. Secondly, a comparative study between hair profile classification outputs from the platform&rsquo;s algorithms and insights from a validation panel of dermatology experts. Overall, the models showed a high level of accuracy, ranging from 0.70 to 0.87. Furthermore, the models show high F1 scores of 0.71-0.90.</p>\n<p>The results validated the algorithm as an accurate and robust platform to expand access to hair and scalp health assessments. Customer discovery exposed the current structure of clinical trials requiring in-person assessments by physicians greatly limits the number of patients and inclusivity of those that come from underserved locations. This need for in-person clinical visits restricts the participant population for any trial and has contributed to a lack of diversity in trials and a limited understanding of drug and therapy efficacy across a diverse range of variables and potential patient groups. The SoCAi AI-automated data capture, scoring, and tracking will be expanded, refined, and validated during Phase II to provide the potential for exponential growth in decentralized clinical trials, enabling larger participant populations and more diversity in trial recruitment, while driving down operational costs and speeding up time to completion. Furthermore, AI solutions trained on diverse data provide unprecedented accessibility and accuracy for assessments across diverse patient groups, an aspect that is advantageous for everyone involved in the clinical trial value chain, establishing new standards of care.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/15/2024<br>\nModified by: Tiffany&nbsp;St Bernard</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis Small Business Innovation Research Phase I project supported the development of a uniquely data-driven hair intelligence platform that draws from peer-reviewed publications and science-backed databases to democratize hair and scalp analysis and health for all. To this end, SoCAi (formally HairDays) has developed a series of innovative AI models in the service of providing a comprehensive output of hair and scalp health including hair color, hairline, hair density, hair style, hair type, hair texture, and skin color. In addition, we have developed a user-friendly hair and scalp assist tool to aid users in capturing the necessary images for accurate classification across our different models. These models were created from a unique 250,000+ image real-world data set and clinical dataset physician-validated photographs of known conditions were accessed to train the algorithms to recognize typical features for accurate classification. The performance of these models was evaluated on the accurate classification of hair profiling in two distinct ways. First, a novel subset of data not used toward algorithm development and training was analyzed and subsequently classified by the machine learning platform; these classifications were compared to their preexisting hair profiles from dermatologists. Secondly, a comparative study between hair profile classification outputs from the platforms algorithms and insights from a validation panel of dermatology experts. Overall, the models showed a high level of accuracy, ranging from 0.70 to 0.87. Furthermore, the models show high F1 scores of 0.71-0.90.\n\n\nThe results validated the algorithm as an accurate and robust platform to expand access to hair and scalp health assessments. Customer discovery exposed the current structure of clinical trials requiring in-person assessments by physicians greatly limits the number of patients and inclusivity of those that come from underserved locations. This need for in-person clinical visits restricts the participant population for any trial and has contributed to a lack of diversity in trials and a limited understanding of drug and therapy efficacy across a diverse range of variables and potential patient groups. The SoCAi AI-automated data capture, scoring, and tracking will be expanded, refined, and validated during Phase II to provide the potential for exponential growth in decentralized clinical trials, enabling larger participant populations and more diversity in trial recruitment, while driving down operational costs and speeding up time to completion. Furthermore, AI solutions trained on diverse data provide unprecedented accessibility and accuracy for assessments across diverse patient groups, an aspect that is advantageous for everyone involved in the clinical trial value chain, establishing new standards of care.\n\n\n\t\t\t\t\tLast Modified: 03/15/2024\n\n\t\t\t\t\tSubmitted by: TiffanySt Bernard\n"
 }
}