{
 "awd_id": "2152623",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Laboratory Data Enabled Phase Field Modeling and Data Assimilation for Coupled Two-Phase Fluid Flow and Porous Media Flow",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922948",
 "po_email": "slevine@nsf.gov",
 "po_sign_block_name": "Stacey Levine",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 110000.0,
 "awd_amount": 110000.0,
 "awd_min_amd_letter_date": "2022-03-14",
 "awd_max_amd_letter_date": "2024-06-26",
 "awd_abstract_narration": "The coupling of porous media flow and free flow arises in many important applications. However, most literature considers only single-phase models, which are not applicable for geophysical applications involving two-phase flows. With the support of lab experiment data, the investigators will study a new coupled multi-physics multi-scale model for describing the two-phase coupling, the corresponding decoupling numerical methods for efficiently and accurately solving this model, and two data assimilation methods for improving the model prediction. Applications of this work include groundwater systems in karst aquafer, carbon sequestration, petroleum extraction, geothermal systems in fractured reservoirs, interaction between surface and subsurface flows, and industrial filtrations. This project provides students training opportunities in data-enabled modeling, development of numerical methods and code packages, data assimilation methods, mathematical analysis, and engineering applications. Students involved in this project can gain a solid foundation in computational math and data science, valuable research experience, and extensive collaboration experience with engineers. This project is also part of the expansion of the computational and applied mathematics program and Missouri Institute for Computational and Applied Mathematical Sciences at Missouri S&T which has the potential to benefit the entire engineering-based university and help the state of Missouri enhance its research in computational mathematics. The investigator at Clemson will continue high school outreach activities.\r\n\r\nCoupling two constituent models leads to a complex system involving different scales in the two-phase porous media flow and two-phase fluid flow, which demands accurate and efficient numerical methods. The use of existing data to improve the model prediction further increases the complexity and computational cost due to the large amount of data and the iterative nature of the data assimilation methods. The interaction of nonlinearity, time-dependence, realistic interface/boundary conditions, and data information in a dynamic system increases the model complexity and computational scale, leading to significant challenges for this intricate multi-physics multi-scale model in coupling the two-phase porous media flow and two-phase fluid flow. This project will carry out novel research on lab data enabled phase field modeling, stable decoupling method, data assimilation, and mathematical analysis for coupling two-phase flow in porous media with two-phase free flow, by using a newly proposed Cahn-Hilliard-Navier-Stokes-Darcy model with varying densities and viscosities. This research dynamically combines all of these components into a hybrid system of research and development that will take advantage of the inherent relationship between the novel mathematical modeling/methods/analysis and the practical engineering advances in validation/data assimilation/applications, laying the groundwork for reliable modeling of many relevant applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leo",
   "pi_last_name": "Rebholz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leo Rebholz",
   "pi_email_addr": "rebholz@clemson.edu",
   "nsf_id": "000518094",
   "pi_start_date": "2022-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806900",
   "pgm_ele_name": "CDS&E-MSS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 40215.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 40833.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 28952.0
  }
 ],
 "por": null
}