{
 "awd_id": "2152492",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Individual Differences in Habitual Sleep Quality and Episodic Memory Network Activity Across the Adult Lifespan",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032924502",
 "po_email": "dkravitz@nsf.gov",
 "po_sign_block_name": "Dwight Kravitz",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 449958.0,
 "awd_amount": 332602.0,
 "awd_min_amd_letter_date": "2022-01-20",
 "awd_max_amd_letter_date": "2022-01-20",
 "awd_abstract_narration": "One of the most common and distressing cognitive declines in normal aging is in episodic memory. In everyday life this might manifest as forgetting a person's name but not the person. Substantial inter-individual variability exists, with some older individuals showing episodic memory performance and neural recruitment equivalent to some young. Existing theories suggest that malleable lifestyle factors, like sleep, contribute to this variability but are not yet well-informed by such evidence. Established age-related declines in habitual sleep quality, the relationship between sleep and neural functioning in memory-supporting brain regions, and the role of sleep in episodic memory consolidation make sleep an essential lifestyle factor to examine. The primary goal of the proposed research is to elucidate the extent to which individual differences in sleep quality contribute to those in neural activity that, in turn, contribute to episodic memory success across the normal adult lifespan. Students from high school through graduate level receive hands on training in all aspects of conducting cognitive neuroscience research pertinent to human memory functioning and the health and lifestyle factors that influence it in diverse, adult lifespan samples. The potential impact of this research for understanding how malleable, individual difference factors affect cognitive decline in aging is high. These results from a large, racially diverse sample will inform existing theories of cognitive changes across the lifespan and future interventions by providing knowledge of the approximate age, specific brain systems, and aspects of memory for which sleep quality is most important and for which sleep interventions may be most effective in the general population.\r\n\r\nDifficulty utilizing cognitive control and the patterns of prefrontal cortical (PFC) activity underlying it is a major contributor to episodic memory decline in normal aging. Sleep quality is related to PFC integrity and its associated network connectivity. Normal aging has been shown to negatively affect this activity, sleep quality, and episodic memory performance but the relationship between these variables is unclear. The overarching goal of this project is to determine the extent to which age-related sleep disruptions contribute to those in PFC network activity during learning that, in turn, affect episodic memory performance. A mediation model is proposed in which poor sleep quality partially mediates the negative impact of healthy aging on episodic memory via reduced resolution of interference during learning, a major age-related cognitive control deficit. A diverse sample of 90 young, middle-aged, and older adult participants without sleep disorders, perform multiple episodic memory tasks that tax different interference resolution functions is measured to assess the generalizability of the negative impact of poor sleep. Episodic memory is assessed behaviorally and supporting brain activity measured with fMRI. In order to evaluate the specificity of the model to episodic memory, both episodic and item memory are tested. Memory is tested immediately following learning and after a 24-hour delay in order to separately assess the impact of sleep on new learning from consolidation. The influence of multiple confounds, including medication, naps, depression, and exercise is controlled through screening and statistical analyses. Objective measures of sleep are obtained using actigraphy, the best method for assessing habitual sleep patterns over multiple days for a large number of individuals naturally, in their homes, with minimal intrusion. Mediation results from average sleep estimates, the night immediately prior to memory testing, and night-to-night variability are compared in order to separate the impact of habitually poor sleep from variable or a poor night's sleep. Univariate analyses are used to identify PFC regions that support resolution of interference defined by activity that is correlated on a trial-by-trial basis with multivariate pattern analysis (MVPA)-derived interference signals. Functional connectivity analyses are additionally applied to identify the networks affected by sleep quality.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Audrey",
   "pi_last_name": "Duarte",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Audrey Duarte",
   "pi_email_addr": "Audrey.duarte@utexas.edu",
   "nsf_id": "000582059",
   "pi_start_date": "2022-01-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787595316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  },
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 332602.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Aging is associated with difficulty remembering event-defining details of previously experienced events (i.e. episodic memory). Substantial inter-individual variability exists, with some older individuals showing memory performance and related neural recruitment equivalent to the young. Neurocognitive aging theories suggest that lifestyle factors contribute to this variability but are not yet well-informed by such evidence. Established age-related declines in habitual sleep quality, the impact of sleep on functional activity within a network of regions supporting episodic memory, and the necessary role of sleep in episodic learning and retention, make sleep an essential lifestyle factor to examine. The <span style=\"text-decoration: underline;\">primary goal</span> of this project was to elucidate the extent to which individual differences in sleep quality contribute to those in neural activity that, in turn, contribute to episodic memory success across the normal adult lifespan. Given the well-known sleep disparities that exist with people from minoritized, particularly Black, racial groups showing poor sleep quality than Non-Hispanic White people, it is important to understand the impact of poor sleep on episodic memory in such minoritized populations.&nbsp;&nbsp;</p>\r\n<p>In one study, we enrolled a large (200+) adult lifespan (age 18-80) sample of Non-Hispanic White and Black adults in which we measured self-reported sleep quality, race-related psychosocial factors (i.e. depression, discrimination stress, religiosity), and performance on an episodic memory retention task. We report several important results. First, results show stronger associations between poorer sleep quality and poorer episodic memory performance in Black than White adults, regardless of age (manuscript under review). Results additionally revealed that higher levels of perceived racial discrimination and related depressive symptoms were associated with poorer sleep quality in Black adults. This study is the first to demonstrate racial and ethnic group differences in the association between sleep quality and memory retention, an aspect of episodic memory most robustly linked to sleep, and highlight racially patterned psychosocial factors as potential reasons for memory being more sensitive to poor sleep quality in minoritized people. In other exploratory analyses, greater self-reported stress related to COVID-19 was associated with worse sleep quality, especially in older age beginning in middle-age (Lee et al., 2023), but greater self-reported religiosity, which is higher in older individuals and Black people across age, attenuated the negative impact of this stress on sleep quality (Hokett et al., 2022). Collectively, these results highlight factors that both exacerbate (racial discrimination) and ameliorate (religiosity) poor sleep quality which, in turn, negatively impacts episodic memory performance, and the age and racial groups who are most sensitive to poor sleep.</p>\r\n<p>In a neuroimaging study of 80 adults across the lifespan, we measured functional activity and connectivity as people encoded emotional scenes and the association between individual differences in the strength of these neural patterns and those in habitual sleep quality (manuscript in preparation). We report several important results. First, restless sleep, measured objectively using actigraphy, was associated with worse episodic memory performance, especially in older age. fMRI results suggest that the memory-supporting brain activity in the episodic memory network supported successful episodic encoding across age, and further, that this activity was negatively related to poor sleep quality. This indicates that poor sleep quality predicts worse episodic memory performance, especially in older age, and that reduced activity in the episodic memory network during encoding may underlie this effect. Exploratory analyses showed that greater insula volume was positively related to interoceptive sensibility, or the self-perceived ability to detect internal body sensations, which was related to both increasing age and worse sleep quality (Seo et al., under review). These results show that heightened awareness of one&rsquo;s inner body, especially in older people, may underlie sleep difficulties that, in turn, negatively impact one&rsquo;s ability to encode new events.</p>\r\n<p>Research trainees at undergraduate and graduate levels, including several women and students from minoritized racial groups, have contributed to all aspects of the project including experimental design, behavioral and neuroimaging data collection and analysis in diverse adult lifespan samples, and interpretation and dissemination of results. This training has helped foster their career development, raised their research profiles, and placed them in academic positions. By enrolling a racially diverse sample and investigating race-related psychosocial factors, we not increase the generalizability of the results but also shed light on underlying factors that contribute to race-related differences in sleep-memory associations. Knowledge gained from this proposal could be used in future studies to better advise people, particularly middle-aged and older individuals and people from minoritized racial groups on the importance of sleep quality for memory functioning, and support them through interventions (brain stimulation, meditation, yoga, emotion regulation) that may improve their sleep and in turn, their memory functioning.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/13/2025<br>\nModified by: Audrey&nbsp;Duarte</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nAging is associated with difficulty remembering event-defining details of previously experienced events (i.e. episodic memory). Substantial inter-individual variability exists, with some older individuals showing memory performance and related neural recruitment equivalent to the young. Neurocognitive aging theories suggest that lifestyle factors contribute to this variability but are not yet well-informed by such evidence. Established age-related declines in habitual sleep quality, the impact of sleep on functional activity within a network of regions supporting episodic memory, and the necessary role of sleep in episodic learning and retention, make sleep an essential lifestyle factor to examine. The primary goal of this project was to elucidate the extent to which individual differences in sleep quality contribute to those in neural activity that, in turn, contribute to episodic memory success across the normal adult lifespan. Given the well-known sleep disparities that exist with people from minoritized, particularly Black, racial groups showing poor sleep quality than Non-Hispanic White people, it is important to understand the impact of poor sleep on episodic memory in such minoritized populations.\r\n\n\nIn one study, we enrolled a large (200+) adult lifespan (age 18-80) sample of Non-Hispanic White and Black adults in which we measured self-reported sleep quality, race-related psychosocial factors (i.e. depression, discrimination stress, religiosity), and performance on an episodic memory retention task. We report several important results. First, results show stronger associations between poorer sleep quality and poorer episodic memory performance in Black than White adults, regardless of age (manuscript under review). Results additionally revealed that higher levels of perceived racial discrimination and related depressive symptoms were associated with poorer sleep quality in Black adults. This study is the first to demonstrate racial and ethnic group differences in the association between sleep quality and memory retention, an aspect of episodic memory most robustly linked to sleep, and highlight racially patterned psychosocial factors as potential reasons for memory being more sensitive to poor sleep quality in minoritized people. In other exploratory analyses, greater self-reported stress related to COVID-19 was associated with worse sleep quality, especially in older age beginning in middle-age (Lee et al., 2023), but greater self-reported religiosity, which is higher in older individuals and Black people across age, attenuated the negative impact of this stress on sleep quality (Hokett et al., 2022). Collectively, these results highlight factors that both exacerbate (racial discrimination) and ameliorate (religiosity) poor sleep quality which, in turn, negatively impacts episodic memory performance, and the age and racial groups who are most sensitive to poor sleep.\r\n\n\nIn a neuroimaging study of 80 adults across the lifespan, we measured functional activity and connectivity as people encoded emotional scenes and the association between individual differences in the strength of these neural patterns and those in habitual sleep quality (manuscript in preparation). We report several important results. First, restless sleep, measured objectively using actigraphy, was associated with worse episodic memory performance, especially in older age. fMRI results suggest that the memory-supporting brain activity in the episodic memory network supported successful episodic encoding across age, and further, that this activity was negatively related to poor sleep quality. This indicates that poor sleep quality predicts worse episodic memory performance, especially in older age, and that reduced activity in the episodic memory network during encoding may underlie this effect. Exploratory analyses showed that greater insula volume was positively related to interoceptive sensibility, or the self-perceived ability to detect internal body sensations, which was related to both increasing age and worse sleep quality (Seo et al., under review). These results show that heightened awareness of ones inner body, especially in older people, may underlie sleep difficulties that, in turn, negatively impact ones ability to encode new events.\r\n\n\nResearch trainees at undergraduate and graduate levels, including several women and students from minoritized racial groups, have contributed to all aspects of the project including experimental design, behavioral and neuroimaging data collection and analysis in diverse adult lifespan samples, and interpretation and dissemination of results. This training has helped foster their career development, raised their research profiles, and placed them in academic positions. By enrolling a racially diverse sample and investigating race-related psychosocial factors, we not increase the generalizability of the results but also shed light on underlying factors that contribute to race-related differences in sleep-memory associations. Knowledge gained from this proposal could be used in future studies to better advise people, particularly middle-aged and older individuals and people from minoritized racial groups on the importance of sleep quality for memory functioning, and support them through interventions (brain stimulation, meditation, yoga, emotion regulation) that may improve their sleep and in turn, their memory functioning.\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 01/13/2025\n\n\t\t\t\t\tSubmitted by: AudreyDuarte\n"
 }
}