{
 "awd_id": "2152258",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Science to Policy Education: Activating Knowledge for Sustainable Transportation (SPEAKS)",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032924316",
 "po_email": "ewebber@nsf.gov",
 "po_sign_block_name": "Liz Webber",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 3000000.0,
 "awd_amount": 3000000.0,
 "awd_min_amd_letter_date": "2022-06-24",
 "awd_max_amd_letter_date": "2022-06-24",
 "awd_abstract_narration": "As society looks increasingly to scientific advances for solutions to major challenges, researchers must engage with the public and policymakers to develop and implement new technologies based on those advances to benefit society. For example, such engagement is essential to address climate change, as people and industries must quickly and equitably embrace renewable energy sources and sustainably powered vehicles and technologies. This NSF Research Traineeship (NRT) project will train STEM graduate students to integrate engineering, social and environmental science, and public policy to conduct research focused on  accelerating the integration of renewable energy into the electric grid, taking advantage of renewable hydrogen and different energy storage capabilities. Such integration will ultimately help accelerate the decarbonization of transportation and other sectors. This project will use a novel science-to-policy (S2P) training program to teach students to engage stakeholder groups and understand and incorporate their needs into research programs while communicating the science, and prioritizing attention to diversity, equity, inclusion, and ethics. This project anticipates training eighty (80) Ph.D. students, including thirty (30) funded trainees, from different engineering programs, environmental sciences, sociology, and political science. Funded trainees will intern in legislative offices, government agencies, non-profits, and industry for hands-on career preparation with a tangible product, such as a policy recommendation or report. This project will convene expert practitioners from these areas to teach students and participate in research projects. Project faculty and researchers from engineering, policy, sciences, and humanities will implement an interdisciplinary training program providing Ph.D. students skills and experience necessary to address key scientific challenges to transportation decarbonization and to implement their findings in public policy. Faculty will also work with campus leadership to integrate elements of the S2P training program in campus-wide introductory graduate courses and collaborate with the National Science Policy Network to share this training program nationally. This training program is the first step in transforming STEM graduate education to better prepare students for any career and to translate societally beneficial research into public policy.\r\n\r\nAccelerating decarbonization of the transportation sector while continuing to integrate renewables into the electric grid is critical to address climate change. Towards this goal NRT trainees will pursue three key activities. First is to conduct cutting-edge research in integrating the high renewables electric grid with transportation infrastructure, investigating renewable hydrogen as a fuel and energy storage medium. Second is to understand policies around sustainability, air pollution, and renewable energy, learn to communicate science to all audiences, and appreciate the needs of various stakeholders to create equitable solutions for environmental justice. Third is to develop best practices for human interaction with renewable energy technology by designing solutions based on individual, societal, and political needs. Engaging key stakeholder groups during research and development will accelerate the deployment of renewable technologies and foster effective communication and decision-making on scientific topics. This project will prepare trainees to develop and deploy a model for scientific research that is closely connected with societal challenges through meaningful community engagement and responsive programs.\r\n\r\nThe NSF Research Traineeship (NRT) Program is designed to encourage the development and implementation of bold, new potentially transformative models for STEM graduate education training. The program is dedicated to effective training of STEM graduate students in high priority interdisciplinary or convergent research areas through comprehensive traineeship models that are innovative, evidence-based, and aligned with changing workforce and research needs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Barth",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew J Barth",
   "pi_email_addr": "barth@cert.ucr.edu",
   "nsf_id": "000417287",
   "pi_start_date": "2022-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jan",
   "pi_last_name": "Stets",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jan E Stets",
   "pi_email_addr": "jan.stets@ucr.edu",
   "nsf_id": "000270928",
   "pi_start_date": "2022-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Esterling",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin Esterling",
   "pi_email_addr": "kevin.esterling@ucr.edu",
   "nsf_id": "000286749",
   "pi_start_date": "2022-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amir-Hamed",
   "pi_last_name": "Mohsenian-Rad",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amir-Hamed Mohsenian-Rad",
   "pi_email_addr": "hamed@ee.ucr.edu",
   "nsf_id": "000577604",
   "pi_start_date": "2022-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Hackwood",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Hackwood",
   "pi_email_addr": "hackwood@ucr.edu",
   "nsf_id": "000863445",
   "pi_start_date": "2022-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California at Riverside",
  "perf_str_addr": "900 University Avenue",
  "perf_city_name": "Riverside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925010001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199700",
   "pgm_ele_name": "NSF Research Traineeship (NRT)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "063Z",
   "pgm_ref_txt": "FW-HTF Futr Wrk Hum-Tech Frntr"
  },
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 3000000.0
  }
 ],
 "por": null
}