{
 "awd_id": "2152577",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Asymptotics for Particle Systems with Topological Interactions",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 329870.0,
 "awd_amount": 329870.0,
 "awd_min_amd_letter_date": "2022-06-28",
 "awd_max_amd_letter_date": "2022-06-28",
 "awd_abstract_narration": "Research carried out under this award centers around stochastic dynamical systems that describe the time evolution of a collection of interacting particles in which the most extreme particle, e.g. the leftmost or the farthest particle, has different dynamical signatures than the remaining particles in the system. Such systems arise from problems in queuing networks, evolutionary biology, mathematical finance, and other areas of science. The goal of the work is to understand the behavior of such systems as the number of particles becomes large and/or when the system is in operation for a long time. One is interested in characterizing typical behavior, probabilities of fluctuations from the typical behavior, and also of non-typical large deviations from the expected behavior. The work will lead to an understanding of divergence of predictions based on deterministic models from the actual noisy systems and provide guidance for operating procedures that incorporate the associated uncertainties. It will also provide insight on properties of these systems over suitable spatial and temporal scales. The project includes research training opportunities for graduate students. \r\n\r\n\r\nUnder suitable scaling, hydrodynamical limits of empirical measures of such particle systems can be characterized through partial differential equations (PDE) for Stefan type free boundary problems (FBP). Several types of asymptotic problems associated with such particle systems will be studied. These include hydrodynamic limits, diffusion approximations, large deviation principles, and ergodicity behavior under suitable scaling of space, volume and time. Work on large deviations will require the development of the theory for families of measure valued processes whose scaling limits are described through FBP. A key component will be the development of the uniqueness theory for families of controlled FBP and an analysis of Euler-Lagrange equations associated with certain calculus of variations problems. In another direction, the local stability structure of extremal invariant distributions of some infinite particle versions of these systems will be studied. In addition to this being a fundamental problem in the ergodic theory of infinite dimensional Markov processes, here it also arises from applications to load balancing algorithms for large queuing systems. The behavior of multiplicity of invariant distributions for infinite particle systems has counterparts in other interacting particle systems. Examples include multiplicity of traveling wave solutions of FBP associated with scaling limits of certain types of particle systems, and multiplicity of quasi-stationary distributions associated with Markov processes with absorption approximated by Fleming-Viot type particle systems. These related multiplicity phenomena will be investigated by studying scaling limits under different types of initial configurations and time and space scaling.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amarjit",
   "pi_last_name": "Budhiraja",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amarjit Budhiraja",
   "pi_email_addr": "budhiraj@email.unc.edu",
   "nsf_id": "000254438",
   "pi_start_date": "2022-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "UNC",
  "perf_str_addr": "324 Hanes Hall",
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275993260",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126300",
   "pgm_ele_name": "PROBABILITY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 329870.0
  }
 ],
 "por": null
}