{
 "awd_id": "2152456",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Racial Gap in Entrepreneurship and Business Ownership",
 "cfda_num": "47.075, 47.084",
 "org_code": "04010000",
 "po_phone": "7032925150",
 "po_email": "tswoodso@nsf.gov",
 "po_sign_block_name": "Thomas S. Woodson",
 "awd_eff_date": "2022-08-15",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 350000.0,
 "awd_min_amd_letter_date": "2022-08-17",
 "awd_max_amd_letter_date": "2022-08-17",
 "awd_abstract_narration": "Why are there so few Black-owned businesses in the U.S.? This project first documents this racial gap with much more recent and comprehensive data than have been studied previously. Using longitudinal business data, the project will study firm dynamics, decomposing the gap into differences in start-up and exit rates by owner race. An important focus will be understanding the lower survival rates in Black-owned businesses, especially in their early, vulnerable years. The project will analyze causes of racial differences, including owner human capital and firm characteristics, with the key hypothesis that tougher financial constraints faced by Black entrepreneurs reduce the survival rate of their firms. The project will estimate the causal effects on firm survival of credit programs that may increase financial access for Black business owners. In these ways, the project will contribute to understanding the racial gap in entrepreneurship and business ownership, which is a crucial, but little studied component of the broader issue of racial inequality.\r\n\r\nThe project brings new data and methods to analyzing the racial gap. The use of Census Bureau micro-data represents an advance over previous work, as much better data at the firm-level have gradually become available, and the project will knit them together into a new longitudinal database with a rich set of variables on owners and firms. The analysis of differences in firm dynamics by race using a panel dataset has little precedent and allows the research to focus on the key outcome of survival in a way that is difficult if not impossible with only a cross-section. The rich data enable an assessment of the roles of characteristics of entrepreneurs, including their motivations and choices, impacting survival outcomes. The project also develops innovative identification strategies, based on panel regression, matching, instrumental variable, and regression discontinuity methods, for assessing the role of financial constraints in firm survival, exploiting plausibly exogenous variation using data from two programs: the Small Business Administration’s 7(a) loan program and the Community Reinvestment Act.\r\n\r\nThis project was jointly supported by the Partnerships for Innovation (PFI) and Science of Science: Discovery, Communication, and Impact Programs (SOS:DCI).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Earle",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "John S Earle",
   "pi_email_addr": "earle@gmu.edu",
   "nsf_id": "000599229",
   "pi_start_date": "2022-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "4400 UNIVERSITY DR",
  "perf_city_name": "FAIRFAX",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125Y00",
   "pgm_ele_name": "Science of Science"
  },
  {
   "pgm_ele_code": "226Y00",
   "pgm_ele_name": "Special Projects"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1662",
   "pgm_ref_txt": "PARTNRSHIPS FOR INNOVATION-PFI"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 350000.0
  }
 ],
 "por": null
}