{
 "awd_id": "2152040",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Using Uncertainty Quantification and Validated Computational Models to Analyze Pumping Performance of Valveless, Tubular Hearts",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927523",
 "po_email": "zfeng@nsf.gov",
 "po_sign_block_name": "Zhilan Feng",
 "awd_eff_date": "2022-05-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 249453.0,
 "awd_amount": 249453.0,
 "awd_min_amd_letter_date": "2022-03-11",
 "awd_max_amd_letter_date": "2024-07-08",
 "awd_abstract_narration": "Valveless, tubular hearts drive many animals' circulatory flow through muscular contractions. This flow carries oxygen, nutrients, and waste around the body. It also drives the development of blood vessels and other organs in vertebrate embryos. So, understanding how these hearts produce flow is key to understanding the development of vertebrate embryos and the evolution of their circulatory systems. This project will develop a computational model of the most essential features of this system: the electrical activity of the heart, muscle contractions of the tube walls, and the fluid-structure interactions of the heart walls and blood within. This computational framework aims to be faithful to that of a real, model animal (tunicate, or sea squirt). The model will then be analyzed with mathematical tools to determine the physical limits of the pumping system. Results of this project will improve the understanding of human heart development at the earliest stages. Also, it will point to how the large, multi-chambered hearts of vertebrates could have evolved from smaller structures. The results will be released through university courses, scientific conferences and seminars, online repositories, and regular publications. This project will also provide interdisciplinary training to high school, undergraduate, and graduate students. \r\n\r\nAn accurate computational model of flow produced by valveless tubular hearts will be developed and validated using observations and experiments on the solitary tunicate, Ciona savignyi. The Immersed Boundary Method with Adaptive Mesh Refinement and a Windkessel model will be used to mathematically model fluid flow within the system. A Mitchell-Schaeffer model of cardiac electrodynamics will be tuned using optical mapping of heart electrical activity. Measurements on live C. savignyi circulatory flow with micro-Particle Image Velocimetry will be used as model validation. With the completed model, uncertainty quantification (UQ) techniques based on physics-constrained generalized polynomial chaos (gPC) and Dempster-Shafer (DS) theory will be used to study the uncertainty and analyze the parameter sensitivity on the model. The physics-constrained gPC expansion can construct a computationally cheaper surrogate based on the fluid flow simulations at the properly chosen input points in the parameter space. The mixed types of uncertainty in the fluid flow quantities of interest will be determined using DS theory combined with the gPC method, and the sensitivity of parameters will be used to develop hypotheses regarding parameter evolution. The performance data corresponding to various parameter combinations in live animals will be collected and used to improve the 2D computational fluid dynamic model by utilizing model correction methods. The improved model can be used to provide more accurate predictions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yanyan",
   "pi_last_name": "He",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yanyan He",
   "pi_email_addr": "yanyan.he@unt.edu",
   "nsf_id": "000744385",
   "pi_start_date": "2022-03-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Cain",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "John W Cain",
   "pi_email_addr": "jcain2@math.harvard.edu",
   "nsf_id": "000502018",
   "pi_start_date": "2022-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "",
  "perf_city_name": "Denton",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762035017",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 176957.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 72496.0
  }
 ],
 "por": null
}