{
 "awd_id": "2152077",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FRR: Towards Robust and Perceptual Inclusive Mobile Robots",
 "cfda_num": "47.041, 47.070",
 "org_code": "05020000",
 "po_phone": "7032924702",
 "po_email": "cye@nsf.gov",
 "po_sign_block_name": "Cang Ye",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 376764.0,
 "awd_amount": 376764.0,
 "awd_min_amd_letter_date": "2022-07-21",
 "awd_max_amd_letter_date": "2022-07-21",
 "awd_abstract_narration": "As prototypical intelligent mobile systems, from autonomous vehicles to delivery robots, move from their controlled development labs into the real-world, their impact on individuals with disabilities becomes discernible. An intelligent system that fails to account for diverse reactions and mobility characteristics among individuals can have dire consequences. For example, a delivery robot may inadvertently cause a safety-critical scenario by stopping in a manner which blocks a wheelchair user in traffic. Collision-free navigation in complex urban scenarios alongside blind individuals depends on the ability of the system to consider factors related to non-visual reasoning and cane mobility strategies in order to make precise future predictions.  Yet, current autonomous systems cannot effectively differentiate among mobility aids and needs, nor can they reason over accessibility implications of various situations, from stairs to road layouts and ambient conditions. To teach systems to navigate while safely interacting with individuals with disabilities, the goal of this project is to develop comprehensive perception, understanding, and decision-making capabilities for accessibility and needs-aware interactive mobile systems. Moreover, through fundamental advancements in inclusive mobile systems that can robustly understand diverse needs of humans in their surroundings, this project has far-reaching implications for assisting and empowering millions of people to achieve greater quality-of-life. By enabling mobile platforms to interactively adapt to meet inherently diverse needs, project outcomes will facilitate broad usability, trust, and reduction of social and physical barriers that prevent individuals with disabilities from integrating into society. \r\n\r\nThis project will address fundamental challenges in realizing generalized accessibility-driven intelligent systems that can understand the diverse needs of individuals with disabilities. The work tackles foundational advancements in benchmarks, models, and techniques for closing the perception-to-action loop in the context of inclusive navigational and mobility systems. Project outcomes include novel multi-task learning frameworks for robust, fine-grained, and expressive vision-based decision-making navigation policies that can be efficiently adapted to optimize for safety and accessibility constraints. Given underlying issues in data scarcity, annotation, and sharing, a main goal lies in realizing standardized interactive development framework with detailed recognition tasks and customization scenarios relevant to accessibility. Framework development and model design will be extensively informed through real-world user studies and collaboration with orientation and mobility instructors. In addition, the introduced framework will broadly engage individuals with disabilities, students, developers, and educators to produce shared tools for training the next generation of engineers concepts needed to tackle multifaceted problems at the intersection of machine learning, perception, and accessibility. Thus, this research facilitates future deployment of generalized autonomous and assistive navigation systems that can seamlessly interact with and empower all people in their environment.\r\n\r\nThis project is supported by the cross-directorate Foundational Research in Robotics program, jointly managed and funded by the Directorates for Engineering (ENG) and Computer and Information Science and Engineering (CISE).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eshed",
   "pi_last_name": "Ohn-Bar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eshed Ohn-Bar",
   "pi_email_addr": "eohnbar@bu.edu",
   "nsf_id": "000819939",
   "pi_start_date": "2022-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston University",
  "perf_str_addr": "8 St. Mary’s Street Boston, Room",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022152421",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144Y00",
   "pgm_ele_name": "FRR-Foundationl Rsrch Robotics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  },
  {
   "pgm_ref_code": "6840",
   "pgm_ref_txt": "ROBOTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 376764.0
  }
 ],
 "por": null
}