{
 "awd_id": "2153475",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Unleashing Mesoionic Carbene-derived Super-reductants to Overcome the Limitations of NHC- Oxidative Organocatalysis Without a Co-Catalyst",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032922746",
 "po_email": "szhang@nsf.gov",
 "po_sign_block_name": "Sen Zhang",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 525000.0,
 "awd_amount": 525000.0,
 "awd_min_amd_letter_date": "2022-08-03",
 "awd_max_amd_letter_date": "2022-08-03",
 "awd_abstract_narration": "With the support of the Chemical Catalysis (CAT) Program in the Division of Chemistry, Professor Guy Bertrand of the University of California, San Diego (UCSD) is studying new processes promoted by so-called \"mesoionic carbenes.\" These chemical species are readily available organic compounds that have the potential to catalyze the same kinds of transformations currently conducted with expensive, toxic, and rare transition metal-based catalysts. Furthermore, the processes being explored have the capacity to convert simple compounds found in biomass to complex molecules of importance to science, engineering, and commerce. Accordingly, it is anticipated that the research being explored will facilitate the manufacture of value-added materials from simple feed stocks in a more sustainable and economical manner. The broader impacts of the funded project extend to the benefits accrued to the future STEM workforce from an international exchange program between UCSD and the French Centre National de la Recherche Scientifique (CNRS) that Professor Bertrand spearheads. The exchange of undergraduate and graduate students between UCSD and CNRS-associated universities enables these young scientists to develop an international perspective on both chemical production and the challenges facing the chemical industry as it transitions to deliver more environmentally responsible manufacturing methods.\r\n\r\nThe aim of the funded research is to advance the field of catalysis on a fundamental level through the exploration of conceptually new and underdeveloped methods of substrate activation. There are few examples of NHC-catalyzed reactions via single electron transfer pathways involving Breslow intermediates (BIs), and the synthetic applications of such processes are limited by the moderate nucleophilicity and reduction potential of BIs derived from classical NHCs. In marked contrast, mesoionic carbenes, which were discovered in the Bertrand laboratory, are strongly nucleophilic and among the most potent organic reducing agents reported to date. The goal of the project is to exploit the unique attributes of mesoionic carbenes to expand NHC oxidative organocatalysis to less electrophilic substrates such as formaldehyde, and to less oxidizing agents such as aryl- and vinyl-halides. It is anticipated that the transformations of interest will be achieveable in both inter- and intramolecular modalities and that a wide range of useful products, including carbocycles and heterocycles, will be accessible.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Guy",
   "pi_last_name": "Bertrand",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guy Bertrand",
   "pi_email_addr": "gbertrand@ucsd.edu",
   "nsf_id": "000486117",
   "pi_start_date": "2022-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "Office of Contract & Grant Admin",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930934",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 525000.0
  }
 ],
 "por": null
}