{
 "awd_id": "2153439",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES Track 1: U.S.-Australia Innovations of Solar Materials and Solar Cells",
 "cfda_num": "47.079, 47.083",
 "org_code": "01090000",
 "po_phone": "7032924904",
 "po_email": "kkuyuk@nsf.gov",
 "po_sign_block_name": "Kristin Kuyuk",
 "awd_eff_date": "2022-06-01",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2022-06-07",
 "awd_max_amd_letter_date": "2023-12-05",
 "awd_abstract_narration": "This IRES Site (Track 1) proposal will recruit six U.S. undergraduate students per year for three years (18 students total) from The University of Alabama (UA) to attend a 10-week summer research experience focused on cutting-edge innovation solar materials and solar cell technologies at the University of New South Wales (UNSW) in Sydney, Australia. To address climate change through clean solar energy, the emerging solar materials, and solar cell technologies are critically important to promote the harvest and conversation of solar energy into electricity. Moreover, new solar materials design, and discovery through computational modeling and experimental realization can accelerate new technologies that convert solar energy to chemical energy for hydrogen generation and carbon dioxide reduction. The need for research into solar cells based on these newly developed light-absorbing solar materials is in high demand and necessary to achieve carbon-neutral realization. To date, there are limited opportunities for students to learn about advanced solar materials and related solar cell technologies beyond general materials science and semiconductor physics. This IRES site supports US students with research interests in solar materials and solar cells under the mentorships of faculty members at UNSW, working on materials design, synthesis, characterization, and solar cell fabrication and measurements. This unique experience will provide opportunities for the US students’ professional development in areas of climate change mitigation through the use of solar energy technologies. UNSW is a world-leading institute in solar cell research, and the school of photovoltaic and renewable energy engineering is world-recognized in various solar cell technologies investigation and commercialization. Its high-quality faculty mentors, graduate students, and facilities make UNSW  a unique place to host this IRES Site. \r\n\r\nThis program will provide undergraduate students learning experience focused on solar materials and solar cells at the University of New South Wales in Sydney, Australia, and The University of Alabama. The students will gain experience in the world-class research laboratories and facilities at UNSW for solar materials synthesis, solar cells fabrication, and measurement. In this three year project, six students per year will participate in solar energy projects. These students will be mentored by faculty members and graduate students with expertise in ongoing projects at UNSW. Through this international collaboration, these US students will be trained to continue their studies in solar energy and promote US research leadership in solar energy. This IRES project will (1) improve the international collaborative research between the U.S. and Australia, (2) consolidate the student's scientific and fundamental knowledge in the STEM field, (3) encourage underrepresented and minority students to pursue a STEM career. The undergraduate students involved will gain research experience, stimulating their interest to pursue a graduate degree in STEM fields. Exposure to the multicultural research and study environments will help prepare the students to enter the solar energy technologies workforce, and increase U.S. global competencies in clean energy. This IRES site at UNSW will be a bridge to establish institute-level international collaboration and education to enhance STEM education in the U.S. The project will be assessed by students’ presentations of research in US and Australian conferences.\r\n\r\nThis project is jointly funded by the Office of International Science and Engineering (OISE) and the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lin",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lin Li",
   "pi_email_addr": "lin.li.10@asu.edu",
   "nsf_id": "000660224",
   "pi_start_date": "2022-06-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dawen",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dawen Li",
   "pi_email_addr": "dawenl@eng.ua.edu",
   "nsf_id": "000513873",
   "pi_start_date": "2023-06-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Feng",
   "pi_last_name": "Yan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Feng Yan",
   "pi_email_addr": "fengyan@asu.edu",
   "nsf_id": "000753323",
   "pi_start_date": "2022-06-07",
   "pi_end_date": "2023-06-26"
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Alabama",
  "perf_str_addr": "245 7th Ave",
  "perf_city_name": "Tuscaloosa",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354860005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "5912",
   "pgm_ref_txt": "AUSTRALIA"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}