{
 "awd_id": "2153922",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAS: Prodigious 2- and 3-Dimensional Organic Electron Acceptors via Strategic Cyclizations with Perfluoro Substituents",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924317",
 "po_email": "gdudley@nsf.gov",
 "po_sign_block_name": "Gregory Dudley",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 499807.0,
 "awd_amount": 527957.0,
 "awd_min_amd_letter_date": "2022-08-23",
 "awd_max_amd_letter_date": "2023-05-05",
 "awd_abstract_narration": "With the support of the Chemical Structure, Dynamics, and Mechanisms B (CSDM-B) Program in the Division of Chemistry, Dr. Olga Boltalina of Colorado State University is studying efficient methods for controlled addition of (poly)fluorinated carbacycles to polycyclic aromatic hydrocarbons (PAHs) to expand their conjugated systems, which may result in the critical enhancement of charge transport, thermal stability, resistance to photooxidation, and hence, longer device lifetimes; favorable morphology and electronic properties for photoinduced charge generation in donor-acceptor blends. The project is anticipated to impact material design beyond electronics: liquid crystals, agrochemicals, photonics, chiroptical materials, spintronics, medical imaging with fluorinated compounds (F-MRI, PET) and pharmaceuticals. Other broader societal benefits include the project's contribution to potentially transformational technological advances in high-performing organic acceptors with superior air-, moisture-, light-, and thermal stability that will be integrated into low-cost, efficient, sustainable, and  durable devices, including organic field effect transistors, organic light-emitting devices and solar cells that can be building- or vehicle-integrated, thereby visibly increasing the use and lowering costs of renewable energy sources in everyday life. Dr. Boltalina aims to combine cutting-edge research with educational and professional development program for postgraduate students and summer research minority- and other underrepresented-group chemistry majors by involving them in national and international collaborative work and providing them with the skill sets that they need for successful careers from academia to industry.\r\n\r\nThe project will deploy an arsenal of fluorine chemistry methods to design, synthesize and test the charge mobility of new n-type organofluorine semiconductors. Commercially available PAHs and perfluoroalkyl (benzyl) iodides will be used in one-pot reactions to promote the addition of perfluorinated carbacycles and subsequent reductive defluorination  leading to aromatic or non-aromatic six-, five- or even seven-membered fluorinated rings on PAHs. Systematic experimental and computational studies of these new transformations are expected to improve fundamental understanding of chemical reaction pathways, to help optimize reaction selectivity and overall efficiency. Charge transport data will be used to determine the specific roles of fluorocarbacycles in the facilitation of charge mobility of highly ordered organofluorine semiconductors. The effects of increased electron affinity and greater solid-state ordering on functional enhancements of these materials as n-type semiconductors, p-dopants, and self-assembled monolayers will be explored. New types of (poly)fluorinated PAH building blocks that had been inaccessible by other methods may well become readily available to the broader synthetic community for the utilization of fluorine chemistry in covalent organic frameworks, biosensing, fluorescent dyes, and electronic materials.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Olga",
   "pi_last_name": "Boltalina",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Olga V Boltalina",
   "pi_email_addr": "olga.boltalina@colostate.edu",
   "nsf_id": "000493807",
   "pi_start_date": "2022-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "200 West Lake Street",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805214593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910200",
   "pgm_ele_name": "CMFP-Chem Mech Funct, and Prop"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "106Z",
   "pgm_ref_txt": "Microelectronics and Semiconductors"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 499807.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 28150.0
  }
 ],
 "por": null
}