{
 "awd_id": "2153263",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES Track I: Towards a Green and Self-Powered Internet of Things (IoT) using Vibration Energy Harvesting",
 "cfda_num": "47.079, 47.083",
 "org_code": "01090000",
 "po_phone": "7032924672",
 "po_email": "fchowdhu@nsf.gov",
 "po_sign_block_name": "Fahmida Chowdhury",
 "awd_eff_date": "2022-06-01",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 19754.0,
 "awd_min_amd_letter_date": "2022-05-24",
 "awd_max_amd_letter_date": "2024-08-14",
 "awd_abstract_narration": "Over the three years of this project period, 18 undergraduate students will be recruited from two adjacent Louisianan institutions, Louisiana Tech University and Grambling State University, which is an HBCU, to participate in international activities at University of Sheffield, UK.  During their 6 weeks stay at University of Sheffield, recruited students will be engaged in research activities that are focused on raising students’ awareness of potential applications and environmental impacts of eco-friendly green energy harvesting systems. Students will be engaged in individual projects that are carefully selected and designed to suit their scientific background and course work. Recruited students will participate in cultural activities organized by the International Office and Student Services Information Desk (SSID) and The Global Campus Program at University of Sheffield. A major outcome of this project is producing a well-trained U.S. workforce that is capable of adapting to green energy global markets and IoT technologies. Moreover, this project will focus on broadening the participation of underrepresented groups using a proactive and targeted recruitment pipeline through close collaboration with Grambling State and Louisiana Tech National Society of Black Engineers (NSBE) student association. Dissemination of outcomes from this IRES project will be conducted in a few ways. Nationally, outcomes will be presented at the ASME-IMECE Undergraduate Research and Design Exposition. Locally, outcomes from the scientific and cultural activities will be broadcasted via two annual on-campus recruitment and dissemination workshops, i.e. one at Louisiana Tech and one at Grambling State University. These annual events will act as an interactive platform for i) returning IRES students to broadcast their research outcomes and cultural experiences and ii) recruiting new students to participate in the IRES project. \r\n \r\nThis IRES project builds on the ongoing collaboration between the PIs at Louisiana Tech University and University of Sheffield in the field of design and implementation of energy harvesting systems for IoT sensors. A critical part of the growing Internet of Things (IoT) market is the large number of wireless sensor nodes needed for collecting information on the surrounding environment. Presently, these sensors are mostly powered by traditional batteries, requiring continuous replacement, laborious maintenance, and hazardous disposal. This is an especially daunting environmental issue because of the millions of batteries that will be required to power these sensors that are expected to help comprise the IoT. In this IRES project, students will be involved in hands-on research activities addressing the challenge of harvesting energy from non-traditional green energy source, namely, ambient vibrations for powering small-size IoT sensors. The outcomes from this project will have significant societal impacts. Results from this project will contribute to the field of green energy generation, from ambient vibrations, by answering fundamental questions related to the feasibility of utilizing these systems as reliable eco-friendly power sources for IoT sensors. The collection of individual projects and research activities will contribute towards the intellectual merit of the overall project that is focused on developing vibration energy harvesting systems that are environment-friendly, efficient, reliable, and suitable for IoT real-world implementation. Students will participate in weekly cultural activities at Sheffield; helping them develop global mindset and transversal and interpersonal skills necessary to become the future workforce that is competitive and capable of adapting to new green energy markets and IoT technologies. This project is jointly funded by the Office of International Science and Engineering (OISE) and the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hamzeh",
   "pi_last_name": "Bardaweel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hamzeh Bardaweel",
   "pi_email_addr": "hamzehb@latech.edu",
   "nsf_id": "000706870",
   "pi_start_date": "2022-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana Tech University",
  "inst_street_address": "RAIL ROAD AVE WYLY TWR 1620",
  "inst_street_address_2": "",
  "inst_city_name": "RUSTON",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "3182575075",
  "inst_zip_code": "712720001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "LA05",
  "org_lgl_bus_name": "LOUISIANA TECH UNIVERSITY",
  "org_prnt_uei_num": "PAMDY6DMVVE7",
  "org_uei_num": "PAMDY6DMVVE7"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana Tech University",
  "perf_str_addr": "P O BOX 3168 TECH STATION",
  "perf_city_name": "Ruston",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "712723178",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "LA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 19752.0
  }
 ],
 "por": null
}