{
 "awd_id": "2153561",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FRG: Collaborative Research: Non-Smooth Geometry, Spectral Theory, and Data: Learning and Representing Projections of Complex Systems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922113",
 "po_email": "ygorb@nsf.gov",
 "po_sign_block_name": "Yuliya Gorb",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 536419.0,
 "awd_amount": 374785.0,
 "awd_min_amd_letter_date": "2021-10-29",
 "awd_max_amd_letter_date": "2021-10-29",
 "awd_abstract_narration": "Complex, time-evolving systems are ubiquitous in nature and society, with examples ranging from the Earth's weather and climate, to the function and dynamics of biomolecules, and the behavior of markets and economies. Despite their apparent complexity, many such systems exhibit a form of underlying organized structure (``building blocks''), whose discovery would enhance our ability to understand and predict a wide range of phenomena. The goal of this project is to develop the next generation of mathematical and algorithmic tools that can harness the information content of large datasets acquired from experiments and observations to create coherent representations of complex systems, and use these representations to perform prediction, and ultimately, control. These objectives will be addressed through a novel combination of mathematical techniques, bridging dynamical systems theory and differential geometry with machine learning and data science. The newly developed techniques will be tested and applied in real-world problems through collaboration with domain experts in the areas of climate dynamics, space physics, and condensed matter physics. The project will also contribute to STEM workforce and curricular development through training of students and postdoctoral researchers, and design of multi-disciplinary lecture courses.      \r\n\r\nThe modern scientific method is undergoing an evolutionary change wherein large data sets and machine learning algorithms have the potential to outperform classical first-principles approaches for certain complex phenomena.  For these tools to be accepted by the scientific community, a rigorous mathematical framework is required to match the verifiability and quantifiability of the classical modeling approach.  Recently, a new tool called the diffusion forecast has been developed based on provably consistent estimators, which learn the unknown structure of a large class of stochastic dynamical systems on manifolds.  Moreover, the results of many published numerical experiments indicate that this framework can be applied far beyond the restricted context of the current theory.  In particular, the evidence suggests that the consistency proofs can be extended to non-autonomous projections of complex systems, deterministic chaotic systems represented by non-compact operators, non-smooth domains such as fractal attractors, and even generalized tensors on metric-measure spaces. This project will undertake a rigorous mathematical unification of these problems, leading to transformative advances in our ability to model and describe complex systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dimitrios",
   "pi_last_name": "Giannakis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dimitrios Giannakis",
   "pi_email_addr": "dimitrios.giannakis@dartmouth.edu",
   "nsf_id": "000649397",
   "pi_start_date": "2021-10-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "Kemeny Hal",
  "perf_city_name": "Hanover",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037551421",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "079Z",
   "pgm_ref_txt": "Machine Learning Theory"
  },
  {
   "pgm_ref_code": "1616",
   "pgm_ref_txt": "FOCUSED RESEARCH GROUPS IN MATH SCIENCES"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 374785.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Complex, time-evolving systems are ubiquitous in nature and society, with examples ranging from the Earth's&nbsp;</span><span>weather and climate to the behavior of markets and economies. Despite their apparent complexity, many such</span><span>&nbsp;</span><span>systems exhibit a form of underlying organized structure, whose discovery would enhance our ability to</span><span>&nbsp;</span><span>understand and predict a wide range of phenomena. The goal of this project was to develop new mathematical</span><span>&nbsp;</span><span>and algorithmic tools that can harness the information content of large datasets acquired from experiments and</span><span>&nbsp;</span><span>observations to create coherent representations of complex systems and use these representations to analyze</span><span>&nbsp;</span><span>and predict time-evolving phenomena.</span><span>&nbsp;</span><br /><br /><span>Our objectives were addressed through a novel combination of mathematical techniques bridging dynamical</span><span>&nbsp;</span><span>systems theory, differential geometry, and scientific machine learning. Rather than directly studying the</span><span>&nbsp;</span><span>evolution of dynamical systems in state space, our approach focused on the induced action of dynamics on</span><span>&nbsp;</span><span>observables&nbsp;</span><span>(i.e., quantities that can be measured). As was</span><span>&nbsp;</span><span>realized in classical work of Bernard Koopman and John von Neumann from the 1930s, the evolution of</span><span>&nbsp;</span><span>observables under general (nonlinear) dynamics takes place through intrinsically&nbsp;</span><span>linear&nbsp;</span><span>operators, now known</span><span>&nbsp;</span><span>as Koopman operators. This perspective enables the use of the entire arsenal of techniques from linear</span><span>&nbsp;</span><span>operator theory to analyze and model nonlinear dynamics. Our work in the project led to fundamental</span><span>&nbsp;</span><span>contributions in data-driven operator-theoretic techniques, as well as significant applied results in </span><span>climate and fluid dynamics obtained. in collaboration with domain experts. Our primary scientific contributions</span><span>&nbsp;</span><span>are as follows.</span><br /><br /><em><strong>Spectral analysis of complex systems.</strong></em><span>&nbsp;</span><span>We developed techniques that provably</span><span>&nbsp;</span><span>approximate the spectrum of the Koopman operator from time series data. These methods helped address a</span><span>&nbsp;</span><span>longstanding problem in the field, namely, how to appropriately represent Koopman operators with continuous</span><span>&nbsp;</span><span>spectra, which are encountered ubiquitously systems of high complexity (mixing systems). In broad terms,</span><span>&nbsp;</span><span>rather than exhibiting a denumerable set of frequencies (analogous to individual tones of a well-tuned musical</span><span>&nbsp;</span><span>instrument) a mixing system exhibits a continuum of frequencies, and identifying the frequencies associated</span><span>&nbsp;</span><span>with coherent (e.g., approximately periodic) observables within this continuum is a challenging mathematical</span><span>&nbsp;</span><span>and computational problem. Our approach employed kernel methods for operator approximation to discretize</span><span>&nbsp;</span><span>the Koopman spectrum and isolate the frequencies associated with coherent observables in the continuum.</span><span>&nbsp;</span><span>This enables identification of predictable components from data generated by chaotic systems; see Figures 1</span><span>&nbsp;</span><span>and 2 for illustrations in the context of the Lorenz 63 chaotic system and the El</span><span>&nbsp;</span><span>Nin&#771;o Southern Oscillation (ENSO) of the climate system, respectively. In the final year of the project, we showed that these methods may simultaneously identify trends and internal variability of&nbsp;</span><span>non-autonomous systems that evolve under time-dependent exogenous inputs,</span><span>&nbsp;</span><span>including the Earth's climate; see FIgure 3.</span><br /><br /><em><strong>Data-driven prediction.</strong></em><span>&nbsp;</span><span>We developed techniques for data-driven prediction of observables based on</span><span>&nbsp;</span><span>approximations of the Koopman operator. Our approach uses historical observations to build an</span><span>&nbsp;</span><span>approximation of the Koopman operator that can be used to predict the future evolution of a quantity of interest</span><span>&nbsp;</span><span>given the values of predictor variables at the present time. These methods have</span><span>&nbsp;theoretical convergence guarantees as the amount of training data increases, and are capable of</span><span>&nbsp;</span><span>rendering point forecasts (i.e., forecasts with specific values), as well probabilistic forecasts that capture </span><span>entire probability distributions. See Figure 4 (right) for an application of the</span><span>&nbsp;</span><span>Kernel Analog Forecasting (KAF) algorithm to predict the historic 2015/16 El Nin&#771;o event up to six months in</span><span>&nbsp;</span><span>advance.</span><span>&nbsp;&nbsp;</span><br /><br /><em><strong>Quantum algorithms for classical dynamics.&nbsp;</strong></em><span>A major development in the project was to leverage the close</span><span>&nbsp;</span><span>mathematical connections between operator-theoretic techniques for classical dynamical systems and quantum</span><span>&nbsp;</span><span>theory to develop novel algorithms for modeling classical dynamics that are amenable to implementation on</span><span>&nbsp;</span><span>quantum computers. In a nutshell, instead of representing the unknown state of a dynamical system by a</span><span>&nbsp;</span><span>probability distribution (which is the standard approach), we mathematically represent the state by a quantum</span><span>&nbsp;</span><span>mechanical&nbsp;</span><span>density operator</span><span>. The latter can be thought of as a generalization of a classical probability density</span><span>&nbsp;</span><span>that allows one to take advantage of properties such as superposition and entanglement which are unique to</span><span>&nbsp;</span><span>quantum systems.&nbsp;</span><span>See Figure 4 (right) for an application of the</span><span>&nbsp;</span><span>Quantum Mechanical Data Assimilation (QMDA) algorithm in simulated </span><span>ENSO prediction experiments. &nbsp;In Figure 5, we show quantum simulation of the classical harmonic oscillator performed on an IBM</span><span>&nbsp;</span><span>Quantum System One quantum computer. To our knowledge, this is the first successful implementation of an</span><span>&nbsp;</span><span>operator-theoretic prediction algorithm for classical dynamics on actual quantum hardware.</span><span>&nbsp;</span><br /><br /><em><strong>Broader impacts.</strong></em><span>&nbsp;</span><span>The project contributed to STEM workforce through training of&nbsp;</span><span>undergraduate students, PhD students, and postdoctoral researchers.</span><span>&nbsp;In addition, we have developed interdisciplinary courses</span><span>&nbsp;</span><span>spanning dynamical systems theory, data science, and quantum information science. More broadly, the project is likely to</span><span>&nbsp;</span><span>benefit society across the spectrum of activities dealing with complex, time-evolving phenomena. As discussed</span><span>&nbsp;</span><span>above, climate and weather forecasting are two application domains with high societal impacts directly</span><span>&nbsp;</span><span>addressed by the project.</span><span>&nbsp;</span><br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2023<br>\n\t\t\t\t\tModified by: Dimitrios&nbsp;Giannakis</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/2153561/2153561_10613406_1698543963562_fig1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/2153561/2153561_10613406_1698543963562_fig1--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2023/2153561/2153561_10613406_1698543963562_fig1--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Koopman spectral analysis of the Lorenz 63 system.</div>\n<div class=\"imageCredit\">https://arxiv.org/abs/2309.00732</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Dimitrios&nbsp;Giannakis</div>\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/2153561/2153561_10613406_1698544124364_fig2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/2153561/2153561_10613406_1698544124364_fig2--rgov-800width.jpg\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2023/2153561/2153561_10613406_1698544124364_fig2--rgov-66x44.jpg\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Reconstruction of the lifecycle of the El Nino Southern Oscillation using Koopman spectral analysis.</div>\n<div class=\"imageCredit\">https://doi.org/10.1038/s41467-021-26357-x</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Dimitrios&nbsp;Giannakis</div>\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/2153561/2153561_10613406_1698544301540_fig3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/2153561/2153561_10613406_1698544301540_fig3--rgov-800width.jpg\" title=\"Figure 3\"><img src=\"/por/images/Reports/POR/2023/2153561/2153561_10613406_1698544301540_fig3--rgov-66x44.jpg\" alt=\"Figure 3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Reconstruction of decadal climate trends using Koopman spectral analysis.</div>\n<div class=\"imageCredit\">https://arxiv.org/abs/2308.04045</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Dimitrios&nbsp;Giannakis</div>\n<div class=\"imageTitle\">Figure 3</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/2153561/2153561_10613406_1698544489261_fig4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/2153561/2153561_10613406_1698544489261_fig4--rgov-800width.jpg\" title=\"Figure 4\"><img src=\"/por/images/Reports/POR/2023/2153561/2153561_10613406_1698544489261_fig4--rgov-66x44.jpg\" alt=\"Figure 4\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">El Nino prediction using Quantum Mechanical Data Assimilation (left) and Kernel Analog Forecasting (right).</div>\n<div class=\"imageCredit\">https://doi.org/10.1073/pnas.2211115120; https://doi.org/10.1038/s41598-020-59128-7</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Dimitrios&nbsp;Giannakis</div>\n<div class=\"imageTitle\">Figure 4</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/2153561/2153561_10613406_1698544646734_fig5--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/2153561/2153561_10613406_1698544646734_fig5--rgov-800width.jpg\" title=\"Figure 5\"><img src=\"/por/images/Reports/POR/2023/2153561/2153561_10613406_1698544646734_fig5--rgov-66x44.jpg\" alt=\"Figure 5\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Quantum simulation of the classical harmonic oscillator.</div>\n<div class=\"imageCredit\">https://doi.org/10.1103/PhysRevA.105.052404</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Dimitrios&nbsp;Giannakis</div>\n<div class=\"imageTitle\">Figure 5</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nComplex, time-evolving systems are ubiquitous in nature and society, with examples ranging from the Earth's weather and climate to the behavior of markets and economies. Despite their apparent complexity, many such systems exhibit a form of underlying organized structure, whose discovery would enhance our ability to understand and predict a wide range of phenomena. The goal of this project was to develop new mathematical and algorithmic tools that can harness the information content of large datasets acquired from experiments and observations to create coherent representations of complex systems and use these representations to analyze and predict time-evolving phenomena. \n\nOur objectives were addressed through a novel combination of mathematical techniques bridging dynamical systems theory, differential geometry, and scientific machine learning. Rather than directly studying the evolution of dynamical systems in state space, our approach focused on the induced action of dynamics on observables (i.e., quantities that can be measured). As was realized in classical work of Bernard Koopman and John von Neumann from the 1930s, the evolution of observables under general (nonlinear) dynamics takes place through intrinsically linear operators, now known as Koopman operators. This perspective enables the use of the entire arsenal of techniques from linear operator theory to analyze and model nonlinear dynamics. Our work in the project led to fundamental contributions in data-driven operator-theoretic techniques, as well as significant applied results in climate and fluid dynamics obtained. in collaboration with domain experts. Our primary scientific contributions are as follows.\n\nSpectral analysis of complex systems. We developed techniques that provably approximate the spectrum of the Koopman operator from time series data. These methods helped address a longstanding problem in the field, namely, how to appropriately represent Koopman operators with continuous spectra, which are encountered ubiquitously systems of high complexity (mixing systems). In broad terms, rather than exhibiting a denumerable set of frequencies (analogous to individual tones of a well-tuned musical instrument) a mixing system exhibits a continuum of frequencies, and identifying the frequencies associated with coherent (e.g., approximately periodic) observables within this continuum is a challenging mathematical and computational problem. Our approach employed kernel methods for operator approximation to discretize the Koopman spectrum and isolate the frequencies associated with coherent observables in the continuum. This enables identification of predictable components from data generated by chaotic systems; see Figures 1 and 2 for illustrations in the context of the Lorenz 63 chaotic system and the El Nin&#771;o Southern Oscillation (ENSO) of the climate system, respectively. In the final year of the project, we showed that these methods may simultaneously identify trends and internal variability of non-autonomous systems that evolve under time-dependent exogenous inputs, including the Earth's climate; see FIgure 3.\n\nData-driven prediction. We developed techniques for data-driven prediction of observables based on approximations of the Koopman operator. Our approach uses historical observations to build an approximation of the Koopman operator that can be used to predict the future evolution of a quantity of interest given the values of predictor variables at the present time. These methods have theoretical convergence guarantees as the amount of training data increases, and are capable of rendering point forecasts (i.e., forecasts with specific values), as well probabilistic forecasts that capture entire probability distributions. See Figure 4 (right) for an application of the Kernel Analog Forecasting (KAF) algorithm to predict the historic 2015/16 El Nin&#771;o event up to six months in advance.  \n\nQuantum algorithms for classical dynamics. A major development in the project was to leverage the close mathematical connections between operator-theoretic techniques for classical dynamical systems and quantum theory to develop novel algorithms for modeling classical dynamics that are amenable to implementation on quantum computers. In a nutshell, instead of representing the unknown state of a dynamical system by a probability distribution (which is the standard approach), we mathematically represent the state by a quantum mechanical density operator. The latter can be thought of as a generalization of a classical probability density that allows one to take advantage of properties such as superposition and entanglement which are unique to quantum systems. See Figure 4 (right) for an application of the Quantum Mechanical Data Assimilation (QMDA) algorithm in simulated ENSO prediction experiments.  In Figure 5, we show quantum simulation of the classical harmonic oscillator performed on an IBM Quantum System One quantum computer. To our knowledge, this is the first successful implementation of an operator-theoretic prediction algorithm for classical dynamics on actual quantum hardware. \n\nBroader impacts. The project contributed to STEM workforce through training of undergraduate students, PhD students, and postdoctoral researchers. In addition, we have developed interdisciplinary courses spanning dynamical systems theory, data science, and quantum information science. More broadly, the project is likely to benefit society across the spectrum of activities dealing with complex, time-evolving phenomena. As discussed above, climate and weather forecasting are two application domains with high societal impacts directly addressed by the project. \n\n\n\n\t\t\t\t\tLast Modified: 10/29/2023\n\n\t\t\t\t\tSubmitted by: Dimitrios Giannakis"
 }
}