{
 "awd_id": "2153488",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES Track I: Advanced Engineering and Scientific Computing Research in Sweden",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924904",
 "po_email": "kkuyuk@nsf.gov",
 "po_sign_block_name": "Kristin Kuyuk",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 299938.0,
 "awd_amount": 299938.0,
 "awd_min_amd_letter_date": "2022-06-17",
 "awd_max_amd_letter_date": "2022-06-17",
 "awd_abstract_narration": "Engineering and Scientific Computing (ESC)  is a fascinating discipline, as it advances research and development in myriad fields of knowledge, from Aerodynamics to Space Science, contributes to the United States’ technological leadership, and supports private sector competitiveness. ESC fosters such innovations by implementing on high-performance computers novel computational methods that numerically solve mathematical models of physical systems.\r\n\r\nAs ESC advances research worldwide, this project will educate globally minded students for international research leadership in Engineering and Scientific Computing. Indeed, ESC professionals with both scientific computing and global engagement skills are in high demand by multinational corporations, government research laboratories, and academia. This demand prompts a need to increase the number of students in computing research, beginning with undergraduate students, as they progress in the educational pipeline towards employment or graduate school. This IRES program will involve twenty-one diverse U.S. students over three years. Diversity will be achieved by recruiting students from different genders and heritages including, but not limited to, American, African, Asian, Hispanic, and Native American heritages. Each year, there will be a cohort of seven U.S. students who will complete a fifteen-week long research experience in Sweden. In each same year, this cohort will be expanded with seven Swedish students, separately supported by Sweden. Students in the expanded cohort will interact with one another to establish a future international professional network for all participants. Sweden is a desirable overseas destination for this program, also in view of the partnerships among U.S. and Swedish corporations that use ESC. These corporations include Sweden’s Saab as well as Boeing, which are collaborating with each other in the fulfillment of a major nine-year U.S. Air Force contract and will also support this program through computing projects and internships. The Swedish host for this program is Linköping University (LiU). This is an ideal international partner as it develops and applies mathematically robust algorithms, serves as the main partner of its region’s Visualization Center, and manages Sweden’s National Supercomputer Center. This center houses the largest high-performance computer in Sweden, which features 1.5 petabytes of data storage, 480 GPU’s, and a processing speed of 300 petaflops. The IRES scholars will thus have access to leadership-class facilities and conduct their research in the welcoming international Computational Mathematics research environment within LiU’s Division of Applied Mathematics. By developing globally engaged students who have practiced scientific computing research overseas, this IRES program will also widen students’ professional opportunities as well as global horizons. By living in a different country and culture, the participants will also sharpen their interaction, resilience, and resourcefulness skills in navigating distinct cultures, expectations, and processes. These transferrable skills are valued by employers and multinational corporations highly. \r\n\r\nThe U.S. students will contribute to advance engineering and scientific computing by completing research projects on the development of efficient, stable, and high-order accurate algorithms for investigating  realistic physical processes. These algorithms will discretely approximate and numerically solve systems of linear and non-linear time-dependent partial differential equations, emphasizing rapid convergence and scalability on high-performance computer architectures. The scholars will explore the development of innovative discrete differentiation operators on arbitrary point sets via machine learning, neural networks, and orthogonal functions, including Chebyshev polynomials, to increase spatial accuracy. The resulting stiff ordinary differential equations will be integrated through low-diffusion, e.g. symplectic, implicit time stepping processes. The resulting non-linear algebraic equations will then be solved via Newton iteration, leading to the solution of sequences of linear systems. These will be solved  through combinations of direct and iterative Krylov-type flexibly preconditioned numerical linear algebra solvers. An initial field for the iterative solution of these linear systems on dense grids will be generated via interpolation of a direct Gaussian-elimination solution within a coarse grid. The scholars will practice the skills to apply mathematical frameworks and also appreciate the approximations involved in computational models, understand the range of validity of computational results, and analyze these results critically. These are crucially needed skills. Efficient and scalable computational algorithms are important worldwide to advance fields of knowledge that critically rely on scientific computing and thereby advance technological development as well as designs cost effectively. This is because these designs increasingly rely on computational simulations, which usher in the era of e-design to lower development costs, increase first-time quality of prototypes, and decrease time to bring complex systems, such as aircraft, to markets.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Iannelli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph Iannelli",
   "pi_email_addr": "joseph.iannelli@wsu.edu",
   "nsf_id": "000741160",
   "pi_start_date": "2022-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Linkoping University",
  "perf_str_addr": "1 Maester Mattias Vaeg",
  "perf_city_name": "Linkoping",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "SE581 83",
  "perf_ctry_code": "SW",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Sweden",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  },
  {
   "pgm_ref_code": "5937",
   "pgm_ref_txt": "SWEDEN"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 299938.0
  }
 ],
 "por": null
}