{
 "awd_id": "2153317",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRII: CNS: Building A Framework for Software-Based Wireless Sub-Protocols",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927855",
 "po_email": "aabouzei@nsf.gov",
 "po_sign_block_name": "Alhussein Abouzeid",
 "awd_eff_date": "2022-05-01",
 "awd_exp_date": "2025-04-30",
 "tot_intn_awd_amt": 171494.0,
 "awd_amount": 171494.0,
 "awd_min_amd_letter_date": "2022-01-27",
 "awd_max_amd_letter_date": "2022-02-22",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2).\r\n\r\nResiliency is a crucial challenge for the next generation of wireless protocols. For wireless devices to become an essential part of our infrastructure, they must be resilient to changing environmental conditions and function under extreme cases. However, current wireless protocols have limited adaptability. This project explores a new class of wireless protocols called “wireless sub-protocols”. Wireless sub-protocols are new protocols built on existing wireless protocols but increase their capabilities and adaptability. Wireless sub-protocols are implemented only in software and require no changes to a device’s hardware. Wireless sub-protocols add extra adaptability paving the way for future resilient wireless protocols with only a software update.\r\n\r\nMore flexibility in wireless protocols is necessary to accommodate the ever-expanding use cases that new wireless devices demand and bring about ultra-resilient wireless systems. To address the need for adaptability and resiliency, this project explores the novel idea of building a wireless protocol layering approach where additional functionality is added to a wireless protocol using “wireless sub-protocols”. A wireless sub-protocol is a protocol built on top of another wireless protocol. A wireless sub-protocol provides a way for a base protocol to increase its abilities beyond what the original protocol designers intended. A communication scheme can be built on top of an existing protocol by measuring and controlling the physical layer properties in user space software. This innovative technique allows a device to gain new capabilities and thus adaptability, with only a software update. Sub-protocols coexist with the base protocol, allowing the application developer to decide when to use one or the other. This project will build a framework for prototyping, building, and testing different types of wireless sub-protocols. The project will use wireless testbeds to prototype new wireless sub-protocols rapidly. This project will enable a new research area of wireless sub-protocols, impacting future designs of wireless devices. The technology the project develops will be available to technical standardization committees to formalize approaches to wireless sub-protocols. Since the innovation technique is implemented in software, it lowers the barrier of entry and is much more approachable to new students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Lundrigan",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Philip B Lundrigan",
   "pi_email_addr": "lundrigan@byu.edu",
   "nsf_id": "000817577",
   "pi_start_date": "2022-01-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brigham Young University",
  "inst_street_address": "A-153 ASB",
  "inst_street_address_2": "",
  "inst_city_name": "PROVO",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8014223360",
  "inst_zip_code": "846021128",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "UT03",
  "org_lgl_bus_name": "BRIGHAM YOUNG UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JWSYC7RUMJD1"
 },
 "perf_inst": {
  "perf_inst_name": "Brigham Young University",
  "perf_str_addr": "A-285 ASB",
  "perf_city_name": "Provo",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "846021231",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "UT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8228",
   "pgm_ref_txt": "CISE Resrch Initiatn Initiatve"
  },
  {
   "pgm_ref_code": "7363",
   "pgm_ref_txt": "RES IN NETWORKING TECH & SYS"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 171494.0
  }
 ],
 "por": null
}