{
 "awd_id": "2153946",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ergodic Quantum Processes: Localization, Diffusion, and Steady States",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922595",
 "po_email": "mbocea@nsf.gov",
 "po_sign_block_name": "Marian Bocea",
 "awd_eff_date": "2022-05-01",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 451130.0,
 "awd_amount": 451130.0,
 "awd_min_amd_letter_date": "2022-03-29",
 "awd_max_amd_letter_date": "2022-03-29",
 "awd_abstract_narration": "The focus of this project is the study of quantum systems with time and space dependent disorder.  While the basic scientific question \"What are the effects of disorder?\" is always relevant, it is particularly urgent today in the context of quantum systems due to the recent advent of noisy, intermediate scale quantum devices.  The aim of this project is to deepen our theoretical and mathematical understanding of disorder effects in key models of the quantum evolution of \"open\" quantum systems, with non-negligible environment interactions.  The equations studied in this project arise in the theory of disordered materials and quantum information science but are of general interest because of the fundamental nature of both wave motion and disorder. Progress in understanding the solutions to these equations will improve basic understanding of models of theoretical physics and applied mathematics. The project will entail extensive opportunities for undergraduate and graduate students.\r\n\r\nThe project is a program of research on the effects of disorder in models of quantum system models, and will focus on three main investigations: 1) Evolution of ergodic quantum processes. Building on the recent discovery, by the PI and his collaborator, of a general ergodic theorem in the context of open quantum systems, this investigation will aim to bring the tools of probability and ergodic theory to bear on questions relevant to quantum information science. 2) Quantitative analysis of diffusion in open and noisy, extensive systems. The main goal of this investigation is to develop quantitative methods to estimate the diffusivity for a quantum particle subject to thermal noise. 3) Study of Anderson localization in many body systems and systems with correlated randomness. It is known that interference effects due to strong static disorder can trap the wave function, a phenomenon called Anderson localization.  However, the exact nature of localization in many body and open quantum systems is poorly understood. The goal of this investigation is to prove the existence of, and clarify the nature of, Anderson localization in many-body systems and systems with strongly correlated randomness.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Schenker",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey H Schenker",
   "pi_email_addr": "jeffrey@math.msu.edu",
   "nsf_id": "000414659",
   "pi_start_date": "2022-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "Office of Sponsored Programs",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 451130.0
  }
 ],
 "por": null
}