{
 "awd_id": "2153429",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Four Challenging Questions in Probability",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 274692.0,
 "awd_amount": 274692.0,
 "awd_min_amd_letter_date": "2022-03-29",
 "awd_max_amd_letter_date": "2024-06-29",
 "awd_abstract_narration": "Mathematicians and physicists have long studied stochastic spatial models, like the Ising model and percolation that give important insights into the phase transitions of the physical systems that they model. Stochastic spatial models are important for applications, so it is important to develop methods to understand their qualitative behavior. For many systems like the contact process, which is a simple model of the spread and competition of species, the nontrivial stationary distribution is unique and its density is a continuous function of its parameters. The research carried out in this project will investigate some systems that are exceptions to this rule. The PI's work on nonlinear voter models seeks to produce examples that can be rigorously shown to have two nontrivial translation invariant equilibrium states. The PI has recently shown that a susceptible-infected epidemics in which individuals drop connections to infected individuals can have a discontinuous phase transition. One of the goals is to extend this to the more realistic SIR model. In the other direction there is a process called explosive percolation that was conjectured in 2009 based on simulation to have a discontinuous transition, but one year later a rigorous mathematical proof showed that this system and a number of similar systems have continuous phase transitions. One of the goals of this project will seek to prove qualitative results about the phase transition in the explosive percolation model. The project will provide research training opportunities for graduate students. \r\n\r\nWork will be carried out on four challenging and long-studied problems in probability. For brevity only three are mentioned here: (i) Explosive percolation occurs on a dynamically grown random graph in which m potential new edges are chosen on each step but only is chosen to be added. Achlioptas, D’Souza and Spencer claimed in 2009 that these models could have discontinuous transitions, but one year later Riordan and Warnke showed that for a broad class of rules the transition is continuous. One of the goals of this project is to extend their results to other systems and to obtain more detailed information about the phase transition. (ii) In many cases the existence of stationary distributions for a stochastic spatial model has been proved by showing that the particle systems converge to reaction diffusion equations with positive wave speed. Recently Huang and Durrett have shown that several particle systems that converge to reaction-diffusion equations with zero wave speeds converge to motion by mean curvature as time is further sped-up. This opens up the possibility of proving the existence of discontinuous phase transitions. (iii) Durrett and Yao have recently given an almost necessary and sufficient condition for a discontinuous phase transition in the SI model on an evolving configuration model graph. One of the aims of this project is to extend this result to more realistic SIR and SIS epidemics. The latter question is a long standing open problem.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Durrett",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Richard T Durrett",
   "pi_email_addr": "rtd@math.duke.edu",
   "nsf_id": "000351404",
   "pi_start_date": "2022-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "220 W. Main St. Suite 710",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277080320",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126300",
   "pgm_ele_name": "PROBABILITY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 63858.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 105026.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 105808.0
  }
 ],
 "por": null
}