{
 "awd_id": "2153599",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES Track I: Advanced Imaging and Characterization at the Interface Between Living and Nonliving Materials",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924904",
 "po_email": "kkuyuk@nsf.gov",
 "po_sign_block_name": "Kristin Kuyuk",
 "awd_eff_date": "2022-05-15",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2022-03-11",
 "awd_max_amd_letter_date": "2022-03-11",
 "awd_abstract_narration": "The goals of this project are to develop advanced imaging techniques and innovative microscopic probes to determine how biological cells respond to force and to train U.S. students in these techniques. These experiments will help us understand how stem cells differentiate into functional cell types, how cancer cells spread, and how blood flow is regulated. Understanding how cells interact with their environment is essential for developing treatments for a variety of health-related issues, ranging across joint repairs, cancer therapeutics, tissue engineering, and heart and vascular disease prevention and treatment. The scientific goals will be accomplished via a focused international collaboration that provides intensive research training for graduate and undergraduate students. Each year, research will be conducted by 4 - 6 U.S. students working toward their Ph.D. or undergraduate senior thesis under joint supervision of professors from Lehigh University and researchers in the French National Laboratories in the University of Bordeaux, France. Each of the participating students will work in Bordeaux laboratories in the summer and at Lehigh for the rest of the year. Gender balance and race and ethnic diversities will be considered to ensure the development of the United States STEM workforce in a diverse, inclusive and international environment.\r\n\r\nA team of Lehigh faculty in science and engineering departments in collaboration with CNRS researchers in the University of Bordeaux, France will conduct themed research projects with aims to develop multiscale microrheology to investigate mechanotransduction of multicellular organoids, time-lapse confocal imaging of stem cell differentiation in 3D-printed scaffolds, and magnetic nanoparticle-mediated transport of membrane-bound proteins on a supported membrane. Three model systems are to be developed for such investigation: organelles confined by sub-millimeter hydrogel capsules, 3D printed bio-scaffolds and supported lipid membranes embedded with magnetic nanoparticle-labeled membrane-bound proteins. Multiscale imaging modalities, including fluorescence confocal microscopy and optical coherent tomography, will be used to examine cellular and extracellular milieu at different length scales. Multiscale rheology probes, including microbeads manipulated by optical tweezers, deformable microgels and oil or fat droplets, will be used to map the stress-strain field in subcellular to multicellular domains. Correlation between cellular growth and response and the stress-strain maps will guide the researchers in developing theoretical models as well as testing the validity of these models. This project will advance understanding of mechanotransduction of stem cell differentiation and cell migration in complex three dimensional environments. Experiments on transport of membrane proteins will generate new data and experimental approaches to discover the mechanisms that cells use to respond to blood flow. Success of this project will be assessed by journal publications and by presentations of research by the participating students in national and international conferences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hsin-Chiao",
   "pi_last_name": "Ou-Yang",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Hsin-Chiao D Ou-Yang",
   "pi_email_addr": "hdo0@lehigh.edu",
   "nsf_id": "000462095",
   "pi_start_date": "2022-03-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aurelia",
   "pi_last_name": "Honerkamp-Smith",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Aurelia R Honerkamp-Smith",
   "pi_email_addr": "auh216@lehigh.edu",
   "nsf_id": "000734536",
   "pi_start_date": "2022-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "27 Memorial Drive West",
  "perf_city_name": "Bethlehem",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}