{
 "awd_id": "2153228",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES Track 1: Low-Dimensional Materials for Transducers",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924904",
 "po_email": "kkuyuk@nsf.gov",
 "po_sign_block_name": "Kristin Kuyuk",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 299888.0,
 "awd_amount": 299888.0,
 "awd_min_amd_letter_date": "2022-06-30",
 "awd_max_amd_letter_date": "2022-06-30",
 "awd_abstract_narration": "The disruptions in a global supply chain created by the pandemic have impacted almost everyone's daily lives in the U. S. and beyond. One notable example is the \"semiconductor chip shortage\". The chips process data and enable autonomous operations of various consumer products, in many cases, without direct human interventions. In order to enhance the manufacturing capability and capacity to address the current challenges, it is imperative to educate the next generation engineers with the global perspective and competitiveness in this technical domain. Among those semiconductor chip devices, a collection of devices that convert one energy form to another is called transducers. They play a crucial role in translating physical events into electrical signals that computers can process. This IRES Site program aims to provide international summer research experiences by engaging six undergraduate/graduate students each year for three years at the epicenter of transducer development in Korea. The team will work with six foreign faculty mentors at four different universities to innovate transducer technologies by utilizing newly developed nanoscale materials. This program is designed to expose the cohort students to global research in different cultural environments and equip them with a broader range of skills to stimulate their professional development. Their competencies can be nurtured in the area of leadership, communication, self-awareness in order for them to be successful in their future careers in academia, corporate, or government sectors. The outcome of this program will directly impact and advance the workforce development in chip manufacturing.\r\n\r\nRecently explored low-dimensional materials in significantly reduced physical dimensions have exhibited unprecedented opportunities for emerging device applications. They are particularly promising for transducer technologies which benefit from their large set of extraordinary properties such as enlarged surface area, optical/electrical tunability as well as superior mechanical deformability. This IRES program aims to comprehensively study the fundamentals of structure-property-process relations in a variety of low-dimensional materials toward exploring their suitability for advanced transducer technologies. The research team will systematically investigate the materials classified by their physical dimension – i.e., zero-dimensional quantum dots, one-dimensional nanowires, two-dimensional graphene and transition metal dichalcogenide layers, as well as their heterogeneously-integrated hybrid structures. Specifically, the team will strive to unveil the underlying physical and chemical principles for the controlled manipulation of electrical and optical properties in these materials and investigate manufacturing methodologies to assemble them with targeted geometries. The obtained knowledge will be utilized to develop various transducer device components with unconventional functionalities such as mechanically stretchable optical/electrical sensors and energy storage electrodes.  This project is funded by the Office of International Science and Engineering (OISE).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hyoung Jin",
   "pi_last_name": "Cho",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hyoung Jin Cho",
   "pi_email_addr": "hjcho@ucf.edu",
   "nsf_id": "000278060",
   "pi_start_date": "2022-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yeonwoong",
   "pi_last_name": "Jung",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yeonwoong Jung",
   "pi_email_addr": "yeonwoong.jung@ucf.edu",
   "nsf_id": "000702816",
   "pi_start_date": "2022-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Central Florida",
  "perf_str_addr": "4000 Central Florida Blvd",
  "perf_city_name": "Orlando",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5942",
   "pgm_ref_txt": "KOREA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 299888.0
  }
 ],
 "por": null
}