{
 "awd_id": "2153843",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Wildlife Neighbors: Facilitated Ecological Research with Minority Youth via Camera Surveys in Urban Parks",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032927922",
 "po_email": "tdancste@nsf.gov",
 "po_sign_block_name": "Toni Dancstep",
 "awd_eff_date": "2021-11-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 299613.0,
 "awd_amount": 253216.0,
 "awd_min_amd_letter_date": "2021-11-04",
 "awd_max_amd_letter_date": "2023-09-29",
 "awd_abstract_narration": "Urban environments are remarkable natural laboratories to study ecology and speciation. These learning ecosystems are ecologically diverse and potentially more accessible for urban youth and their families. Unfortunately, disparities in STEM access continue to persist. Transportation, social and financial barriers, and a lack of awareness of STEM opportunities are a few of the inequities that significantly limit participation in STEM programs among urban youth, especially from underrepresented groups. Perceptions of who can meaningfully engage in scientific research remain demographically skewed to affluent, aged, and non-minoritized individuals. In an effort to address these challenges, this pilot study will investigate the feasibility of using remote cameras to survey local, urban wildlife to promote inclusive practices and youth engagement in STEM.  A co-created curriculum will be employed, bringing urban ecologists and Detroit youth (6th-8th grade) together to participate in wildlife field experiences to garner and analyze data collected from cameras deployed through the city. It is the unique coupling of the camera surveys with authentic place-based, culturally relevant ecological research that will facilitate the innovative, experiential learning experiences. This pilot study will advance the understanding of the extent to which various facilitation methods and participation in out-of-school time programs like the Wildlife Neighbors program impact youth. From a broader impacts' perspective, this work may yield positive environmental literacy outcomes and prove applicable for other urban youth in the country. The research findings would lay the foundation for future research and add novel approaches to the NSF portfolio on urban, out-of-school time environmental education programs for middle school youth using camera surveys to promote inclusivity, engagement in scientific field research, and increase youths' interest in STEM.\r\n\r\nThrough a strategic partnership between the Applied Wildlife Ecology Lab in the School of the Environment at Yale University and the Detroit Zoological Society, this pilot will examine the effects of experiential learning through wildlife monitoring in twenty-four Detroit parks on strengthening four aspects of youth's environmental literacy: knowledge of ecology, competencies as researchers, empathy for wildlife, and sense of place. Youth will self-select into one of four facilitation models, each varying in intensity (summer experience, afterschool club) and mode (in-person, remote). Using camera surveys deployed in Detroit parks, youth will be immersed in ecological research, engaging them in the entire scientific process: observation, inquiry, data collection, fieldwork, data analysis and storytelling. Youth pre- and post-surveys, daily reflections on program activities, and parent/guardian questionnaires will assess impacts and experiences of the Wildlife Neighbors facilitation models and program more broadly. The research questions will explore the extent to which participation in Wildlife Neighbors: (a) differs across facilitation intensity and mode, and (b) strengthens environmental literacy among middle school urban youth when engaged in a co-created out-of-school time experiential program using remote cameras to survey local wildlife. Over the two-year pilot duration, approximately 100 youth and their families will participate in the program.  \r\n\r\nThis pilot study is funded by the NSF Advancing Informal STEM Learning program, which seeks to advance new approaches to, and evidence-based understanding of, the design and development of STEM learning in informal environments. This includes providing multiple pathways for broadening access to and engagement in STEM learning experiences, advancing innovative research on and assessment of STEM learning in informal environments, and developing understandings of deeper learning by participants.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nyeema",
   "pi_last_name": "Harris",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nyeema Harris",
   "pi_email_addr": "nyeema.harris@yale.edu",
   "nsf_id": "000573341",
   "pi_start_date": "2021-11-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "195 Prospect St",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065112387",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 253216.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">Urban ecologists studying wildlife reside at the nexus between human and natural ecosystems. It is this coupling that uniquely positions these researchers to facilitate a myriad of informal, experiential learning in STEM education. This project, <em>Wildlife Neighbors</em> was a Pilot and Feasibility Study within NSF&rsquo;s Advancing Informal Learning in STEM program implemented through a strategic partnership between the Applied Wildlife Ecology (AWE) Lab at Yale School of the Environment and the Detroit Zoological Society. The <em>Wildlife Neighbors</em> Project aims to use an extensive camera survey ongoing in Detroit to facilitate an authentic ecological research experience for minoritized youth. By deploying cameras in parks near elementary schools in Detroit, such participatory research provided a unique opportunity to transform seemingly mundane events (e.g., walking across a park to commute to school) to expanded perceptions of the &ldquo;neighbors&rdquo; in neighborhoods. The project enhances understanding of <em>empathy</em> and <em>sense of place</em> through an innovative collaborative framework &ndash; coupling existing and expanding infrastructure of urban camera surveys to broader societal relevance. By engaging youth in the full scientific process including observation and story-telling under different facilitation models, this project evaluated how such participation influences environmental literacy pertaining to knowledge, empathy, sense of place, and competencies. Specifically, an 8-module curriculum was developed that covered topics on making observations, data collection methods and background research, asking research questions, refining hypothesis, collecting, processing, and analysing data, interpreting and communicating results. The central motivation of this work lied in testing environmental sociology theories emergent from authentic ecological research garnered from data collection in anthropogenic environments.</p>\n<p class=\"Default\">The <em>Wildlife Neighbors</em> curriculum was implemented under four different facilitation modules: a one-week intensive summer camp, a Saturday science club, an after-school program, and a virtual asynchronous format. In the camp, structured content was delivered in an intensive 1-week-structured format in person at the Detroit Zoological Society. Participants attended all day for 5 days (7 hours per day) for 35 of facilitation under this heavy facilitation mode. In the Saturday session, participants recruited for the program met for 3 hours on Saturdays for 6 weeks with five sessions occurring at the zoo. This format had about 18 hours of facilitation under moderate facilitation. In the after-school model, educators travelled to schools to provide 1 hour of programming for 10-12 weeks, 45- 50 mins per learning time. This format included 10-12 hours of facilitation with week-long gaps as a moderately low facilitation level. In the low facilitation online format, youth participants and their parents attended a deployment orientation as a virtual and recorded session. Office hours were offered bi-weekly for 30 minutes during 8-week with the 8 modules curriculum provided in a self-paced program.</p>\n<p class=\"Default\">A total of 81 youth participants engaged with the <em>Wildlife Neighbors</em> curriculum, while 1000s of members of the general public engaged with the wildlife camera data to assist with identifications of species (see Gadsden et al. 2021). The mean age for participants in the <em>Wildlife Neighbors</em> Program was 11 years old with gender parity. Additionally, 88% of participants self-identified as African-American. There were three significant findings stemming from pre- and post-surveys and participant reflections questions from for these analyses: 1) overall, participants in the program exhibited a significant increase in research competencies. 2) participants in the Summer Camp/high facilitation model exhibited significant increases in research competencies, place identity, and place dependence. 3) qualitative reflection questions also revealed that ecological knowledge and empathy towards animals improved from participating in the <em>Wildlife Neighbors</em> curriculum. Lastly, though sample size was very small (n=3), parents/guardians indicated that their children expressed greater interest for nature after participating in the <em>Wildlife Neighbor Program</em>.</p>\n<p class=\"Default\">In this work, the use of camera surveys in urban environments in increasingly common. These activities provide new and exciting opportunities for public participation in science as well as informal learning communities that include exchanges between the public and scientific experts. Therefore, this project provides an explicit workflow on how more wildlife researchers can incorporate public science into their workplans, for which are disseminated in presentations and meetings with the wildlife research community. The two resultant publications in reputable peer review journals with a primary ecology audience with assist with this aim.The PI is a natural scientist with expertise in wildlife ecology while the co-PI has expertise in sociology and education. Therefore, the project is inherently interdisciplinary. The approach and findings can inform urban planning (animal occurrence), parks &amp; recreation (use and value of green space), data science (aggregating qualitative and quantitative natural and social science data), education (facilitation outcomes) and communication (effective dissemination strategies) disciplines. Youth participants and their communities (e.g., church, family, recreational teams, etc) were immersed in a new informal learning community where they can actively \"discover self\" by being a scientist. Ultimately, programs like <em>Wildlife Neighbors</em> have the potential to influence science identity and broaden participation of under-represented groups.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 05/03/2024<br>\nModified by: Nyeema&nbsp;Harris</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2153843/2153843_10681740_1714763170039_cameraflyer3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2153843/2153843_10681740_1714763170039_cameraflyer3--rgov-800width.jpg\" title=\"Camera Infographic\"><img src=\"/por/images/Reports/POR/2024/2153843/2153843_10681740_1714763170039_cameraflyer3--rgov-66x44.jpg\" alt=\"Camera Infographic\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Camera infographic describing the use of camera traps and resultant data for monitoring of urban wildlife</div>\n<div class=\"imageCredit\">AWE Lab</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Nyeema&nbsp;Harris\n<div class=\"imageTitle\">Camera Infographic</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nUrban ecologists studying wildlife reside at the nexus between human and natural ecosystems. It is this coupling that uniquely positions these researchers to facilitate a myriad of informal, experiential learning in STEM education. This project, Wildlife Neighbors was a Pilot and Feasibility Study within NSFs Advancing Informal Learning in STEM program implemented through a strategic partnership between the Applied Wildlife Ecology (AWE) Lab at Yale School of the Environment and the Detroit Zoological Society. The Wildlife Neighbors Project aims to use an extensive camera survey ongoing in Detroit to facilitate an authentic ecological research experience for minoritized youth. By deploying cameras in parks near elementary schools in Detroit, such participatory research provided a unique opportunity to transform seemingly mundane events (e.g., walking across a park to commute to school) to expanded perceptions of the neighbors in neighborhoods. The project enhances understanding of empathy and sense of place through an innovative collaborative framework  coupling existing and expanding infrastructure of urban camera surveys to broader societal relevance. By engaging youth in the full scientific process including observation and story-telling under different facilitation models, this project evaluated how such participation influences environmental literacy pertaining to knowledge, empathy, sense of place, and competencies. Specifically, an 8-module curriculum was developed that covered topics on making observations, data collection methods and background research, asking research questions, refining hypothesis, collecting, processing, and analysing data, interpreting and communicating results. The central motivation of this work lied in testing environmental sociology theories emergent from authentic ecological research garnered from data collection in anthropogenic environments.\n\n\nThe Wildlife Neighbors curriculum was implemented under four different facilitation modules: a one-week intensive summer camp, a Saturday science club, an after-school program, and a virtual asynchronous format. In the camp, structured content was delivered in an intensive 1-week-structured format in person at the Detroit Zoological Society. Participants attended all day for 5 days (7 hours per day) for 35 of facilitation under this heavy facilitation mode. In the Saturday session, participants recruited for the program met for 3 hours on Saturdays for 6 weeks with five sessions occurring at the zoo. This format had about 18 hours of facilitation under moderate facilitation. In the after-school model, educators travelled to schools to provide 1 hour of programming for 10-12 weeks, 45- 50 mins per learning time. This format included 10-12 hours of facilitation with week-long gaps as a moderately low facilitation level. In the low facilitation online format, youth participants and their parents attended a deployment orientation as a virtual and recorded session. Office hours were offered bi-weekly for 30 minutes during 8-week with the 8 modules curriculum provided in a self-paced program.\n\n\nA total of 81 youth participants engaged with the Wildlife Neighbors curriculum, while 1000s of members of the general public engaged with the wildlife camera data to assist with identifications of species (see Gadsden et al. 2021). The mean age for participants in the Wildlife Neighbors Program was 11 years old with gender parity. Additionally, 88% of participants self-identified as African-American. There were three significant findings stemming from pre- and post-surveys and participant reflections questions from for these analyses: 1) overall, participants in the program exhibited a significant increase in research competencies. 2) participants in the Summer Camp/high facilitation model exhibited significant increases in research competencies, place identity, and place dependence. 3) qualitative reflection questions also revealed that ecological knowledge and empathy towards animals improved from participating in the Wildlife Neighbors curriculum. Lastly, though sample size was very small (n=3), parents/guardians indicated that their children expressed greater interest for nature after participating in the Wildlife Neighbor Program.\n\n\nIn this work, the use of camera surveys in urban environments in increasingly common. These activities provide new and exciting opportunities for public participation in science as well as informal learning communities that include exchanges between the public and scientific experts. Therefore, this project provides an explicit workflow on how more wildlife researchers can incorporate public science into their workplans, for which are disseminated in presentations and meetings with the wildlife research community. The two resultant publications in reputable peer review journals with a primary ecology audience with assist with this aim.The PI is a natural scientist with expertise in wildlife ecology while the co-PI has expertise in sociology and education. Therefore, the project is inherently interdisciplinary. The approach and findings can inform urban planning (animal occurrence), parks & recreation (use and value of green space), data science (aggregating qualitative and quantitative natural and social science data), education (facilitation outcomes) and communication (effective dissemination strategies) disciplines. Youth participants and their communities (e.g., church, family, recreational teams, etc) were immersed in a new informal learning community where they can actively \"discover self\" by being a scientist. Ultimately, programs like Wildlife Neighbors have the potential to influence science identity and broaden participation of under-represented groups.\n\n\n\t\t\t\t\tLast Modified: 05/03/2024\n\n\t\t\t\t\tSubmitted by: NyeemaHarris\n"
 }
}