{
 "awd_id": "2154680",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ergodic Theory Beyond Amenability",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922595",
 "po_email": "mbocea@nsf.gov",
 "po_sign_block_name": "Marian Bocea",
 "awd_eff_date": "2022-05-15",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 425512.0,
 "awd_amount": 425512.0,
 "awd_min_amd_letter_date": "2022-04-06",
 "awd_max_amd_letter_date": "2022-04-06",
 "awd_abstract_narration": "Classical dynamics studies how systems change in time. Ergodic theory focusses on the statistical behavior of dynamical systems. Applications of ergodic theory are widespread: from traffic modeling to aerospace engineering and population dynamics. It is natural and of practical importance to generalize the role of time in a dynamical system to more complicated groups of symmetries. This generalized notion of dynamics leads to applications in statistical physics, number theory and geometry. However, new tools are needed especially in the particular case when the group of symmetries is non-amenable, which means that boundary phenomena are too significant to be safely ignored. Non-amenable groups naturally arise in many parts of mathematics such as geometry and number theory. This project is concerned with developing the tools needed to analyze the statistical behavior of non-amenable group actions by generalizing ergodic theory to this context. The project provides research training opportunities for graduate students.\r\n\r\nThe research goals of this projects are: (1) Measured equivalence relations (MERs) arise from actions of groups. MERs are both a tool and a source of interesting examples for extending classical ergodic theory to non-amenable group actions. This project aims to develop the structure of MERs by classifying the normal subequivalence relations of low-dimensional MERs and finding MER-analogs of objects from geometric group theory. (2) Sofic entropy theory is a generalization of classical entropy to actions of sofic groups, a class of groups including amenable and residually finite groups. It is relatively new. Specific goals include: determine conditions under which entropy is invariant under orbit-equivalence, develop a locally compact version of sofic entropy theory, classify mixing Markov chains over free groups and determine how sofic entropy depends on the choice of sofic approximation. (3) A major tool for extending ergodic theory to non-amenable groups is sofic approximation, in which the action of the group on itself is approximated locally on average by a sequence of partial actions on finite sets. There are no known cases when this tool cannot be used. A major goal of this project is to find non-sofic groups and actions of low-dimensional groups by modifying recent techniques used to solve Connes’ Embedding Conjecture. (4) Sofic approximation fits into the broader framework of Benjamini-Schramm (BS) convergence, in which one considers sequence of finite graphs or compact measured metric spaces and the limit object is a random pointed graph or space. Naturally occurring sequences include random translation surfaces, quadratic differentials and measured laminations. This project will determine the BS-limit of these sequences and relate them to known objects such as the Curien-Werner Markovian triangulation and Gaussian Analytic Functions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lewis",
   "pi_last_name": "Bowen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lewis Bowen",
   "pi_email_addr": "lpbowen@math.utexas.edu",
   "nsf_id": "000511625",
   "pi_start_date": "2022-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1281",
   "pgm_ref_txt": "ANALYSIS PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 425512.0
  }
 ],
 "por": null
}