{
 "awd_id": "2154378",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Hyperbolicity with Singularities and Coexistence via Smoothing",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922595",
 "po_email": "mbocea@nsf.gov",
 "po_sign_block_name": "Marian Bocea",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 297450.0,
 "awd_amount": 297450.0,
 "awd_min_amd_letter_date": "2022-07-18",
 "awd_max_amd_letter_date": "2022-07-18",
 "awd_abstract_narration": "When we flip a coin, the outcome is random and unpredictable. Similarly, we cannot make a detailed weather forecast for six months in the future and expect it to be accurate. And yet we believe these events to be governed by laws of physics that are deterministic: the same input always leads to the same output. These two opposing ideas — unpredictability in practice versus predictability in theory — can be reconciled using the mathematical theory of hyperbolic dynamical systems, which leads to ideas that are popularly known as chaos theory. When we study some system and use a model to make predictions, it is vital to understand the way that predictability evolves into unpredictability so that we know when a forecast predicting one specific outcome (\"it will rain tomorrow\") must be replaced by a more probabilistic statement (\"in the long run, the coin will come up tails half the time\"). The basic mechanism for this process is \"sensitive dependence on initial conditions\" — a small error in our initial measurement of the system can grow quickly as time passes. The resulting theory is well-understood when this phenomenon occurs for all initial conditions and when the system does not have any \"singularities,\" where the rules governing the system change suddenly. However, these assumptions are quite restrictive, and it is more realistic to drop one or both, allowing study of a much broader class of systems. For this broader class, the theory is not as complete, and this leads to the goal of the present project: to develop a better understanding of systems displaying hyperbolic behavior in the presence of singularities, or for which there is coexistence of hyperbolic and non-hyperbolic behavior. This will involve both a study of the properties of systems with such behavior, as well as the development of tools to verify rigorously that this behavior does in fact occur. The project will also provide research training and mentoring of students.\r\n\r\nMore concretely, one part of the project involves thermodynamic formalism for systems with singularities, especially billiards, including both dispersing (Sinai billiard) and non-uniformly hyperbolic (Bunimovich stadium). For uniformly hyperbolic systems without singularities, the theory of thermodynamic formalism provides insights into the statistical behavior of the system, including existence and uniqueness of equilibrium measures, stochastic properties, and Margulis asymptotics for periodic orbits. The presence of singularities for billiard systems makes the corresponding theory more difficult to develop beyond the smooth Liouville measure (which is well understood). The investigator and collaborators previously studied thermodynamic formalism for non-uniformly hyperbolic systems without singularities using specification and leaf measure techniques; part of this project aims to extend these to systems with singularities. Another part of the project will focus on the problem of verifying non-uniform hyperbolicity and coexistence of regular and stochastic behavior. There are many systems where this is suggested by numerical evidence but not proved. The project will investigate a new technique for proving non-uniform hyperbolicity and coexistence in smooth systems that approximate singular ones, by using the invariant cone family for the singular system and borrowing ideas from one-dimensional dynamics to deal with the failure of cone-invariance for the smooth system. One expected application of this theory will be the construction of a positively curved surface whose geodesic flow has positive Liouville entropy (and thus non-uniform hyperbolicity) coexisting with vanishing Lyapunov exponents on a set of positive Liouville measure; existence of such a surface remains an important open problem at the interface of dynamical systems and geometry.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vaughn",
   "pi_last_name": "Climenhaga",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vaughn Climenhaga",
   "pi_email_addr": "climenha@math.uh.edu",
   "nsf_id": "000629188",
   "pi_start_date": "2022-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4800 Calhoun Boulevard",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772042015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 297450.0
  }
 ],
 "por": null
}