{
 "awd_id": "2154524",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Chiral Deep Eutectic Solvents: Developing Circularly Polarized Light Emitting Materials",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924317",
 "po_email": "gdudley@nsf.gov",
 "po_sign_block_name": "Gregory Dudley",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2022-04-21",
 "awd_max_amd_letter_date": "2023-08-03",
 "awd_abstract_narration": "In this project, funded by the Chemical Structure, Dynamics, and Mechanisms B Program of the Chemistry Division, Professor Hopkins of Butler University is studying circularly polarized light emitting materials based on deep eutectic solvents and luminescent lanthanides. Circularly polarized light emitting materials are potentially useful in a number of applications, including quantum computing, as security labels, and as a way to increase the brightness of a display. Deep eutectic solvents are formed by mixing two or more components to yield a unique solvent with controllable properties. This project explores the design of new deep eutectic solvents with properties that improve the efficiency of circularly polarized light emission by dissolved luminescent lanthanides. The resulting deep eutectic solvent-lanthanide combinations are explored as emitting layers in circularly polarized organic light emitting diodes. The results of this project will contribute to a publicly available database of deep eutectic solvents maintained by Dr. Hopkins’ research group. This project will result in training and research experiences for undergraduate students. The project will engage undergraduate students in research at the interface of physical, inorganic, and materials chemistry. The students enrolled in a physical chemistry laboratory course will collaborate on the research project, and topics related to deep eutectic solvents and light emitting materials will be incorporated into the physical chemistry lecture curriculum.\r\n\r\nThe goal of this project is to develop circularly polarized light emitting materials based on chiral deep eutectic solvents (DES)/eutectic mixtures that serve as solvents to luminescent lanthanide complexes. In order to achieve the objective, the project will 1) develop and characterize binary and ternary DES/eutectic mixtures with chiral components; and 2) characterize the photo- and electroluminescent circularly polarized luminescence (CPL) properties of luminescent lanthanide complexes dissolved in the developed chiral DES/eutectic mixtures. Deep eutectic solvents/eutectic mixtures are mixtures that have a lower melting point than the components (two or more), and their properties, such as chiral recognition, can be controlled by choice of components. This project will explore the role of both chiral and achiral components of binary and ternary DES/mixtures in their ability to induce CPL from dissolved luminescent lanthanide complexes. The successful combinations of chiral DES + lanthanide complex will be incorporated into circularly polarized organic light emitting diodes (CP-OLEDs) to determine their suitability as circularly polarized light emitting materials. When completed, the project would provide new strategies to optimize materials that display circularly polarized luminescence.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Hopkins",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Todd A Hopkins",
   "pi_email_addr": "tahopkin@butler.edu",
   "nsf_id": "000483203",
   "pi_start_date": "2022-04-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Butler University",
  "inst_street_address": "4600 SUNSET AVE",
  "inst_street_address_2": "",
  "inst_city_name": "INDIANAPOLIS",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3179409766",
  "inst_zip_code": "462083487",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IN07",
  "org_lgl_bus_name": "BUTLER UNIVERSITY",
  "org_prnt_uei_num": "DJECTB521EM6",
  "org_uei_num": "N5NUJNBQHMH6"
 },
 "perf_inst": {
  "perf_inst_name": "Butler University",
  "perf_str_addr": "4600 Sunset Avenue",
  "perf_city_name": "Indianapolis",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "462083443",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IN07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910200",
   "pgm_ele_name": "CMFP-Chem Mech Funct, and Prop"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 139097.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 110903.0
  }
 ],
 "por": null
}