{
 "awd_id": "2154384",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New Synthetic Opportunities with N-Alkenylnitrones and N,O-Dialkenylhydroxylamines",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2022-03-18",
 "awd_max_amd_letter_date": "2024-09-30",
 "awd_abstract_narration": "With support from the Chemical Synthesis Program in the Division of Chemistry, Laura Anderson of the University of Illinois at Chicago (UIC) is developing new reactions to rapidly assemble novel molecular scaffolds through unconventional strategies that use the reactivity of two underdeveloped reactive intermediates, N-alkenylnitrones and N,O-dialkenylhydroxylamines. Dr. Anderson and her team are determining modular ways to generate these chemical linchpins from accessible reagents and to control the selectivity of the rearrangement activity to form more stable compounds with defined three-dimensional structures. This work is targeting improved synthetic efficiency to expand chemical space. Improvements in this area are expected to contribute to the discovery, accessibility, and study of biologically active molecules, as well as the development of new materials. These activities will also provide training for a diverse group of graduate and undergraduate students. Dr. Anderson plans to publicize the benefits of undergraduate research opportunities by organizing undergraduate research presentations in introductory organic chemistry courses and promoting inclusivity by leading a committee to establish cohort-building opportunities for aspiring undergraduate chemists at UIC, which is a minority serving institution.\r\n\r\nImproving efficiency to enable rapid access to sought after molecular targets and expanding chemical space to include new molecular architectures remain two critical needs in organic synthesis to support demands for new compounds with novel properties. Professor Anderson’s group is focused on developing the unique reactivity of N-alkenylnitrones and N,O-dialkenylhydroxylamines to address synthetic challenges and improve fundamental understanding of the reactivity of these versatile and unusual synthons. Specifically, Dr. Anderson and her team are developing: (i) torquoselective reactions for the asymmetric synthesis of azetidine nitrones; (ii) diastereoselective functionalizations of azetidine nitrones, (iii) substituent effects to control the rearrangements of N-alkenylisoxazolines, and (iv) metal-catalyzed alkyne addition methods for the generation N,O-dialkenylhydroxylamines and their asymmetric rearrangement to 1,4-dicarbonyl compounds. The architecturally diverse products of these studies are being included in medicinal and agrichemical libraries for activity testing. The foundational reactivity being investigated are expected to expand the synthetic toolbox of pericyclic and cascade reactions. These activities will also train graduate and undergraduate students in chemical experimentation and design, as well as be used to engage students in the types of opportunities available in chemistry-related career paths.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Anderson",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Laura L Anderson",
   "pi_email_addr": "lauralin@uic.edu",
   "nsf_id": "000596480",
   "pi_start_date": "2022-03-18",
   "pi_end_date": "2024-09-30"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Mohr",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Justin Mohr",
   "pi_email_addr": "jtmohr@UIC.EDU",
   "nsf_id": "000679061",
   "pi_start_date": "2024-09-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606077061",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": null
}