{
 "awd_id": "2154893",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAS:Mechanochemical Activation Carriers and Mechanisms by in Situ Chemical Kinetics Monitoring",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 398984.0,
 "awd_amount": 398984.0,
 "awd_min_amd_letter_date": "2022-07-19",
 "awd_max_amd_letter_date": "2022-07-19",
 "awd_abstract_narration": "With support from the Chemical Structure, Dynamics, and Mechanisms-B (CSDM-B) Program of the Chemistry (CHE) Division, and the Solid State and Materials Chemistry (SSMC) Program of the Division of Materials Research (DMR), Dr. Silvina Pagola at Old Dominion University will investigate fundamental aspects of mechanochemical reactions and their mechanisms. Mechanochemistry is the field of chemistry studying reactions induced by mechanical forces and the Incorporation of mechanical energy.  Mechanochemical reactions largely reduce or avoid the use of reaction solvents. They are \"green\" chemical processes, increasingly used toward the preparation of inorganic, organic and metal-organic materials. However, the chemical mechanisms of mechanochemical reactions remain poorly understood, which limits their implementation. This project will test a theoretical model hypothetically embodying critical differences between the energetics of mechanochemical reactions and their counterparts driven only by thermal activation. Methods to determine the activation barriers of mechanochemical reactions will be developed. These studies have the potential to open up a new perspective on mechanochemistry, and new ways of quantitatively modeling mechanochemical  activation.  Such an approach has the potential to serve as a valuable tool for others seeking to develop mechanochemical approaches as more sustainable alternatives to existing chemical processes, with attendant environmental and economic benefits. Educational activities associated with this project include the training of graduate and undergraduate students, along with the inclusion of individuals underrepresented in STEM (science, technology, engineering and mathematics) fields. Yearly workshops on solving crystal structures from X-ray powder diffraction using freely distributed software will be also organized.   \r\n \r\nThis research seeks to develop methods to measure and interpret the meaning of the activation barriers of mechanochemical reactions. Knowledge from homogeneous-phase kinetics and chemical mechanisms will be combined with the use of recently developed in situ kinetics monitoring techniques and instrumentation to measure the activation barriers of mechanochemical reactions. The validity and scope of a “stress-augmented thermal activation” theoretical model will be investigated. This model implies a reduction in the Gibbs free energy of activation of mechanochemical reactions in comparison with reactions driven only by thermal activation, by incorporating a phenomenological work term resulting of an external force applied to the reactants along the reaction coordinate. This effect is coupled with the excitation of vibrational modes by the mechanical treatment, synergistically reducing the mechanochemical activation barriers. Three types of mechanochemical reactions will be investigated: (1) The mechanosynthesis of ZIF-6, a metal-organic framework; (2) two Diels-Alder cycloadditions (covalent mechanochemistry); (3) the mechanochemical organic co-crystallization of tetrathiafulvalene and chloranilic acid, and the chemical mechanisms leading to ionic and neutral polymorphs. Isothermal kinetic data will be measured in situ from a ball mill using Raman spectroscopy, supported by ex situ X-ray powder diffraction. The activation barriers will be calculated from Arrhenius and Eyring graphs. The variation of the Gibbs free energy of activation values will be analyzed for several combinations of milling parameters, leading to a systematic increase of the overall mechanical energy inputs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Silvina",
   "pi_last_name": "Pagola",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Silvina Pagola",
   "pi_email_addr": "spagola@odu.edu",
   "nsf_id": "000184932",
   "pi_start_date": "2022-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Old Dominion University Research Foundation",
  "inst_street_address": "4111 MONARCH WAY STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "NORFOLK",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7576834293",
  "inst_zip_code": "235082561",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "VA03",
  "org_lgl_bus_name": "OLD DOMINION UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "DSLXBD7UWRV6",
  "org_uei_num": "DSLXBD7UWRV6"
 },
 "perf_inst": {
  "perf_inst_name": "Old Dominion University",
  "perf_str_addr": "5115 Hampton Blvd",
  "perf_city_name": "Norfolk",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "235290001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "VA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  },
  {
   "pgm_ele_code": "910200",
   "pgm_ele_name": "CMFP-Chem Mech Funct, and Prop"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 398984.0
  }
 ],
 "por": null
}