{
 "awd_id": "2154502",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAS: Developing New Physical Organic Descriptors for Flexible, Large Catalyst Architectures",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924317",
 "po_email": "gdudley@nsf.gov",
 "po_sign_block_name": "Gregory Dudley",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 505681.0,
 "awd_amount": 505681.0,
 "awd_min_amd_letter_date": "2022-06-28",
 "awd_max_amd_letter_date": "2023-08-01",
 "awd_abstract_narration": "With support from the Chemical Catalysis program in the Division of Chemistry, Professor Matthew S. Sigman of the University of Utah is developing computational workflows that integrate machine learning and data-science with organic reaction optimization. The Sigman group has the broad goal of fundamentally understanding the relationship between catalyst structure and function. Many modern catalysts are structurally complex and have high degrees of freedom, which presents a significant challenge in representing the structures using numerical measures. The goal of this program is to develop a general workflow using computational and data science tools to parameterize flexible catalysts and ultimately build predictive models that describe their reaction performance. New descriptors generated from this strategy will be evaluated in the context of C‒H bond functionalization reactions, which are at the foundation of a vast range of reactions used industrially and in academic settings. The molecular descriptors and workflows the Sigman group will develop are also envisioned to be broadly applicable to biomimetic catalysis and supramolecular chemistry. The ability to computationally describe complex reactions in tandem with machine learning not only provides mechanistic insight, but it also enables prediction of reaction outcomes and catalyst/substrate performance. Success in these endeavors would provide the community with a tool to streamline the synthesis of important compounds for society. Additionally, the Sigman group will continue diverse collaborations at the organic chemistry/ data science interface. Sigman and his team will begin a Science Research Initiative (SRI) stream on integration of data science with chemical reaction development with the University of Utah’s SRI program, a program recently established and devoted to facilitating research opportunities to incoming college freshman.\r\n\r\nThe overarching assertion driving the proposed activities is that advances in data science methods to accurately describe molecular structure will deliver more precise interpretation and predictive application of complex reaction correlations. Therefore, a central goal of this proposal is to develop computational workflows capable of describing highly flexible and complex catalyst architectures that are commonplace in supramolecular and modern catalytic chemistry. The specific parameters to be developed have been labeled “Spatial Molding for Approachable Rigid Targets”, or SMART descriptors. This approach treats the reactive site of each relevant catalyst conformation as an “approachable rigid target” to which a probe molecule can be docked. The spatial constraints of the reactive site are then directly captured by assessing what space the probe molecule can occupy in a constrained conformational search where the catalyst atoms are frozen. This proposed workflow has the potential for far reaching impact as it allows for visualization and quantification of all possible cartesian space that the probe molecule can occupy, given spatial constraints of the catalyst pocket. The Sigman group plans to evaluate these descriptors in the context of C–H functionalization reactions involving carbenes, oxenes, and nitrenes which are based on the Rh2L4 structure developed by the Davies and Du Bois groups.  These are  large, complex architectures. A fundamental understanding of these flexible and complex catalysts would provide mechanistic insight to synthetically pervasive C‒H functionalization reactions while the use of machine learning and data science have the potential to enable viable predictive tools for reaction outcomes. It is anticipated that this work will have broad, long term relevance to biomimetic catalysis and supramolecular chemistry.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Sigman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew S Sigman",
   "pi_email_addr": "sigman@chem.utah.edu",
   "nsf_id": "000453009",
   "pi_start_date": "2022-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841120090",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8609",
   "pgm_ref_txt": "Other Energy Research"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 355184.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 150497.0
  }
 ],
 "por": null
}