{
 "awd_id": "2154627",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Photogenerated Multi-Spin Systems as Qubits for Quantum Information Science",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 603682.0,
 "awd_amount": 603682.0,
 "awd_min_amd_letter_date": "2022-03-31",
 "awd_max_amd_letter_date": "2022-08-06",
 "awd_abstract_narration": "In this project, funded by the Chemical Structure, Dynamics & Mechanisms B Program of the Chemistry Division, Professor Michael Wasielewski of the Department of Chemistry at Northwestern University is developing a fundamental understanding of how to control charge and spin transport through organic molecules that is critical to the future of quantum information science applications for computation, sensing, and communications. The degree of control over molecular structure and properties afforded by chemistry makes it possible to develop molecules and materials that take advantage of electron spin dynamics to implement new strategies for quantum information science. Molecular architectures provide unmatched flexibility for tailoring quantum properties using bottom-up synthetic strategies. The project lies at the interface of organic, physical, and materials chemistry, and is therefore well suited to the education of scientists at all levels. This group is also well-positioned to provide the highest level of education and training for students underrepresented in science. Outreach activities involving K-12 students will also be part of the funded project.\r\n\r\nThis project will address several goals essential for exploiting spin-correlated radical pairs (SCRPs) as spin qubit pairs (SQPs) that target quantum information science applications. Professor Michael Wasielewski’s group will 1) photogenerate SCRPs to produce well-defined initial SQP quantum states that can be addressed and manipulated to serve as targets for two-qubit quantum gates; 2) entangle the electron spins of SQPs with one or two nuclear spins to extend spin coherence lifetimes; 3) move (teleport) spin coherences between two sites, focusing on how SQP coherence lifetimes and increasing the teleportation distance affect teleportation fidelity; and 4) explore how chirality-induced spin selectivity influences SQP coherence and polarization using chiral electron donor-acceptor molecules. In topics 1, 3, and 4, they will extend the molecular architectures to include DNA hairpins, which will provide a scalable platform for the rapid synthesis of a wide variety of molecular quantum information science systems. The spin dynamics of these systems will be probed using time-resolved electron paramagnetic resonance experiments, which will be performed using a short laser pulse to generate the SCRP following by probing the spins using constant or pulsed microwaves.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Wasielewski",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Michael R Wasielewski",
   "pi_email_addr": "m-wasielewski@northwestern.edu",
   "nsf_id": "000308132",
   "pi_start_date": "2022-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2145 Sheridan Road",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080834",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910200",
   "pgm_ele_name": "CMFP-Chem Mech Funct, and Prop"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 603682.0
  }
 ],
 "por": null
}