{
 "awd_id": "2154637",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Classification of von Neumann Algebras: Connections and Applications to C*-algebras, Geometric Group Theory and Continuous Model Theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922595",
 "po_email": "mbocea@nsf.gov",
 "po_sign_block_name": "Marian Bocea",
 "awd_eff_date": "2022-06-01",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 246264.0,
 "awd_amount": 246264.0,
 "awd_min_amd_letter_date": "2022-03-31",
 "awd_max_amd_letter_date": "2022-03-31",
 "awd_abstract_narration": "Von Neumann algebras were introduced as a mathematical framework to study particle physics. The pioneering works of F. Murray and J. von Neumann from 1930-1940 already revealed that von Neumann algebras are complex objects that display extraordinary rich mathematical structures. Gradually, their study morphed into a stand-alone discipline which, over time, triggered the development of powerful mathematical theories and brought valuable insight to other sciences, including physics (statistical mechanics), biology (DNA molecule structure), engineering (cell phone network design) and computer science (error-correcting codes, theory of quantum information and quantum computing). Von Neumann algebras are highly interdisciplinary, arising naturally from simpler mathematical structures, such as symmetries and actions, often present in many areas of mathematics. Over time, their study maintained close connections with various topics in dynamical systems, measured group theory, and more recently to continuous model theory and geometric group theory. This project investigates new research avenues at the rich interaction between von Neumann algebras and the aforementioned areas. The main goal is to identify new ways of classifying von Neumann algebras through the lens of rigidity - a condition where it is shown that an entire structure of a mathematical object can be unraveled only from very limited a priori known information on that object. The project provides ample opportunities for the training and professional development of graduate students. \r\n\r\nContinuing prior efforts of the Principal Investigator (PI), this project is aimed at expanding the boundary of knowledge in the classification of group/measure space von Neumann algebras and their applications to related fields. Specifically, the PI pursues new ideas at the interaction between deformation/rigidity theory and geometric group theory to advance several fundamental problems: (i) identify new groups and algebraic group features that are completely recognizable from the von Neumann algebraic and C*-algebraic structure; in particular, find additional examples of property (T) groups satisfying Connes' rigidity conjecture; (ii) compute invariants like the endomorphisms and the fundamental group of property (T) group factors and reduced group C*-algebras; (iii) find new natural examples of W*-superrigid actions, a problem of continued interest as it unifies two extreme forms of rigidity both in orbit equivalence and von Neumann algebras; and (iv) unveil new invariants distinguishing ultrapowers of factors and explore in depth their applications to continuous model theory. Many of these projects are highly interdisciplinary in nature and results arising from these projects are expected to reveal new bridges between geometric group theory, ergodic theory, C*-algebras, model theory, and von Neumann algebras. To enhance the career development of the PI’s graduate students, the award supports a student visiting program to peer institutions aimed at exposing students to different expertise and research environments. To promote the visibility of and to attract new talent to this field, the PI will continue to teach advanced graduate courses and organize learning seminars in the field. The PI will also continue to disseminate his research findings through publications, lecture series, seminar and colloquium talks at other research institutions, as well as through invited talks at national and international conferences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ionut",
   "pi_last_name": "Chifan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ionut Chifan",
   "pi_email_addr": "ionut-chifan@uiowa.edu",
   "nsf_id": "000543386",
   "pi_start_date": "2022-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "2 Gilmore Hall",
  "perf_city_name": "Iowa City",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421320",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 246264.0
  }
 ],
 "por": null
}