{
 "awd_id": "2154061",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAS: Dialing-In Sonochemical Synthesis of Transition Metal Precatalysts",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925373",
 "po_email": "jjewett@nsf.gov",
 "po_sign_block_name": "John C. Jewett",
 "awd_eff_date": "2022-07-15",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 321767.0,
 "awd_amount": 321767.0,
 "awd_min_amd_letter_date": "2022-07-13",
 "awd_max_amd_letter_date": "2022-07-13",
 "awd_abstract_narration": "With the support of the Chemical Synthesis (SYN) Program of the Chemistry Division, Titel Jurca of the Department of Chemistry at the University of Central Florida is developing sustainable ways to synthesize metal compounds that are used as catalysts by the chemical industry. Catalysts are species that can accelerate chemical reactions and are critical for reducing consumption and waste formation during many important processes. However, the catalysts themselves are often prepared in an environmentally unfriendly fashion. This project focuses on utilizing ultrasonic irradiation to generate catalysts in a single-step process using a fraction of the solvent, time, and energy input required for the conventional preparations. Students trained under this program will gain expertise in state-of-the-art chemical techniques. In addition, they will be trained in green and sustainable technologies, where they will develop expertise in the assessment and design of sustainable chemical processes.\r\n\r\nThis project will develop protocols for the ultrasonic-assisted synthesis of broadly utilized Schiff-base ligands, and their coordination complexes. The project has five key aims: (i) to delineate the effects of temperature, acoustic intensity, concentration, and cover gas for the one-pot sonochemical synthesis of bis(imino)pyridine ligands, -diimine, and their respective transition metal compounds; (ii) to extend the reaction protocols towards the sonochemical synthesis of non-symmetric bis(imino)pyridine ligands, -diimine and their respective transition metal compounds; (iii) to develop one-pot sonochemical routes for tethered, multi-dentate ligands and bimetallic transition metal complexes; (iv) to optimize the sonochemical conditions for catalytic hydroboration utilizing the precatalysts synthesized in the previous tasks and (iv) to assess the green chemistry metrics for sonochemical vs. conventional solution-based synthesis. In parallel to the research goals, the PI will work to develop a training and outreach program for the next generation of catalysis scientists, with a focus on providing opportunities to members of underserved minority communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Titel",
   "pi_last_name": "Jurca",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Titel Jurca",
   "pi_email_addr": "Titel.Jurca@ucf.edu",
   "nsf_id": "000760619",
   "pi_start_date": "2022-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "4000 CNTRL FLORIDA BLVD",
  "perf_city_name": "Orlando",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 321767.0
  }
 ],
 "por": null
}