{
 "awd_id": "2154773",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Regioselective [2+2+2] Cyclotrimerizations",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927168",
 "po_email": "tompinta@nsf.gov",
 "po_sign_block_name": "Tomislav Pintauer",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 525000.0,
 "awd_amount": 525000.0,
 "awd_min_amd_letter_date": "2022-06-14",
 "awd_max_amd_letter_date": "2024-03-27",
 "awd_abstract_narration": "With the support of the Chemical Synthesis Program in the Division of Chemistry, Gregory Dudley and Brian Popp of West Virginia University are studying selective new methods for preparing complex derivatives of benzene and other aromatic (benzenoid) compounds. Aromatic compounds offer many benefits to society with applications in the healthcare, agriculture, electronic, and energy sectors, but the elaboration of more complex examples is a challenge because it requires the correct placement of multiple substituents around the periphery of these cyclic molecules. The central hypothesis of the funded project is that derivatives of acetylene, a readily available two-carbon building block, and related compounds, can be stitched together with catalysts in a three-fold fashion to make derivatives of benzene with the orientation of their combination being precisely controlled by the nature of the three building blocks and the type of catalyst employed. The research, which will be integrated with university education and other synergistic activities, has the potential to advance fundamental knowledge in the field of chemical synthesis and create positive impact across and beyond the molecular sciences. The broader impacts of the funded project extend to supporting a wide range of outreach activities conducted by the research team members that will foster broadening participation in STEM (science, technology, engineering and mathematics) and including engagement of individuals from underserved Appalachian communities.\r\n\r\nRegioselective [2+2+2] cyclotrimerization as a route to aromatic compounds is a long-standing challenge with no general solution. Compared with functionalization of pre-existing arenes, direct benzannulation strategies are attractive but they have been notoriously difficult to reduce to practice, especially as a means to access highly substituted aromatic ring systems. The funded project is focused on overcoming these difficulties by combining a range of substrate control principles designed to enable the convergent assembly of alkynes and/or alkyne surrogates with precise regiocontrol. Two approaches to achieve high regioselectivity in Rh- or Ni-catalyzed benzannulation chemistries are being pursued: the first involves hydrogen bonding and other templating effects (including covalent tethering) between substrates, and the second utilizes vinyl sulfones as alkyne surrogates with a distinct stereoelectronic profile.  Target-oriented synthesis (to illudalane-type sesquiterpenoids) and methodological development efforts in the Dudley laboratory will be focused on regioselective two-component couplings for the convergent synthesis of tetra-, penta-, and hexa-substituted benzene rings in which two of the three building blocks (alkynes and/or vinyl sulfones) are tethered together. Concurrent experimental and computational mechanistic and organometallic studies in the Popp laboratory will be  focused on the development of three-component couplings involving vinyl sulfones as polarized alkyne surrogates. These complementary efforts involve graduate and undergraduate students working together in an immersive research training environment and it is anticipated that the experiences gained will help them to emerge as potential future leaders of the global innovation-based economy. The research is expected to lead to significant advances in the chemical synthesis of highly substituted benzene derivatives and to provide new design paradigms for regioselective [2+2+2] cyclotrimerization reactions based on theory, mechanism, and experiment.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Dudley",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory B Dudley",
   "pi_email_addr": "gregory.dudley@mail.wvu.edu",
   "nsf_id": "000312611",
   "pi_start_date": "2022-06-14",
   "pi_end_date": "2024-03-27"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Popp",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Brian V Popp",
   "pi_email_addr": "Brian.Popp@mail.wvu.edu",
   "nsf_id": "000600106",
   "pi_start_date": "2024-03-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Popp",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Brian V Popp",
   "pi_email_addr": "Brian.Popp@mail.wvu.edu",
   "nsf_id": "000600106",
   "pi_start_date": "2022-06-14",
   "pi_end_date": "2024-03-27"
  }
 ],
 "inst": {
  "inst_name": "West Virginia University Research Corporation",
  "inst_street_address": "886 CHESTNUT RIDGE ROAD",
  "inst_street_address_2": "",
  "inst_city_name": "MORGANTOWN",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "3042933998",
  "inst_zip_code": "265052742",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WV02",
  "org_lgl_bus_name": "WEST VIRGINIA UNIVERSITY RESEARCH CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "M7PNRH24BBM8"
 },
 "perf_inst": {
  "perf_inst_name": "West Virginia University",
  "perf_str_addr": "100 Prospect Street",
  "perf_city_name": "Morgantown",
  "perf_st_code": "WV",
  "perf_st_name": "West Virginia",
  "perf_zip_code": "265066045",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 525000.0
  }
 ],
 "por": null
}