{
 "awd_id": "2154835",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Topics in Harmonic Analysis: Maximal Functions, Singular Integrals, and Multilinear Inequalities",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922595",
 "po_email": "mbocea@nsf.gov",
 "po_sign_block_name": "Marian Bocea",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 120720.0,
 "awd_amount": 120720.0,
 "awd_min_amd_letter_date": "2022-04-01",
 "awd_max_amd_letter_date": "2022-04-01",
 "awd_abstract_narration": "This project concerns research on several topics of current interest in harmonic analysis. Theoretical results and methods from harmonic analysis are widely applicable in a diverse range of areas in science, engineering and technology such as digital signal processing, medical imaging, fluid mechanics, and data compression. Foundational research in harmonic analysis endeavors to enrich the mathematical toolbox that these disciplines require to move forward and to provide unified perspectives that connect seemingly unrelated fields of science and mathematics. Of considerable interest is the study of various integral transforms such as the Hilbert transform, which can be understood as a frequency filter acting on a given signal and is a prototypical example of a singular integral operator. Other mathematical operators important to this project are the Fourier transform, which decomposes a signal into its frequency components, maximal functions and various Radon-type transforms. A basic example of a Radon-type transform is the X-ray transform, which is used in computerized tomography applications. In summary, the scientific goal of the project is to contribute to an improved theoretical understanding of these mathematical objects and their generalizations. The project will further entail organization of an online seminar series, writing a book on undergraduate analysis, curriculum improvement, and training of students.\r\n\r\nThe specific focus of the work will be on a variety of topics in real and discrete harmonic analysis. The first topic concerns spherical maximal operators associated with restricted sets of dilations on Euclidean spaces and Heisenberg groups. This work will be focused on establishing sharp Lebesgue space mapping properties dependent on the fractal geometry of the associated dilation sets. A second topic concerns discrete analogues of classical operators in harmonic analysis related to maximally modulated singular integrals of Stein-Wainger type. This is motivated by fundamental conjectures in ergodic theory and will involve a combination of techniques from number theory and analysis. The third topic concerns multilinear singular integrals with Radon-type behavior such as triangular Hilbert transforms with curvature. Of particular interest are associated multilinear smoothing inequalities. Such inequalities have direct applications in arithmetic combinatorics. In addition, work will be conducted on related questions such as boundedness of Carleson-type operators, analysis on the Hamming cube and questions related to restriction and decoupling theory.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joris",
   "pi_last_name": "Roos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joris Roos",
   "pi_email_addr": "joris_roos@uml.edu",
   "nsf_id": "000787562",
   "pi_start_date": "2022-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Lowell",
  "inst_street_address": "220 PAWTUCKET ST STE 400",
  "inst_street_address_2": "",
  "inst_city_name": "LOWELL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9789344170",
  "inst_zip_code": "018543573",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MA03",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS LOWELL",
  "org_prnt_uei_num": "",
  "org_uei_num": "LTNVSTJ3R6D5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Lowell",
  "perf_str_addr": "Office of Research Admin.",
  "perf_city_name": "Lowell",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018543692",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 120720.0
  }
 ],
 "por": null
}