{
 "awd_id": "2154840",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Probing the Origins of Intrinsic Chiroptical Response and the Roles of Extrinsic Perturbations",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928173",
 "po_email": "jpapanik@nsf.gov",
 "po_sign_block_name": "John Papanikolas",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 525000.0,
 "awd_amount": 525000.0,
 "awd_min_amd_letter_date": "2022-06-29",
 "awd_max_amd_letter_date": "2022-06-29",
 "awd_abstract_narration": "With support from the Chemical Structure, Dynamics, and Mechanisms-A (CSDM-A) program in the Division of Chemistry, Professor Patrick Vaccaro of Yale University is exploring spectroscopic signatures of molecular chirality to understand their fundamental origins and facilitate their practical applications. Molecules are chiral when their chemical structure is not identical to their mirror image, much in the same way that one's left and right hands are not superimposable. When chiral molecules interact with light, they can rotate its polarization, with molecules of opposite handedness rotating the polarization in opposite directions. However, using this polarization rotation to characterize chirality is challenging, as samples are often a mixture of left- and right-handed molecules, and the degree of rotation can be affected by the vibration of atoms in the molecule and interaction with surrounding solvent molecules. Professor Vaccaro and his group will address this challenge by combining experimental measurements with theoretical analyses to study how the atomic motions and surrounding solvent affect chiroptical properties of molecules. Their discoveries could have relevance to the study of chiral systems in biology as well as advance approaches to asymmetric catalysis. The project will also provide multidisciplinary research opportunities for individuals destined to become our next generation of scientists and educators, as well as engage pupils and teachers from regional K-12 schools in various aspects of scientific research.\r\n\r\nThe electronic circular birefringence (ECB) of species possessing diverse structural and electronic motifs will be probed under solvated and isolated conditions, with the latter work relying on variants of ultrasensitive cavity ring-down polarimetry (CRDP). Aside from generating solvent-free benchmarks for validating theoretical predictions of dispersive optical activity, the putative roles played by nuclear degrees of freedom will be dissected systematically through temperature-dependent and optical-pumping probes of vibrational dynamics, as well as by the unique spectral signatures arising from isotopically engendered chirality (IEC). In additional to unraveling the intimate coupling among achiral-electronic and chiral-nuclear degrees of freedom that must be responsible for IEC optical activity, vibronic paradigms will be elaborated to engineer isotopic circular-differential response properties. The crucial link between isolated and solvated chiroptical response will be forged by conducting studies in tunable supercritical fluids that allow the physicochemical properties of a medium to be varied without altering the basic nature of intermolecular forces. Guided by parallel quantum-chemical analyses and molecular-dynamics simulations, such efforts will describe optical activity in solitary species while simultaneously exploring complex chiral solvation phenomena.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Vaccaro",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick H Vaccaro",
   "pi_email_addr": "patrick.vaccaro@yale.edu",
   "nsf_id": "000196243",
   "pi_start_date": "2022-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Department of Chemistry/Yale University",
  "perf_str_addr": "225 Prospect Street",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065208107",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910100",
   "pgm_ele_name": "CSD-Chem Strcture and Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 525000.0
  }
 ],
 "por": null
}