{
 "awd_id": "2154506",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantitative Studies of Solutions of Partial Differential Equations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922595",
 "po_email": "mbocea@nsf.gov",
 "po_sign_block_name": "Marian Bocea",
 "awd_eff_date": "2022-07-15",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 207931.0,
 "awd_amount": 207931.0,
 "awd_min_amd_letter_date": "2022-06-27",
 "awd_max_amd_letter_date": "2022-06-27",
 "awd_abstract_narration": "Laplacian eigenfunctions are the fundamental modes of vibrations which are modeled by the Laplace operator in partial differential equations (PDE). PDE are used to model various phenomena in the physical world. In music, eigenfunctions are, for example, oscillations of a guitar's string or vibrations of a drum's membrane. In mathematics, eigenfunctions are the higher dimensional analogs of the familiar trigonometric functions. In quantum mechanics, eigenfunctions are known as the energy states. The study of nodal sets (that is, zero-level sets) dates back to the eighteenth century with the discovery of the Chladni patterns. These nodal sets are places where a metal plate vibrate the least. In quantum mechanics, nodal sets are where quantum particles are least likely to be found. Understanding the profile of eigenfunctions of a given energy (i.e., eigenvalue) hinges on our ability to answer the following questions: (i) How large are the sizes of level sets of eigenfunctions with respect to the frequency?; and (ii) How does the information about eigenfunctions on some given set propagate to nearby sets? This project provides training opportunities for undergraduate and graduate students, as well as outreach activities aimed at K-12 students and the general public.\r\n\r\nThe research objectives of this project focus on quantitative studies of level sets of eigenfunctions for the Laplace operator and related topics for solutions of PDE. The principal investigator (PI) aims to study the upper bounds on the measure of nodal and singular sets for various Laplace operators on smooth surfaces. The PI will also study bounds on nodal sets of eigenfunctions in periodic elliptic homogenization. This line of investigation will contribute to the understanding of quantitative properties of heterogeneous media. Another research direction that will be pursued as part of the project is the study quantitative unique continuation for elliptic PDE with regular and singular potentials. The outcome will be a better understanding of the strong unique continuation property for various types of PDE. This will lead to a number of applications in inverse problems and control theory.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jiuyi",
   "pi_last_name": "Zhu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jiuyi Zhu",
   "pi_email_addr": "jzhu18@lsu.edu",
   "nsf_id": "000653113",
   "pi_start_date": "2022-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University",
  "perf_str_addr": "Lockett Hall 228",
  "perf_city_name": "Baton Rouge",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708034918",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 207931.0
  }
 ],
 "por": null
}