{
 "awd_id": "2154827",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New Frontiers in Organic Exciplexes",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 525000.0,
 "awd_amount": 525000.0,
 "awd_min_amd_letter_date": "2022-07-13",
 "awd_max_amd_letter_date": "2022-07-13",
 "awd_abstract_narration": "With support from the Chemical Structure, Dynamics and Mechanisms-B Program of the Chemistry Division, Professor Joseph Dinnocenzo at the University of Rochester will investigate new classes of excited state intermediates called exciplexes. Exciplexes form when a molecule which has absorbed light forms a complex with another molecule which is still in its ground state.  Exciplexes have found use in a wide variety of applications, such as sensors, biological probes, and in organic light emitting diodes (OLED). Due to their greater solubility in water, the new exciplexes formed from charged electron acceptors and/or donors have much greater potential to find use in biological imaging applications than conventional exciplexes. The fundamental knowledge generated by the proposed research could be used to rationally guide the use of the new exciplexes in these and other applications. Research in this project has the potential to generate new foundational knowledge about exciplexes that could contribute to applications in chemistry, biology, and medicine. Based on connections the PI has established at the University of Guam (UoG), a minority institution,  the project will engage undergraduates from the UoG, who are underrepresented in STEM (science, technology, engineering and mathematics) in summer research opportunities.\r\n\r\nResearch into emissive exciplexes with different charge types (cationic, anionic, and nonionic) will extend organic exciplexes in new directions, including those that absorb in the visible region of the electromagnetic spectrum to increase their potential utility. Studies to better understand the fundamental photophysical properties of these exciplex intermediates will likely provide insight into the factors that govern their fate (return electron transfer, radiative and nonradiative decay, separation, etc.). This, in turn, would provide valuable knowledge for the design of new exciplexes that have a variety of potential uses, especially for sensing. The discovery of nonionic exciplexes is particularly intriguing because their emission spectra are expected to be largely independent of medium polarity, which would be an unprecedented result for exciplex emissions and one that could be of practical importance. Research objectives for each of the three types of exciplexes include determining which electron acceptor/donor pairs are optimal for emission, the electronic nature of the exciplexes (e.g. electronic coupling matrix elements) through theoretical fitting of the radiative lifetimes of the exciplexes (determined by Time-Correlated Single Photon Counting, TCSPC) and their fluorescence spectra, measuring some of their photophysical properties (e.g. lifetimes and emission quantum yields), examining the exciplex emissions in a variety of media, and using the combined insights from these studies to synthesize intramolecular examples, which have the greatest potential for practical applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Dinnocenzo",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph P Dinnocenzo",
   "pi_email_addr": "jpd@chem.rochester.edu",
   "nsf_id": "000209687",
   "pi_start_date": "2022-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "518 HYLAN, RC BOX 270140",
  "perf_city_name": "Rochester",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146270140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910200",
   "pgm_ele_name": "CMFP-Chem Mech Funct, and Prop"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8607",
   "pgm_ref_txt": "Solar Energy Capture&Conver"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 525000.0
  }
 ],
 "por": null
}