{
 "awd_id": "2155037",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAS: Quantifying the Systematic Catalytic Surface Chemistry of Non-Noble Metal Intermetallic Compounds to Achieve Diol and Olefin Production in Polyol Deoxygenation Reactions",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032922746",
 "po_email": "szhang@nsf.gov",
 "po_sign_block_name": "Sen Zhang",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 353295.0,
 "awd_amount": 353295.0,
 "awd_min_amd_letter_date": "2022-07-22",
 "awd_max_amd_letter_date": "2022-07-22",
 "awd_abstract_narration": "With the support of the Chemical Catalysis Program in the Division of Chemistry, Siris Laursen of the University of Tennessee, Knoxville is developing inexpensive, earth-abundant catalysts for the valorization of waste from biomass pyrolysis and bio-diesel production. The future of a fully integrated biorefinery is contingent upon the efficient and selective conversion of all parts of biomass to value-added compounds. Dr. Laursen and his team are studying non-noble metal intermetallic compounds as catalysts to selectively form diols and olefins (building block chemicals) from water waste streams generated during biomass processing. These catalysts will be tuned in an effort to provide greater activity for the removal of oxygen atoms from the waste products, lower activity for carbon-carbon bond fragmentation, and lower activity for olefin hydrogenation. Simultaneously, a general understanding of the composition-activity relationships of the catalysts is being developed to improve predictive performance, accelerate catalyst discovery, and advance catalyst sustainability. This research project is expected to impact K-12, undergraduate, and graduate education by integrating students directly into the research group through summer experiences to build an educated workforce to support new renewable chemicals industries. Institutional programs are being used to support the inclusivity of these experiences and to identify students who may benefit the most from these activities.\r\n\r\nNon-noble intermetallic compounds are compositionally ordered solids composed of transition metals and post-transition metals or semimetals that have exhibited promising properties for the partial or complete deoxygenation of glycerol to 1,2-propanediol and propene. Siris Laursen and his research group are utilizing a combination of quantum chemical surface reaction modeling and experimental investigations to determine the composition-activity relationships of these compositionally complex catalysts and accelerate the discovery of materials that can produce valuable chemicals from polyols. Specific ranges of surface chemistry that promote the partial and complete removal of oxygens from polyols to produce valuable diols and olefins are being determined. Likewise, catalyst compositions that exhibit more aggressive surface chemistry to drive the complete breakdown of polyols to produce hydrogen (H2) and CO are also being noted. By understanding the origin of the special surface chemistry of intermetallic compounds at the atomic and electronic levels, Dr. Laursen and his students are working to develop simple fundamental design rules for non-noble metal catalysts that may be used in a wide range of chemical transformations that still lack efficient catalytic materials. Moreover, by integrating research and education, this project is promoting the education of a diverse group of future scientists and building an educated workforce for the biorefinery sector.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Siris",
   "pi_last_name": "Laursen",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Siris O Laursen",
   "pi_email_addr": "slaursen@utk.edu",
   "nsf_id": "000644004",
   "pi_start_date": "2022-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "1331 Circle Park Dr",
  "perf_city_name": "Knoxville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379163801",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 353295.0
  }
 ],
 "por": null
}