{
 "awd_id": "2155026",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mechanistic and Exploratory Photochemistry with Plane-Polarized Light",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 440000.0,
 "awd_amount": 440000.0,
 "awd_min_amd_letter_date": "2022-04-27",
 "awd_max_amd_letter_date": "2022-08-06",
 "awd_abstract_narration": "With support from the Chemical Structure, Dynamics, and Mechanisms-B (CSDM-B) program of the Chemistry Division, Professor Evgueni Nesterov of Northern Illinois University will investigate a novel method to control selectivity of photochemical reactions through the use of aligning media and plane-polarized light. Photochemistry is intrinsically “green chemistry” as it uses light (potentially solar light) as both source of energy and reactant. The proposed research program in photochemistry aims to establish a new paradigm for controlling and enhancing selectivity of photochemical reactions, and can potentially lead to new environmentally benign chemical processes. It will also lead to better understanding of the mechanisms of photochemical reactions,  thus helping to develop them as practically useful synthetic tools. Students participating in this program will benefit from multidisciplinary and collaborative training. The Nesterov group will also contribute to society through participation in special hands-on outreach activities to local K-12 schools.\r\n\r\nThe goal of this research is to establish and develop a novel paradigm relating to the tuning of photochemistry with plane-polarized light.  This has the potential to control the course and selectivity of photochemical reactions through the uniform molecular alignment of photoreactive compounds and through the use of spatially selective excitation of a particular electronic transition with plane-polarized light. In contrast to previous ways of controlling photochemical reactivity through imposing certain geometric constraints on the photoreactive molecule, the proposed approach will not rely on a topochemical “reaction cavity.” Rather the approach taken here is to selectively excite a particular electronic transition leading to a desired photochemical transformation. If successful, these studies would also deliver a simple method to experimentally correlate the outcome of a photochemical reaction with specific electronic transitions, a potentially valuable tool for the study of photochemical reaction mechanisms. The project involves the following specific aims: (1) design and synthesis of a series of photochemically reactive compounds with enhanced ability to align in liquid crystalline media, allowing these systems to display excitation-selective photochemical reactivity;  (2) detailed investigation of the photochemistry of these systems using plane-polarized light; (3) investigation of the potential to carry out similar reactions on photochemical substrates without specially added aligning groups and (4) development of alternative methods for the uniform alignment of photoreactive molecules without using a liquid crystalline solvent.  This will include examining Langmuir films on air-water interfaces or using molecular “alignment enhancers” and studying plane-polarized light controlled photochemistry in such systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Evgueni",
   "pi_last_name": "Nesterov",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Evgueni E Nesterov",
   "pi_email_addr": "een@niu.edu",
   "nsf_id": "000340494",
   "pi_start_date": "2022-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Illinois University",
  "inst_street_address": "1425 W LINCOLN HWY",
  "inst_street_address_2": "",
  "inst_city_name": "DEKALB",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "8157531581",
  "inst_zip_code": "601152828",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "IL14",
  "org_lgl_bus_name": "NORTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M2EEE68GGCY9"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Illinois University",
  "perf_str_addr": "301 Lowden Hall",
  "perf_city_name": "DeKalb",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "601152828",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "IL14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910200",
   "pgm_ele_name": "CMFP-Chem Mech Funct, and Prop"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 440000.0
  }
 ],
 "por": null
}