{
 "awd_id": "2200299",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PIPP Phase I: Next Generation Surveillance Incorporating Public Health, One Health, and Data Science to Detect Emerging Pathogens of Pandemic Potential",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-01-31",
 "tot_intn_awd_amt": 999977.0,
 "awd_amount": 999977.0,
 "awd_min_amd_letter_date": "2022-07-21",
 "awd_max_amd_letter_date": "2025-01-08",
 "awd_abstract_narration": "Emerging pathogens such as SARS-CoV-2 cross over from animals to humans and can cause new and deadly diseases. They spread before they are identified, allowing significant infection before detection and response. The threat of new diseases presents a Grand Challenge: How can we routinely collect and analyze data to provide early detection that can help prevent the spread of new diseases and stop the next pandemic?   Delayed response to COVID-19 underscores the need for new early detection methods, more effective data management and integration, monitoring of the human-animal interface to detect new and emerging pathogens, and more cooperation and information sharing between animal and public health officials. This Predictive Intelligence for Pandemic Prevention (PIPP) Phase I: Development Grants project will improve our ability to monitor and predict infectious disease threats using traditional and new data sources with novel computer algorithms to produce actionable information that will improve public-health responses to future pandemic threats.  We will work with local and state public and animal health officials, practitioners, and community leaders to train them on the cutting-edge science while translating the results into solutions for metropolitan, rural and tribal nation communities. The outcome will be a comprehensive animal and public health surveillance, planning, and response roadmap that can be tailored to the unique needs of communities while enabling effective community response and management.\r\n\r\nThis project will leverage multiple streams of information to identify signals of emerging threats. Achieving this goal requires the development of new diagnostic tools that provide novel information sources and computational frameworks that automate the process of ingesting, harmonizing, and analyzing large, dynamic, and heterogeneous data streams. This work develops and evaluates the outcomes of a set of techniques to surveil and identify the presence of and behavioral responses to an illness and/or pathogen in animals, communities, and individuals prior to symptom onset. The project leverages science-based, human-guided Artificial Intelligence (AI)/Machine Learning (ML) methods to analyze and fuse data streams from surveillance and environmental data to track predictive indicators across scales. These novel methods build on successful applications: wastewater surveillance to detect pathogens, pharmaceuticals, and human-health biomarkers indicative of community presence of existing or emerging infectious diseases (EIDs), animal surveillance to detect many EIDs, environmental modeling for forecasting infectious diseases, and breathomics to identify patients with lung cancer, COVID-19, and tuberculosis. This approach is novel in that it harnesses and integrates multiple surveillance data streams in a layered and parallel approach ensuring accuracy and specificity and enabling effective integration of individual-to-community-wide sampling scales into surveillance systems. This project enables effective design and evaluation of response planning techniques.  \r\n\r\nThis award is supported by the cross-directorate Predictive Intelligence for Pandemic Prevention Phase I (PIPP) program, which is jointly funded by the Directorates for Biological Sciences (BIO), Computer Information Science and Engineering (CISE), Engineering (ENG) and Social, Behavioral and Economic Sciences (SBE).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Ebert",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "David S Ebert",
   "pi_email_addr": "ebert@ou.edu",
   "nsf_id": "000280883",
   "pi_start_date": "2022-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Wimberly",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Michael C Wimberly",
   "pi_email_addr": "mcwimberly@ou.edu",
   "nsf_id": "000245912",
   "pi_start_date": "2022-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Vogel",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jason R Vogel",
   "pi_email_addr": "jason.vogel@ou.edu",
   "nsf_id": "000582763",
   "pi_start_date": "2022-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thirumalai",
   "pi_last_name": "Venkatesan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thirumalai Venkatesan",
   "pi_email_addr": "venky@neoceramagma.com",
   "nsf_id": "000837616",
   "pi_start_date": "2022-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Wendelboe",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron M Wendelboe",
   "pi_email_addr": "aaron-wendelboe@ouhsc.edu",
   "nsf_id": "000864709",
   "pi_start_date": "2022-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "201 Stephenson Parkway",
  "perf_city_name": "NORMAN",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730199705",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177Y00",
   "pgm_ele_name": "PIPP-Pandemic Prevention"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "103Z",
   "pgm_ref_txt": "PIPP-Pandemic Prevention"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 999977.0
  }
 ],
 "por": null
}