{
 "awd_id": "2200197",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PIPP Phase I: Collective Intelligence for Pandemic Prediction Prevention and Response",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032928649",
 "po_email": "mbasu@nsf.gov",
 "po_sign_block_name": "Mitra Basu",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-01-31",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2022-07-12",
 "awd_max_amd_letter_date": "2022-07-12",
 "awd_abstract_narration": "This Predictive Intelligence for Pandemic Prevention (PIPP) Phase I: Development Grant aims to test the feasibility and performance of a new platform that can merge currently siloed tools, in order to transform infectious-disease surveillance and public-health intervention. The digital platform will be an evolving resource that provides the toolkit for four key pandemic-prevention intelligence areas. The first area targets surveillance, such as contact tracing (human interaction) and wastewater detection of pathogens. The second area is diagnosis, such as rapid testing for disease. The third area is developing analytic intelligence, such as knowledge graphs or prediction methods. The final area is action, such as policy and public health recommendations. As a key feature of the platform, all stakeholders from researchers and medical doctors to politicians and the general public will be able to both contribute data to the platform and draw information from it.  If successful, such a system would provide critical scientific evidence and become a testbed to foster further public-health investigations via a future Predictive Intelligence for Pandemic Prevention (PIPP) Center that combines social sciences with lab-oriented natural science and brings together expertise from across disciplines. In addition to research, training to prepare a future pandemic-ready workforce and outreach activities that educate and integrate the community into pandemic prevention efforts will be important parts of future PIPP Center activities.\r\n\r\nThis project will advance convergence science for pandemic intelligence by uniting public-health implementers, the community, and experts in infectious disease, bioengineering, statistical modeling, public health, computer science, human-centered design, policy, and gender, equity to explore an operational framework for a future PIPP Center. Project activities will be implemented according to the following objectives: 1) Create a collective intelligence cyberinfrastructure prototype and test it through a tabletop simulation in a real-world setting; 2) Use knowledge translation and prototype-community interaction to generate new knowledge, plans, and infrastructure for a future PIPP center; 3) Develop a team-science approach and ethics-focused framework for Center activities and policies, and build community and stakeholder engagement to guide Center development. The collaborative, interdisciplinary discussions held as part of the development activities will result in the identification of knowledge gaps, research challenges, and new opportunities for education and public engagement regarding pandemic prevention and response. Development activities will result in a prototype collective intelligence platform that will provide important insights into effective human-technology integration and closed-loop methods of pandemic prediction and response. Finally, a critical roadmap imbued with ethics and people-centered vision will be produced and converted to practice as a framework for stitching together participatory design, team science, and cyber-physical system development. Through this practice-to-learn approach, this project will advance the science of pandemic intelligence and support the education and training of a pandemic-ready workforce.\r\n\r\nThis award is supported by the cross-directorate Predictive Intelligence for Pandemic Prevention Phase I (PIPP) program, which is jointly funded by the Directorates for Biological Sciences (BIO), Computer Information Science and Engineering (CISE), Engineering (ENG) and Social, Behavioral and Economic Sciences (SBE).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eliah",
   "pi_last_name": "Aronoff-Spencer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eliah Aronoff-Spencer",
   "pi_email_addr": "earonoffspencer@ucsd.edu",
   "nsf_id": "000761392",
   "pi_start_date": "2022-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "Office of Contract & Grant Admin",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930934",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177Y00",
   "pgm_ele_name": "PIPP-Pandemic Prevention"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "103Z",
   "pgm_ref_txt": "PIPP-Pandemic Prevention"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 1000000.0
  }
 ],
 "por": null
}