{
 "awd_id": "2200515",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Initiation Award: A Boltzmann Model for Multi-Scale and Multi-Physics/Chemistry Transport Phenomena in Porous Media",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032922816",
 "po_email": "cpaigean@nsf.gov",
 "po_sign_block_name": "Carleitta Paige-Anderson",
 "awd_eff_date": "2022-05-15",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 298715.0,
 "awd_amount": 298715.0,
 "awd_min_amd_letter_date": "2022-05-06",
 "awd_max_amd_letter_date": "2024-10-17",
 "awd_abstract_narration": "Research Initiation Awards provide support for junior and mid-career faculty at Historically Black Colleges and Universities (HBCUs) who are building new research programs or redirecting and rebuilding existing programs. It is expected that the award helps to further the faculty member's research capability and effectiveness, improves research and teaching at the home institution, and involves undergraduate students in research experiences. The award to Tennessee State University (TSU) facilitates the development of a revolutionary simulation model for some of the most challenging fluid transport problems that are ubiquitous in many scientific and engineering fields, and, therefore, has tremendous potential impacts on technology, the environment, health, and economy. This project is also dedicated to the involvement of undergraduate students in the research in Science, Technology, Engineering, and Mathematics (STEM) fields with a unique mentoring plan. In addition, this project promotes the education on scientific computing for undergraduate students at TSU and other HBCUs by merging math, coding, and engineering, in order to improve their math and coding literacy which is essential for them to pursue a STEM career.\r\n\r\nThis project focuses on a challenging research problem, which is a special type of fluid transport phenomena, characterized by three unique features: multi-scale, porous media, and multi-physics/multi-chemistry. A representative problem is the transport of electrolytes in the porous electrodes of redox flow batteries, which is utilized as a case study to benchmark the developed simulation model as well as to demonstrate its potential. The goal of this project is to develop a specialized simulation model with the high-performance computing capability based on a new methodology that solves the Boltzmann equation with the finite volume method, which allows a convenient adoption of fully unstructured grids to precisely reconstruct the complex three-dimensional boundaries rendered by porous media. The novelty of this project is that it provides a specifically tailored simulation model that demonstrates a superiority in computational performance (defined as accuracy normalized by associated computational cost) over existing methodologies for the multi-scale and multi-physics/multi-chemistry fluid transport phenomena in porous media. This new model can accelerate the understanding of the selected research problem. With further development, it can become a general simulation tool for the modeling of any transport phenomenon beyond fluid transport.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Leitao",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leitao Chen",
   "pi_email_addr": "leitao.chen@erau.edu",
   "nsf_id": "000756821",
   "pi_start_date": "2022-05-06",
   "pi_end_date": "2024-10-17"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aung",
   "pi_last_name": "Myat",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aung Myat",
   "pi_email_addr": "amyat@tnstate.edu",
   "nsf_id": "0000A0V0S",
   "pi_start_date": "2024-10-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tennessee State University",
  "inst_street_address": "3500 JOHN A MERRITT BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6159637631",
  "inst_zip_code": "372091561",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "TENNESSEE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "N63ZMY7UETA3"
 },
 "perf_inst": {
  "perf_inst_name": "Tennessee State University",
  "perf_str_addr": "3500 John A. Merritt Boulevard",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372091561",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 298715.0
  }
 ],
 "por": null
}