{
 "awd_id": "2200895",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "An Evaluation of a Statewide Mathematics Corequisite Developmental Education Reform",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927340",
 "po_email": "jenlewis@nsf.gov",
 "po_sign_block_name": "Jennifer Lewis",
 "awd_eff_date": "2022-10-15",
 "awd_exp_date": "2027-09-30",
 "tot_intn_awd_amt": 1598877.0,
 "awd_amount": 1041858.0,
 "awd_min_amd_letter_date": "2022-08-23",
 "awd_max_amd_letter_date": "2024-09-03",
 "awd_abstract_narration": "America’s community colleges play a vital role in strengthening the country’s science, technology, engineering, and mathematics (STEM) workforce. More than one-quarter of all STEM jobs are held by workers with either an associate’s degree or some other sub-baccalaureate training. Community colleges also play a central role in increasing the diversity of the STEM workforce, as they often serve students from populations underrepresented in their participation in STEM fields of study. Unfortunately, approximately three quarters of incoming community college students are considered not ready to succeed in college-level mathematics. Historically, such students have been unlikely to ever complete a STEM degree. Traditionally, students deemed not ready for college mathematics must enroll in prerequisite developmental education (DE), which requires students to pay for and complete a sequence of noncredit-bearing courses before enrolling in credit-bearing college courses. Mounting evidence suggests that prerequisite DE is ineffective and could even be harmful. This project examines a statewide reform in the Kentucky Community and Technical College System (KCTCS), which replaced traditional prerequisite DE with co-requisite DE. In this increasingly popular DE model academically under-prepared students enroll directly in a credit-bearing, college-level course paired with developmental support. The KCTCS reform has two distinct features. First, it makes college mathematics courses accessible to students with a wider range of initial mathematics skills; and second, it incorporates high school grades, instead of just standardized test results, as an additional indicator determining whether a student is eligible to enroll in college mathematics. The study will address three important knowledge gaps related to how co-requisite DE supports under-prepared students by: i) studying students close to being college ready, ii) comparing co-requisite DE relative to no DE, and iii) through using high school grades in place of test scores for determining college placement.\r\n\r\nThe primary study sample consists of students who attend the 16 campuses that constitute KCTCS. The project will merge secondary and postsecondary records from all students in public secondary schools and all students in in-state postsecondary institutions. The primary impact analysis sample will include all first-time students enrolled in a KCTCS degree program who have recent ACT scores. There will be five cohorts of first year students followed for three years. The goal of the co-requisite reform is to increase the completion rate of gatekeeper mathematics courses. The primary measure will be whether a student completes a gatekeeper mathematics course within one year of initial enrollment. The project also entails measuring longer-term progress towards key outcomes such as persisting to a second year of enrollment, credit accumulation, and degree completion or successful transfer to a four-year institution within three years of initial enrollment. The primary method of analysis will be using cut scores of both ACT mathematics scores and high school grades in order to conduct regression discontinuity designs that compare students who are just above the DE placement thresholds to those are just below. In addition to the analysis of administrative data, the project will feature original data collection in order to bolster knowledge of how the reform has been implemented and its associated costs. This component will begin with telephone interviews with assessment and placement directors in each of the 16 KCTCS colleges. Guided by administrator responses, the project will next survey instructors who provided supplemental support or college-level instruction in mathematics. Specifically, the project team will investigate implementation attributes and college responses to the co-requisite reform along dimensions such as support structure, instructor assignment, and student composition.\r\n\r\nThis project is supported by NSF's EHR Core Research (ECR) program. The ECR program emphasizes fundamental STEM education research that generates foundational knowledge in the field. Investments are made in critical areas that are essential, broad and enduring: STEM learning and STEM learning environments, broadening participation in STEM, and STEM workforce development. The program supports the accumulation of robust evidence to inform efforts to understand, build theory to explain, and suggest intervention and innovations to address persistent challenges in education.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zeyu",
   "pi_last_name": "Xu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zeyu Xu",
   "pi_email_addr": "zxu@air.org",
   "nsf_id": "000648796",
   "pi_start_date": "2022-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Backes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Backes",
   "pi_email_addr": "bbackes@air.org",
   "nsf_id": "000648794",
   "pi_start_date": "2022-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Institutes for Research in the Behavioral Sciences",
  "inst_street_address": "1400 CRYSTAL DR FL 10",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "2024035585",
  "inst_zip_code": "222023289",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "VA08",
  "org_lgl_bus_name": "AMERICAN INSTITUTES FOR RESEARCH IN THE BEHAVIORAL SCIENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "MCN6J5L6M3T4"
 },
 "perf_inst": {
  "perf_inst_name": "American Institutes for Research in the Behavioral Sciences",
  "perf_str_addr": "1400 Crystal Drive",
  "perf_city_name": "Arlington",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "222023289",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8816",
   "pgm_ref_txt": "Workforce Development"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "7261",
   "pgm_ref_txt": "PROGRAM EVALUATION"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002627DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002526DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 691489.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 350369.0
  }
 ],
 "por": null
}