{
 "awd_id": "2200418",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Evaluating Actions, Obstructions, and Reductions for Covers of Curves",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922271",
 "po_email": "asalerno@nsf.gov",
 "po_sign_block_name": "Adriana Salerno",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 270315.0,
 "awd_amount": 270315.0,
 "awd_min_amd_letter_date": "2022-07-27",
 "awd_max_amd_letter_date": "2022-07-27",
 "awd_abstract_narration": "This project will focus on the study of curves with rare properties, by both building foundations and yielding new applications. The PI will study geometric, arithmetic, and algebraic structures of these curves, thereby developing connections between the areas of arithmetic geometry, algebraic number theory, and Galois theory. The PI will also build connections in the mathematical community by developing the VaNTAGe seminar, a virtual seminar about open conjectures in number theory and arithmetic geometry.  To make the seminar more accessible and long-lasting, the PI will organize VaNTAGe activities to train graduate students and develop the VaNTAGe YouTube channel. The PI will mentor students in mathematics, for example, as the faculty advisor for the Sonia Kovalevsky day for high school students at Colorado State University. \r\n \r\nMore precisely, the PI will evaluate Galois actions, cohomological obstructions, and supersingular reductions of curves. The first research project of the PI will yield results about the action of Galois groups on the cohomology of curves with automorphisms. The importance of this topic is that it will shed light on the absolute Galois group of the field of rational numbers, as understood by the work of Grothendieck, Anderson, and Ihara.  To do this project, the PI will evaluate maps in cohomology for Belyi curves, including the classifying map, the transgression map, and obstruction maps.  In the second research project, the PI will generalize a result of Elkies by proving that certain curves of genus four have infinitely many primes of supersingular reduction.  This project will be centered on special families of cyclic covers of the projective line branched at four points, and their associated Hurwitz spaces and unitary Shimura varieties.  The strategy will use uniformization, quadratic forms, complex multiplication, and reduction techniques.  In the third research project, the PI will count the number of supersingular curves in one-dimensional families of curves with automorphisms.  This project will shed light on conjectures of Oort about the existence of supersingular curves of arbitrary genus and will generalize the Eichler-Deuring mass formula to the case of Hurwitz spaces of cyclic covers.  A unifying theme of the projects is that they will demonstrate the rich interplay between geometric and arithmetic techniques for curves with automorphisms.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rachel",
   "pi_last_name": "Pries",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Rachel J Pries",
   "pi_email_addr": "pries@math.colostate.edu",
   "nsf_id": "000173111",
   "pi_start_date": "2022-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "200 W Lake St",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805214593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 270315.0
  }
 ],
 "por": null
}