{
 "awd_id": "2200615",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Excellence in Research: Metaomics-based characterization of the mutually beneficial interkingdom “cross-talk” between algae and bacteria- it takes two to tango",
 "cfda_num": "47.074, 47.083",
 "org_code": "08070000",
 "po_phone": "7032922489",
 "po_email": "aggarza@nsf.gov",
 "po_sign_block_name": "Anthony Garza",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 499820.0,
 "awd_amount": 499820.0,
 "awd_min_amd_letter_date": "2022-07-22",
 "awd_max_amd_letter_date": "2022-07-22",
 "awd_abstract_narration": "Algae are typically considered nuisance organisms in the environment because some species can cause harmful algal blooms and/or red tides leading to beach closures and disruption of leisurely and fishing activities. However, some algal species, when grown under specific conditions, can solve a major global societal problem; namely, some algal species can aid in the cleaning of human-generated wastewater. Recent research using a newly isolated microalgae (Scenedesmus sp. strain AC-2) and bacterial strain (Pseudomonas sp. strain AC-1) has shown that the organisms form mutually beneficial partnerships resulting in faster clean-up of wastewater. The goal of this project is to better understand bacterial-algal symbiotic partnerships and to use this information to enhance the clean up of larger amounts of wastewater. This project will also offer minority students innovative research and mentoring opportunities. \r\n\r\nA growing body of literature now refers algae as nature’s green gold because algal cells possess an unparallel ability to produce a wide variety of bio-based value-added products, such as biofuels (biodiesel, bioelectricity, biomethane and jet fuels), nutraceuticals/ pharmaceuticals (carotenoids, ß-Carotene, omega 3 polyunsaturated unsaturated fats (PUFA) and astaxanthin) and other products (cosmetics, bioplastics, starches proteins, oils and fertilizers). Most studies conducted to date have relied on the use of a single microalgal strain to obtain bioproducts, but recent findings indicate that symbiotic associations between bacterial species (Pseudomonas sp. strain AC-1) and microalgae (Scenedesmus sp. strain AC-2) can significantly enhance remediation of untreated wastewater concurrent to higher production of algal crude oil and potentially other value-added products. Therefore, the overarching hypothesis of this project is that a consortium of symbiotic bacteria and algal cells, when grown together, will result in mutually beneficial positive impacts, such as faster growth and higher yields of bio-based products. Conversely, algal and bacterial isolates, when grown separately, will disrupt the mutually beneficial symbiotic processes and manifest in a loss of positive impacts (e.g., wastewater nutrient depletion and crude oil yields). To address the overarching hypothesis, this project will do the following: 1) evaluate the interkingdom “cross-talk” between the newly isolated bacterial-algal symbionts using innovative experiments that rely on isotopically-labelled cells to trace shifts in cellular proteomes and metabolomes that correlate to mutually beneficial impacts; 2) utilize customized co-culture devices to experimentally validate the symbiotic networks identified between bacteria and algae; 3) apply bioinformatics and statistical analyses to characterize “cross-talk” between pathways; 4) train the next generation of minority students using the above cutting-edge research. This project will significantly enhance research and student training activities, and build upon the proven track record of innovative research-based education and training of underrepresented students in STEM disciplines. The proposed work will interface and leverage from ongoing NSF and other funded projects such as the NOAA-funded Center for Coastal and Marine Ecosystems (CCME); these projects continue to provide innovative research-based pedagogy and student training, particularly to underrepresented African American minority students. Obtaining a comprehensive and deeper understanding of the molecular underpinnings of bacterial-algal associations and mutually beneficial positive impacts will provide transformative findings for stimulating the algal-based green economy and advance sustainable developmental goals for society.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ashvini",
   "pi_last_name": "Chauhan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ashvini Chauhan",
   "pi_email_addr": "ashvini.chauhan@famu.edu",
   "nsf_id": "000114306",
   "pi_start_date": "2022-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ashish",
   "pi_last_name": "Pathak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ashish Pathak",
   "pi_email_addr": "Ashish1.pathak@famu.edu",
   "nsf_id": "000788838",
   "pi_start_date": "2022-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida Agricultural and Mechanical University",
  "inst_street_address": "1700 LEE HALL DR #201",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8505993531",
  "inst_zip_code": "323070001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8LKB16HV1K5"
 },
 "perf_inst": {
  "perf_inst_name": "Florida A&M University",
  "perf_str_addr": "1515, S. MLK Blvd.,, Suite 305B,",
  "perf_city_name": "Tallahassee",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323070881",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "070Y00",
   "pgm_ele_name": "HBCU-EiR - HBCU-Excellence in"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 499820.0
  }
 ],
 "por": null
}