{
 "awd_id": "2200474",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Initiation Award: Defining the role of DJ-1 in regulating L-type voltage-dependent calcium channel expression in neuronal plasticity",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032922816",
 "po_email": "cpaigean@nsf.gov",
 "po_sign_block_name": "Carleitta Paige-Anderson",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 299983.0,
 "awd_amount": 359978.0,
 "awd_min_amd_letter_date": "2022-07-21",
 "awd_max_amd_letter_date": "2024-06-25",
 "awd_abstract_narration": "The Historically Black Colleges and Universities Undergraduate Program (HBCU-UP) through Research Initiation Awards provide support for junior and mid-career faculty at Historically Black Colleges and Universities who are building new research programs or redirecting and rebuilding existing research programs. It is expected that the award helps to further the faculty member's research capability and effectiveness and improve research and teaching at the home institution. This award to North Carolina A & T State University provides an opportunity to establish a molecular neuroscience laboratory that investigates the mechanisms underlying learning and memory. Specifically, the project aims to examine how L-type calcium ion channels, proteins that allow calcium to enter a neuron, are prevented from being made during long-term synaptic depression, which is a form of neuronal plasticity. With this award, efforts also include the training of undergraduate students thereby contributing to the next generation of scientists who can contribute to scientific innovation, creativity and productivity.\r\n\r\nEncoding learning and memory, such as the ability to distinguish between new and old experiences, requires neurons to synthesize some and repress other proteins in synapses and dendrites. One mechanism underlying the ability of neurons to regulate their protein levels rapidly is through RNA-binding proteins (RBPs). However, current knowledge about the identity of these RBPs, their messenger RNA (mRNA) targets, and how these RBPs regulate the protein expression of their targets are poorly understood. Recent studies revealed that DJ-1, an under-characterized RBP, resides in dendrites and synapses, and modulates the activity of some dendritic calcium channels. Thus, this project seeks to investigate the role of DJ-1 in regulating the translation of mRNAs that encode the different protein subunits that make up L-type voltage-dependent calcium channels (L-VDCC) during long-term synaptic depression (LTD). Specifically, the research will evaluate the translation of the following L-VDCC-associated mRNAs: Cacna1c, Cacna1d, Cacna2d1, Cacna2d2, and Cacna2d3. Assessment on the role of DJ-1 in long-term synaptic depression will be determined by manipulating the expression of DJ-1 virally and by using a mouse model of impaired LTD. To mimic LTD, dissociated hippocampal neurons will be treated with (RS)-3,5-dihydroxyphenylglycine (DHPG). The studies will use a novel protein synthesis assay, surface sensing of translation (SUnSET) coupled with proximity ligation assay (PLA), to determine how DJ-1 controls the translation of L-VDCC-associated mRNAs with temporal and spatial resolution in primary hippocampal neurons. Results from these studies will advance our understanding of the mechanisms underlying hippocampal LTD, which is fundamental to how we encode novel experiences into habituation. Moreover, these studies will establish a novel role for DJ-1 as a regulator of calcium dynamics relevant to learning and memory.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Farr",
   "pi_last_name": "Niere",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Farr Niere",
   "pi_email_addr": "niere.farr@gmail.com",
   "nsf_id": "000640779",
   "pi_start_date": "2022-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina Agricultural & Technical State University",
  "inst_street_address": "1601 E MARKET ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREENSBORO",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3363347995",
  "inst_zip_code": "27411",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NC06",
  "org_lgl_bus_name": "NORTH CAROLINA AGRICULTURAL AND TECHNICAL STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SKH5GMBR9GL3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina Agricultural & Technical State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "274110001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 299983.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 59995.0
  }
 ],
 "por": null
}