{
 "awd_id": "2200023",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Biodiversity, Conservation Science, and Climate Change",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032924713",
 "po_email": "mbjones@nsf.gov",
 "po_sign_block_name": "Brandon Jones",
 "awd_eff_date": "2022-04-01",
 "awd_exp_date": "2023-03-31",
 "tot_intn_awd_amt": 49998.0,
 "awd_amount": 59988.0,
 "awd_min_amd_letter_date": "2022-03-22",
 "awd_max_amd_letter_date": "2022-08-03",
 "awd_abstract_narration": "This grant supports the National Council for Science and the Environment (now doing business as Global Council for Science and the Environment {GCSE}) in the delivery of the 2022 Annual Conference. The theme of the 2022 Annual Conference is Biodiversity, Conservation Science, and Climate Change and will be held virtually on June 21-24, 2022. The Conference will explore the complex interactions between biodiversity and climate change, and how these complexities factor into conservation strategies to protect global biodiversity. A main goal of the conference is to reframe the \"tipping points\" dialogue to emphasize the necessity for regenerative thinking, solution creation and action.  The conference will highlight success stories in conservation that should help guide us toward discovering more science and evidence-based solutions to conservation challenges.\r\n\r\nThe theme of the GCSE 2022 Annual Conference, Biodiversity, Conservation Science, and Climate Change, encourages scientists, decision-makers, civil society leaders and practitioners, and youth to rethink the traditional \"tipping points\" narrative in order to address crucial issues impacting biodiversity conservation and climate change. The most recent report of the Intergovernmental Panel on Climate Change (IPCC) makes it abundantly clear that humanity is rapidly running out of time to confront the climate crisis before global warming makes conserving global biodiversity much harder—if not impossible. The central objective of the conference, is to identify practical ways to engage in regenerative decision spaces regarding climate solutions that protect life on earth and ensure a sustainable and resilient future for humanity itself.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "Wyman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle Wyman",
   "pi_email_addr": "grants@gcseglobal.org",
   "nsf_id": "000803850",
   "pi_start_date": "2022-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Council for Science and the Environment/CEDD",
  "inst_street_address": "1776 I ST NW STE 750",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2022700041",
  "inst_zip_code": "200063771",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "NATIONAL COUNCIL FOR SCIENCE AND THE ENVIRONMENT, THE",
  "org_prnt_uei_num": "LLNMWDJVJ1Y9",
  "org_uei_num": "LLNMWDJVJ1Y9"
 },
 "perf_inst": {
  "perf_inst_name": "National Council for Science and the Environment",
  "perf_str_addr": "1776 Eye St",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200063771",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "061900",
   "pgm_ele_name": "SPECIAL EMPHASIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 59988.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Global Council for Science and the Environment 2022 Annual Conference</strong></p>\n<p>The Global Council for Science and the Environment (GCSE) successfully organized the four day (June 21-24, 2022) virtual conference titled, Biodiversity, Conservation Science, and Climate Change. Through this conference, GCSE honored the legacy of leading scientist Dr. Thomas E. Lovejoy, who passed away in December, 2021. Dr. Lovejoy made long standing, seminal contributions to the study of biodiversity, conservation biology and climate change.</p>\n<p><strong>Conference Content</strong></p>\n<p>The GCSE 2022 Annual Conference included more than 100 intergenerational and intercontinental speakers ranging from Indigenous peoples, local communities, practitioners, youth activists, decision-makers, students, and scientists. The conference explored the complex interactions between biodiversity and climate change, and how these complexities factor into conservation strategies to protect global biodiversity.</p>\n<p>Through keynote speeches, flash talks, plenary addresses, and other sessions, the 700+ conference registrants were exposed to a range of topics, including Indigenous science in conservation, the economics of biodiversity, equity and inclusion in research, and local solutions to pressing climate issues. The GCSE 2022 Annual Conference served as a catalyst for future collaboration and action on biodiversity, climate change, and conservation science.</p>\n<p>In line with <span><span>GCSE's</span></span>&nbsp;mission to bring together scientists, educators, decision-makers, business leaders, and officials at all levels of government from around the world, the GCSE 2022 A<span>nnual</span>&nbsp;C<span>onference</span> gathered <strong>116 speakers</strong> from <strong>20 different countries</strong>. The conference featured a variety of speakers ranging from Indigenous peoples, local communities, practitioners, youth citizens, decision-makers, students, and scientists from both the Global South and Global North. Over 50 percent of conference presenters were from the education field, with strong representation from the <span><span>NGO</span></span>/non-profit sector (29.6 percent) and individuals from government and community leadership (14.8 percent) as well. <strong>48 higher-education institutions</strong> had at least one affiliate speak at the 2022 GCSE Annual Conference; GCSE remains committed to creating opportunities for member institutions to showcase their work at GCSE events. GCSE has tracked which countries were represented by the <span><span>event's&nbsp;</span></span>presenters over the four days of conference programming. Out of the total 116 presenters at the GCSE 2022 Annual Conference, 83 percent (96) came from the Global North and 17 percent (20) came from the Global South.</p>\n<p>The Conference highlighted success stories in conservation to inform and advance sustainable socio-economic development and find more general science- and evidence-based solutions to conservation challenges. The conference addressed the fact that conservation strategies are also inherently socio-political and economic, and their success depends upon forging partnerships with Indigenous peoples and communities most impacted by biodiversity and its loss.</p>\n<p>The overall composition of the GCSE 2022 Annual Conference engaged a variety of local and international actors and ignited passion for action-oriented solutions to climate change, biodiversity loss, and issues pertaining to conservation science. Building on the research-focused programming framework from the GCSE 2021 Annual Conference, this conference was humanistic with highlights and links between the individual speakers and their initiatives to enlighten and educate attendees about global movements to combat environmental degradation.</p>\n<p><strong>Conference Participation</strong></p>\n<p>With a vision of accessible collaboration through a virtual format, the GCSE 2022 Annual Conference brought together 729 registrants from 32 different countries. Participants were made up of youth, professionals, and individuals from various backgrounds, representing both the Global South and the Global North. Similar to the 2021 conference, GCSE provided complimentary registration to students and faculty of member institutions. Given that over 75 percent of conference registrants came from the education sector, GCSE plans to continue to provide open-access to the annual conference for students and faculty in order to engage <span>GCSE</span> member institutions and have a diverse <span>and accessible</span> event.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/30/2023<br>\n\t\t\t\t\tModified by: Michelle&nbsp;Wyman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGlobal Council for Science and the Environment 2022 Annual Conference\n\nThe Global Council for Science and the Environment (GCSE) successfully organized the four day (June 21-24, 2022) virtual conference titled, Biodiversity, Conservation Science, and Climate Change. Through this conference, GCSE honored the legacy of leading scientist Dr. Thomas E. Lovejoy, who passed away in December, 2021. Dr. Lovejoy made long standing, seminal contributions to the study of biodiversity, conservation biology and climate change.\n\nConference Content\n\nThe GCSE 2022 Annual Conference included more than 100 intergenerational and intercontinental speakers ranging from Indigenous peoples, local communities, practitioners, youth activists, decision-makers, students, and scientists. The conference explored the complex interactions between biodiversity and climate change, and how these complexities factor into conservation strategies to protect global biodiversity.\n\nThrough keynote speeches, flash talks, plenary addresses, and other sessions, the 700+ conference registrants were exposed to a range of topics, including Indigenous science in conservation, the economics of biodiversity, equity and inclusion in research, and local solutions to pressing climate issues. The GCSE 2022 Annual Conference served as a catalyst for future collaboration and action on biodiversity, climate change, and conservation science.\n\nIn line with GCSE's mission to bring together scientists, educators, decision-makers, business leaders, and officials at all levels of government from around the world, the GCSE 2022 Annual Conference gathered 116 speakers from 20 different countries. The conference featured a variety of speakers ranging from Indigenous peoples, local communities, practitioners, youth citizens, decision-makers, students, and scientists from both the Global South and Global North. Over 50 percent of conference presenters were from the education field, with strong representation from the NGO/non-profit sector (29.6 percent) and individuals from government and community leadership (14.8 percent) as well. 48 higher-education institutions had at least one affiliate speak at the 2022 GCSE Annual Conference; GCSE remains committed to creating opportunities for member institutions to showcase their work at GCSE events. GCSE has tracked which countries were represented by the event's presenters over the four days of conference programming. Out of the total 116 presenters at the GCSE 2022 Annual Conference, 83 percent (96) came from the Global North and 17 percent (20) came from the Global South.\n\nThe Conference highlighted success stories in conservation to inform and advance sustainable socio-economic development and find more general science- and evidence-based solutions to conservation challenges. The conference addressed the fact that conservation strategies are also inherently socio-political and economic, and their success depends upon forging partnerships with Indigenous peoples and communities most impacted by biodiversity and its loss.\n\nThe overall composition of the GCSE 2022 Annual Conference engaged a variety of local and international actors and ignited passion for action-oriented solutions to climate change, biodiversity loss, and issues pertaining to conservation science. Building on the research-focused programming framework from the GCSE 2021 Annual Conference, this conference was humanistic with highlights and links between the individual speakers and their initiatives to enlighten and educate attendees about global movements to combat environmental degradation.\n\nConference Participation\n\nWith a vision of accessible collaboration through a virtual format, the GCSE 2022 Annual Conference brought together 729 registrants from 32 different countries. Participants were made up of youth, professionals, and individuals from various backgrounds, representing both the Global South and the Global North. Similar to the 2021 conference, GCSE provided complimentary registration to students and faculty of member institutions. Given that over 75 percent of conference registrants came from the education sector, GCSE plans to continue to provide open-access to the annual conference for students and faculty in order to engage GCSE member institutions and have a diverse and accessible event.\n\n\t\t\t\t\tLast Modified: 06/30/2023\n\n\t\t\t\t\tSubmitted by: Michelle Wyman"
 }
}