{
 "awd_id": "2200036",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REMOVAL OF METALS FROM PETROLEUM PRODUCED WATER BY DOLOMITE",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927858",
 "po_email": "cjiang@nsf.gov",
 "po_sign_block_name": "Sunny  Jiang",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 398478.0,
 "awd_amount": 398478.0,
 "awd_min_amd_letter_date": "2022-08-10",
 "awd_max_amd_letter_date": "2023-10-20",
 "awd_abstract_narration": "In the United States, every year, the production of oil and gas generates more than 890 billion barrels of contaminated wastewater, commonly referred to as produced water (PW). This PW typically contains high concentrations of salts (predominantly sodium chloride) and a broad range of alkaline earth metals, heavy metals, and naturally occurring radioactive materials. These contaminants include calcium (Ca), magnesium (Mg), barium (Ba), strontium (Sr), arsenic (As), cadmium (Cd), and radium (Ra). This combination of high concentrations of salts and toxic metals makes the treatment and reuse of PW very challenging and costly. The overarching goal of this project is to explore the utilization of low-cost dolomite filters to remove toxic metals from high salinity PW. Building upon the results of promising preliminary results, the Principal Investigators (PIs) propose to investigate the mechanisms and process variables that control the removal of toxic metal ions and their mixtures from PW by dolomite over a range of aqueous phase salinity, temperature, and compositions. The successful completion of this project will benefit society through the generation of fundamental knowledge to advance the development and implementation of low-cost dolomite filtration technology to remove toxic metals from PW and other high-salinity waste streams. Additional benefits to society will be achieved through outreach and educational activities including the mentoring of two graduate students at Oklahoma State University and a graduate student at Missouri University of Science and Technology. \r\n\r\nApproximately, 10 gallons of water are generated by oil and gas wells for each barrel of oil produced in the United States (US). This produced water (PW) contains high concentrations of salts and toxic metals and therefore must be treated to enable its reuse. However, due to high treatment costs, most of the PW in the US is disposed of via deep injection into subsurface formations where it can potentially contaminate freshwater resources and/or induce seismicity. The goal of this project is to investigate the removal of toxic metals and their mixtures from model PW by lower-cost dolomite filters using barium (Ba), strontium (Sr), arsenic (As), and cadmium (Cd) as model toxic metal ions. To advance this goal, the Principal Investigators (PIs) propose to carry out an integrated experimental and modeling research program structured around four objectives. Objective 1 will investigate the effects of aqueous phase (PW) salinity, composition, and temperature on toxic metal ion removal by dolomite using batch and flow through column experiments. Objective 2 will evaluate the effects of changes in dolomite surface morphology and composition on toxic metal ion removal using a combination of imaging and analytical tools including scanning electron microscopy (SEM), x-ray diffraction (XRD), x-ray fluorescence (XRF) spectroscopy, and extended X-ray absorption fine structure (EXAFS) spectroscopy. Objective 3 will determine the intrinsic stability constants of toxic metal ion complexation with dolomite over a range of aqueous phase compositions, salinities, and temperatures using a combination of surface titration and electrokinetic measurements. Objective 4 will explore the development and validation of surface complexation and reactive transport models to simulate the removal of metals from PW by dolomite filtration. The successful completion of this research has the potential for transformative impact through the generation of new fundamental knowledge and modeling tools to advance the design and implementation of dolomite filtrations as an efficient and cost-effective technology to remove toxic metal ions from high salinity PW. To implement the education and outreach activities of the project, the PIs plan to integrate the findings from this research into existing and relevant course modules at both Oklahoma State University (OSU) and Missouri University of Science and Technology (Missouri S&T). In addition, the PIs propose to leverage existing programs at their respective institutions to recruit graduate/undergraduate students from underrepresented groups to work on this project including the Louis Stokes Alliances for Minority Participation at OSU and the Summer Engineering Research Academy at Missouri S&T.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Javier",
   "pi_last_name": "Vilcaez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Javier Vilcaez",
   "pi_email_addr": "vilcaez@okstate.edu",
   "nsf_id": "000684852",
   "pi_start_date": "2022-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Borrok",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Borrok",
   "pi_email_addr": "borrokd@mst.edu",
   "nsf_id": "000624449",
   "pi_start_date": "2022-08-10",
   "pi_end_date": "2023-10-20"
  }
 ],
 "inst": {
  "inst_name": "Oklahoma State University",
  "inst_street_address": "401 WHITEHURST HALL",
  "inst_street_address_2": "",
  "inst_city_name": "STILLWATER",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4057449995",
  "inst_zip_code": "740781031",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OK03",
  "org_lgl_bus_name": "OKLAHOMA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNYDFK5FTSX9"
 },
 "perf_inst": {
  "perf_inst_name": "Oklahoma State University",
  "perf_str_addr": "203 Whitehurst",
  "perf_city_name": "Stillwater",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "740781016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OK03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 398478.0
  }
 ],
 "por": null
}