{
 "awd_id": "2200484",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Initiation Award: Designing Synthetic Polyglycidol-based Polymeric Networks to Influence Cellular Behavior",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032922816",
 "po_email": "cpaigean@nsf.gov",
 "po_sign_block_name": "Carleitta Paige-Anderson",
 "awd_eff_date": "2022-06-01",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 299997.0,
 "awd_amount": 299997.0,
 "awd_min_amd_letter_date": "2022-05-02",
 "awd_max_amd_letter_date": "2022-05-02",
 "awd_abstract_narration": "Research Initiation Awards provide support for junior and mid-career faculty at Historically Black Colleges and Universities who are building new research programs or redirecting and rebuilding existing research programs. It is expected that the award helps to further the faculty member's research capability and effectiveness, improve research and teaching at the home institution, and involves undergraduate students in research experiences. The interdisciplinary research proposed at Fisk University has the potential to advance our understanding of the interactions between biological systems and polymeric materials. Additionally, this project involves undergraduate students from underrepresented minority groups in the Science Technology Engineering and Mathematics fields. The interdisciplinary nature of this research will provide integrated research training to undergraduate students from multiple backgrounds, thereby exposing them to the multidisciplinary nature of state-of-the art polymer chemistry research. The broader impact extends nationwide as student participation in this project will further prepare them for matriculation to top-ranked graduate degree programs and to careers in polymer science and engineering or related fields, thereby diversifying the nation’s Science Technology Engineering and Mathematics workforce.\r\n\r\nThe strategic engineering of biochemical and biophysical properties into current hydrogel technologies has been met with limited success, due in part to the scarcity of functional biocompatible polymers and facile synthetic methodologies needed for the development of next-generation synthetic biomaterials. The goal of this research is to test the hypothesis that the chemical composition and network topology of polyglycidol-based hydrogels can be easily tuned to present multiple biophysical and biochemical cues simultaneously, which can then be used to regulate mesenchymal stem cells attachment, proliferation, and differentiation. To accomplish this goal, this project combines a selection of established synthetic protocols to produce a new facile methodology for the synthesis of topologically and compositionally unique polyglycidol-based hydrogels, unattainable with current poly(ethylene glycol)-based methodologies. The research team first investigates the influence of crosslink kinetics, network topology, and composition on the viscoelastic properties of the hydrogel network, then access the behavior of mesenchymal stem cells when incorporated into these polymeric networks, as a function of polymer topology and composition, using molecular and cell biology approaches. This approach allows the research team to establish structure-property-activity relationships between the biochemical and biophysical properties of the polymeric network and cellular responses. The facile modification of polyether-based networks to include multiple biophysical and biochemical properties represents a significant advance towards designing cell-scaffolds that can be used to gain fundamental understanding of the synergistic effects of these properties on cellular behavior, advancing the knowledge needed to influence cellular processes with synthetic materials.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dain",
   "pi_last_name": "Beezer",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Dain B Beezer",
   "pi_email_addr": "dbeezer@fisk.edu",
   "nsf_id": "000834113",
   "pi_start_date": "2022-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Fisk University",
  "inst_street_address": "1000 17TH AVE N",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153298809",
  "inst_zip_code": "372083051",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "FISK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DRC6S9KLNLH1"
 },
 "perf_inst": {
  "perf_inst_name": "Fisk University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372083045",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 299997.0
  }
 ],
 "por": null
}