{
 "awd_id": "2201445",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CC* Compute: An Open Science Grid shared computing platform at Penn State",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032925184",
 "po_email": "awapon@nsf.gov",
 "po_sign_block_name": "Amy Apon",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 399664.0,
 "awd_amount": 399664.0,
 "awd_min_amd_letter_date": "2022-03-30",
 "awd_max_amd_letter_date": "2022-03-30",
 "awd_abstract_narration": "This project establishes a new state-of-the-art high-throughput computing cluster for researchers across the 24-campus Penn State University system.  The cluster is composed of 10 AMD EPYC nodes, each with 128 cores and one A40 Nvidia GPU. Researchers in the Institute for Gravitation and the Cosmos and the Institute for Computational and Data Sciences, priority users for the cluster, use this computer cluster to: study the universe by analyzing data to find ripples in space called gravitational waves; investigate novel ways to track down the universe’s missing matter called dark matter; and search for planets around other stars.\r\n\r\nThe new computing cluster improves access to computing for all Penn State researchers in the hopes of accelerating the pace of discovery across a broad spectrum of Science, Technology, Engineering, and Math through projects engaging the Penn State “Research Innovation with Scientists and Engineers (RISE)” CyberTeam (NSF OAC-2018299). The cluster is connected to the Open Science Grid bolstering the fabric of national cyberinfrastructure that supports competitive US research through sharing resources across universities. Penn State also plans to use this resource for annual summer schools for students focused on data analysis, computing, physics, and astronomy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chad",
   "pi_last_name": "Hanna",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chad Hanna",
   "pi_email_addr": "crh184@psu.edu",
   "nsf_id": "000650108",
   "pi_start_date": "2022-03-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Ford",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Eric B Ford",
   "pi_email_addr": "eford@psu.edu",
   "nsf_id": "000064329",
   "pi_start_date": "2022-03-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cindy",
   "pi_last_name": "Gulis",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Cindy Y Gulis",
   "pi_email_addr": "YUL20@psu.edu",
   "nsf_id": "000079880",
   "pi_start_date": "2022-03-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Shandera",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah E Shandera",
   "pi_email_addr": "ses47@psu.edu",
   "nsf_id": "000603585",
   "pi_start_date": "2022-03-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Donghui",
   "pi_last_name": "Jeong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Donghui Jeong",
   "pi_email_addr": "djeong@psu.edu",
   "nsf_id": "000655480",
   "pi_start_date": "2022-03-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808000",
   "pgm_ele_name": "Campus Cyberinfrastructure"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 399664.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-e2ea6b37-7fff-b9f8-4a9b-35bdf500258f\"> </span></p>\n<p dir=\"ltr\"><span>This award funded the acquisition of advanced computational hardware containing 1280 CPU cores and 40 NVidia A2 GPUs for high throughput computing (HTC) applications at Penn State, for use within the LIGO Scientific Collaboration, and to share to all US researchers through the Open Science Grid (OSG).&nbsp; This award enabled large-scale data processing essential for groundbreaking research in astrophysics, cosmology, and over 40 other scientific domains.</span></p>\n<p dir=\"ltr\"><strong>Intellectual Merit</strong></p>\n<p dir=\"ltr\"><span>The computing cluster acquired through this award was the first&nbsp; general-purpose HTC system at Penn State. Over the award period, it provided approximately 10 million CPU hours for a variety of complex analyses, including gravitational wave detection and quantum simulations. The cluster was instrumental in supporting real-time gravitational wave analysis during the fourth observation run of LIGO, Virgo, and KAGRA collaborations, leading to discoveries such as the coalescence of a neutron star and a compact object within an unexplored mass range, potentially shedding light on unknown processes in star formation and evolution.</span></p>\n<p dir=\"ltr\"><span>The cluster's integration with OSG allowed it to serve not only Penn State researchers but also the national scientific community, contributing 20% of its computational cycles to extramural projects in fields ranging from high-energy physics to bioinformatics. This setup also facilitated the porting of gravitational wave search codes to GPU architectures, improving performance by an order of magnitude and opening the door for future-scale physics discoveries.</span></p>\n<p dir=\"ltr\"><strong>Broader Impacts</strong></p>\n<p dir=\"ltr\"><span>The project extended beyond scientific discovery by providing educational and professional development opportunities. Workshops and summer programs introduced high school students to data analysis, fostering an early interest in scientific computing and analytical techniques. Graduate students received hands-on training in HTC methods through local workshops and mentoring, with one participant, recognized at High Throughput Computing 2024 for his contributions. This training has had a lasting impact, leading to four completed PhD dissertations and contributing to a more knowledgeable, tech-savvy workforce.</span></p>\n<p>The project also influenced Penn State&rsquo;s research infrastructure, catalyzing a shift from traditional high-performance computing (HPC) to HTC models, which are better suited for many modern scientific workloads.&nbsp; Although the award is completed, the provisioned resource will continue to make scientific impacts for years to come.</p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/25/2024<br>\nModified by: Chad&nbsp;Hanna</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nThis award funded the acquisition of advanced computational hardware containing 1280 CPU cores and 40 NVidia A2 GPUs for high throughput computing (HTC) applications at Penn State, for use within the LIGO Scientific Collaboration, and to share to all US researchers through the Open Science Grid (OSG). This award enabled large-scale data processing essential for groundbreaking research in astrophysics, cosmology, and over 40 other scientific domains.\n\n\nIntellectual Merit\n\n\nThe computing cluster acquired through this award was the first general-purpose HTC system at Penn State. Over the award period, it provided approximately 10 million CPU hours for a variety of complex analyses, including gravitational wave detection and quantum simulations. The cluster was instrumental in supporting real-time gravitational wave analysis during the fourth observation run of LIGO, Virgo, and KAGRA collaborations, leading to discoveries such as the coalescence of a neutron star and a compact object within an unexplored mass range, potentially shedding light on unknown processes in star formation and evolution.\n\n\nThe cluster's integration with OSG allowed it to serve not only Penn State researchers but also the national scientific community, contributing 20% of its computational cycles to extramural projects in fields ranging from high-energy physics to bioinformatics. This setup also facilitated the porting of gravitational wave search codes to GPU architectures, improving performance by an order of magnitude and opening the door for future-scale physics discoveries.\n\n\nBroader Impacts\n\n\nThe project extended beyond scientific discovery by providing educational and professional development opportunities. Workshops and summer programs introduced high school students to data analysis, fostering an early interest in scientific computing and analytical techniques. Graduate students received hands-on training in HTC methods through local workshops and mentoring, with one participant, recognized at High Throughput Computing 2024 for his contributions. This training has had a lasting impact, leading to four completed PhD dissertations and contributing to a more knowledgeable, tech-savvy workforce.\n\n\nThe project also influenced Penn States research infrastructure, catalyzing a shift from traditional high-performance computing (HPC) to HTC models, which are better suited for many modern scientific workloads. Although the award is completed, the provisioned resource will continue to make scientific impacts for years to come.\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 10/25/2024\n\n\t\t\t\t\tSubmitted by: ChadHanna\n"
 }
}