{
 "awd_id": "2201467",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AccelNet-Design: International Networks Towards Future U.S. Urban Resilience (Resilient-NET)",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032922235",
 "po_email": "kchoover@nsf.gov",
 "po_sign_block_name": "Kara C. Hoover",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 249905.0,
 "awd_amount": 249905.0,
 "awd_min_amd_letter_date": "2022-07-08",
 "awd_max_amd_letter_date": "2022-07-08",
 "awd_abstract_narration": "AccelNet-Design: International Networks Towards Future U.S. Urban Resilience (Resilient-NET)\r\nOISE #2201467 LIU\r\n\r\nUrban resilience is a global issue that requires a global solution, but existing networks on urban resilience research are often shaped by their regional, institutional, disciplinary, and social contexts. Resilient-NET takes an integrated technical-social-climate perspective to bring together disparate disciplines and traditionally isolated networks to address the multitude of challenges faced by urban dwellers. This network integrates climate models into risk and urban logistics models, addresses reliability and logistics problems associated with supply chains, and explores coupling among climate, infrastructural and social systems. Resilient-NET catalyzes new cross-disciplinary global collaborations, synergizes complementary scientific expertise, and provides critical access to one-of-its-kind pilot projects, data, platforms, and research capabilities for U.S. researchers to make global impacts and strengthen their leadership roles on emerging challenges in building resilience into future urban socio-technical systems. Resilient-NET creates a roadmap towards future resilient urban ecosystems, to generate societal impacts on the livability and economic viability of American cities. Participating networks include world-renowned research centers on urban resilience from Asia and Europe, cross-disciplinary U.S. research communities, NSF-funded networks on Extreme Events Research, United Nations’ Habitat Program, and stakeholders from the industry sectors of IoT, Smart Cities technologies and National Labs.\r\n\r\nThis collaboration identifies key research gaps and enabling capabilities in building urban resilience through an integrated technical-social-climate approach. The design activities are organized into three clusters. Cluster 1 focuses on how digital space—the skeletons of future urban cybernetic organisms—can be enhanced and used to improve future urban resilience research; Cluster 2 identifies the new types of convergence research structures needed to improve social resilience in urban environments and address coupled infrastructure and social systems; and Cluster 3 accelerates the understanding of the impacts of extreme events on future urban social-technical systems, and identify the missing capabilities that enable future resilience of dense urban environments evolving with climate change, infrastructure redevelopment, and digitization of physical infrastructure. Addressing these societally important challenges fosters convergence research from data science, logistics, social science, civil engineering, geosciences, and climatology, with a scope and magnitude beyond the capabilities of a single research community. International networks established via Resilient-NET are essential to accelerating the discovery of knowledge in this space through early access to new data and platforms currently only available from global partners and through collaborative efforts which promote knowledge, data, and best practice sharing.\r\n\r\nThe Accelerating Research through International Network-to-Network Collaborations (AccelNet) program is designed to accelerate the process of scientific discovery and prepare the next generation of U.S. researchers for multiteam international collaborations. The AccelNet program supports strategic linkages among U.S. research networks and complementary networks abroad that will leverage research and educational resources to tackle grand scientific challenges that require significant coordinated international efforts. This project is funded by the Office of International Science and Engineering (OISE).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiao",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiao Liu",
   "pi_email_addr": "xiao.liu@isye.gatech.edu",
   "nsf_id": "000759434",
   "pi_start_date": "2022-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Song",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Song Yang",
   "pi_email_addr": "yangwang@uark.edu",
   "nsf_id": "000572399",
   "pi_start_date": "2022-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Pazour",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer A Pazour",
   "pi_email_addr": "pazouj@rpi.edu",
   "nsf_id": "000613789",
   "pi_start_date": "2022-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hiba",
   "pi_last_name": "Baroud",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hiba Baroud",
   "pi_email_addr": "hiba.baroud@vanderbilt.edu",
   "nsf_id": "000704405",
   "pi_start_date": "2022-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Linyin",
   "pi_last_name": "Cheng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Linyin Cheng",
   "pi_email_addr": "lc032@uark.edu",
   "nsf_id": "000828144",
   "pi_start_date": "2022-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas",
  "inst_street_address": "1125 W MAPLE ST STE 316",
  "inst_street_address_2": "",
  "inst_city_name": "FAYETTEVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795753845",
  "inst_zip_code": "727013124",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "MECEHTM8DB17"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas",
  "perf_str_addr": "4174 Bell Engineering Center",
  "perf_city_name": "Fayetteville",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727011201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "069Y00",
   "pgm_ele_name": "AccelNet - Accelerating Resear"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "5950",
   "pgm_ref_txt": "SWITZERLAND"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 28262.0
  }
 ],
 "por": null
}