{
 "awd_id": "2201545",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Measuring the Social Networks and Community Cultural Wealth of Latina/o STEM Undergraduates",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 675271.0,
 "awd_amount": 519141.0,
 "awd_min_amd_letter_date": "2022-08-25",
 "awd_max_amd_letter_date": "2022-08-25",
 "awd_abstract_narration": "This project is a collaboration between social scientists at the University of Wisconsin-Madison and scientists within the University of Texas System Louis Stokes Alliance for Minority Participation (LSAMP) aimed at understanding the assets Latinx students bring to their science, technology, engineering, and mathematics (STEM) education and careers. Although Latinx undergraduates plan to enter STEM at rates equivalent to or exceeding those of their peers from other racial/ethnic groups, they are underrepresented in the STEM workforce and among degree recipients in STEM. As a counter to deficit-based studies that investigate these discrepancies by emphasizing what Latinx students lack, this study focuses on the community cultural resources Latinx students bring to their education and careers. By mapping Latinx students’ social networks, measuring their community cultural wealth (CCW), documenting their experiences with STEM research, and tracking changes in their professional identity as they move from their junior to senior year and then out into the work6force or into STEM graduate programs, this project will advance the ways eight LSAMP institutions can institutionalize supportive structures for undergraduate STEM education.  \r\n\r\nThe project team will document the experiences and relationships of a group of Latina/o students each fall over the course of 3 years, and  will employ new quantitative techniques for assessing their CCW during their college-to-career transition. The longitudinal mixed method design is among the first to combine CCW with ego network analysis. This not only expands the epistemologies and methodologies available to STEM education researchers, but more broadly speaking, can inform institutions of higher education as they develop the CCW- and social network-based STEM programming that is critical to Latina/o undergraduate STEM education. Finally, this project illustrates the importance of diversifying the range of institutions and partnerships Hispanic Serving Institutions (HSIs) and emerging HSIs can have, given they will continue to bear witness to the collective racialized experiences of Latinx students pursuing their post-secondary education.\r\n\r\nThis collaborative project is funded through the Racial Equity in STEM Education program (EHR Racial Equity). The program supports research and practice projects that investigate how considerations of racial equity factor into the improvement of science, technology, engineering, and mathematics (STEM) education and workforce. Awarded projects seek to center the voices, knowledge, and experiences of the individuals, communities, and institutions most impacted by systemic inequities within the STEM enterprise. This program aligns with NSF’s core value of supporting outstanding researchers and innovative thinkers from across the Nation's diversity of demographic groups, regions, and types of organizations. Funds for EHR Racial Equity are pooled from programs across EHR in recognition of the alignment of its projects with the collective research and development thrusts of the four divisions of the directorate.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nidia",
   "pi_last_name": "Banuelos",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Nidia I Banuelos",
   "pi_email_addr": "nbanuelos@wisc.edu",
   "nsf_id": "000865832",
   "pi_start_date": "2022-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ross",
   "pi_last_name": "Benbow",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Ross J Benbow",
   "pi_email_addr": "rjbenbow@wisc.edu",
   "nsf_id": "000689077",
   "pi_start_date": "2022-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin - Madison",
  "perf_str_addr": "21 N. Park St., Ste. 6401",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  },
  {
   "pgm_ele_code": "913300",
   "pgm_ele_name": "Alliances-Minority Participat."
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "111Z",
   "pgm_ref_txt": "Collaborative Racial Equity"
  },
  {
   "pgm_ref_code": "112Z",
   "pgm_ref_txt": "Racial Equity in STEM"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002526DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 519141.0
  }
 ],
 "por": null
}