{
 "awd_id": "2201083",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Supporting Consequential Learning in Middle School STEM through Rightful Familial Presence",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032922255",
 "po_email": "tfrank@nsf.gov",
 "po_sign_block_name": "Toya frank",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 1119976.0,
 "awd_amount": 1119976.0,
 "awd_min_amd_letter_date": "2022-08-23",
 "awd_max_amd_letter_date": "2024-08-28",
 "awd_abstract_narration": "Familial presence in school supports children’s learning. However, few models exist that illustrate forms of familial presence in STEM learning that center familial cultural knowledge and practice. The project will produce a model for familial engagement in STEM along with instructional tools and illustrative case-studies that can be used by teachers and school districts nationally in support of increasing students’ STEM learning. This three-year study investigates new instructional practices that support rightful familial presence in STEM as a mechanism to address the continued racial and class gaps in STEM achievement for historically marginalized students. Rightful familial presence is a powerful form of authentic family engagement that legitimizes families’ community cultural capital. It fosters capital movement between families and schools, especially when these forms of capital have historically been marginalized within STEM learning. This awarded is funded by the Discovery Research preK-12 program (DRK-12) which seeks to significantly enhance the learning and teaching of science, technology, engineering and mathematics (STEM) by preK-12 students and teachers, through research and development of innovative resources, models and tools. Projects in the DRK-12 program build on fundamental research in STEM education and prior research and development efforts that provide theoretical and empirical justification for proposed projects.\r\n\r\nThe goals of the Rightful Familial Presence in STEM project are 1) to collaborate with 6th grade teachers and family members to produce a model for familial engagement, and 2) to study whether and how the model supports opportunities for equitable and consequential student learning in two different STEM content areas among middle school students from underrepresented backgrounds. The project seeks to advance theory by developing practice-based, theory-driven empirical understandings of how rightful familial presence supports STEM teaching and learning. Over three years and using cycles of participatory design-based intervention research, the Rightful Familial Presence in STEM intervention will be designed, tested and refined. Teachers and family members will collaboratively engage in new activity systems that will yield insights into STEM-specific curricular and instructional practices for equitable middle school STEM education. This project brings together teachers from two large urban public school districts, community leaders, parents and family members and researchers at the University of Michigan and the University of North Carolina at Greensboro. The project seeks to yield a) new knowledge on how instructional practices may foster new forms of rightful familial presence in support of student learning, and how teachers make sense of and take up these practices; and b) a practice framework with fleshed out teacher and familial roles to systemically increase rightful familial presence in middle school STEM learning, to be shared as explained in our communication plan.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "Calabrese Barton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Angela Calabrese Barton",
   "pi_email_addr": "angieCB@umich.edu",
   "nsf_id": "000100970",
   "pi_start_date": "2022-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edna",
   "pi_last_name": "Tan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Edna Tan",
   "pi_email_addr": "e_tan@uncg.edu",
   "nsf_id": "000528759",
   "pi_start_date": "2022-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "3003 South State St. Room 1062",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 742731.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 377245.0
  }
 ],
 "por": null
}