{
 "awd_id": "2201663",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Expanding a Multi-skilled STEM Technician Pipeline to Meet Industry Needs",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924651",
 "po_email": "vccarter@nsf.gov",
 "po_sign_block_name": "Virginia Carter",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 635012.0,
 "awd_amount": 635012.0,
 "awd_min_amd_letter_date": "2022-03-21",
 "awd_max_amd_letter_date": "2022-03-21",
 "awd_abstract_narration": "Johnston Community College’s (JCC) Expanding a Multi-skilled STEM Technician Pipeline to Meet Industry Needs “Bio Blend 2.0” seeks to better prepare students to meet biotechnology company hiring needs and to improve employment outcomes for underserved populations, specifically focusing our recruitment of neurodiverse individuals on the autism spectrum. JCC is located one hour south of Research Triangle Park in North Carolina, where the demand for well-trained and diverse biopharma technicians is growing and exceeding the number of technicians currently produced from local and regional community colleges. Bio Blend 2.0 will further modify Applied Engineering and Bioprocess Technology curriculum to provide access to distributed control system software (DeltaV), work-based learning, and internship opportunities with a goal of enrolling 50 students in years two and three of this project. The project will broaden participation of students with autism at JCC by 150%, leading to greater participation of neurodiverse individuals in Science, Technology, Engineering and Math (STEM) related programs. This three-year project will provide opportunities for DeltaV certification, Bio Blend certification, and Associates Degrees in Applied Engineering and Bioprocess Technology. Project results will include an increased number of trained technicians for local partners with national scalability for other colleges and industries.   \r\n\r\nBio Blend 2.0 seeks to accomplish three goals: 1) Modify Bio Blend curriculum, course progression, and resources based on stakeholder feedback and expand to all degree students across both the Applied Engineering and Bioprocess Technology programs; 2) Improve the Talent Pipeline to meet workforce and industry needs by developing a work-based learning experience and soft-skills training; and 3) Increase neurodiversity in the Applied Engineering and Bioprocess Technology programs to include more individuals from the autism spectrum. As part of the Bio Blend 2.0 project, DeltaV, the distributed control system used by many biotech companies, will be embedded into the curriculum across both programs. The project will also increase diversity and inclusion as it relates to the neurodivergent population. This is based on local industry feedback, unemployment rates for this population, and familiarity with a successful STEM program specifically for individuals with autism at other colleges. Faculty will receive training in Universal Design for Learning (UDL) to support diverse learners. JCC will also offer summer professional development opportunities for middle and high school educators and career counselors to strengthen the pipeline from public schools to postsecondary technician education. Industry feedback through advisory council meetings, classroom support, and on-going communication will improve student engagement and project outcomes. JCC’s Career Coach will facilitate learning communities for all students with specific focus for neurodiverse students on the autism spectrum. Bio Blend 2.0 will ultimately produce a more diverse and talented group of students from Applied Engineering and Biotechnology, ready to enter the workforce with hands-on applicable experience and certifications to fill the local industry need. This project is funded by the Advanced Technological Education program that focuses on the education of technicians for the advanced-technology fields that drive the Nation’s economy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Melissa",
   "pi_last_name": "Robbins",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Melissa Robbins",
   "pi_email_addr": "mwrobbins@johnstoncc.edu",
   "nsf_id": "000855297",
   "pi_start_date": "2022-03-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Griffin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julie Griffin",
   "pi_email_addr": "jcgriffin@johnstoncc.edu",
   "nsf_id": "000855315",
   "pi_start_date": "2022-03-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shawn",
   "pi_last_name": "Ford",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shawn Ford",
   "pi_email_addr": "smford@johnstoncc.edu",
   "nsf_id": "000856144",
   "pi_start_date": "2022-03-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Kirby",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "William M Kirby",
   "pi_email_addr": "wmkirby@johnstoncc.edu",
   "nsf_id": "000800064",
   "pi_start_date": "2022-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johnston Community College",
  "inst_street_address": "245 COLLEGE RD",
  "inst_street_address_2": "",
  "inst_city_name": "SMITHFIELD",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9192092571",
  "inst_zip_code": "275776055",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NC13",
  "org_lgl_bus_name": "JOHNSTON COMMUNITY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6GULVFKKQA6"
 },
 "perf_inst": {
  "perf_inst_name": "Johnston Community College",
  "perf_str_addr": "PO Box 2350, 245 College Road",
  "perf_city_name": "Smithfield",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275773919",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NC13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 635012.0
  }
 ],
 "por": null
}