{
 "awd_id": "2201013",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Scaffolding middle and high school students’ scientific evaluations of sources and alternative claims in Earth and environmental sciences",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032920000",
 "po_email": "jsinger@nsf.gov",
 "po_sign_block_name": "Jonathan Singer",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2023-11-30",
 "tot_intn_awd_amt": 309726.0,
 "awd_amount": 143132.0,
 "awd_min_amd_letter_date": "2022-06-01",
 "awd_max_amd_letter_date": "2022-06-01",
 "awd_abstract_narration": "Contemporary scientific and social issues, such as water security or climate change, are often complex and interrelated. This requires reasoned and scientific evaluations to determine appropriate responses. Although reasoned and scientific evaluations may be challenging for students, well-designed instructional materials may facilitate the teaching and learning of contemporary scientific and social issues. Students learning about these socioscientific issues encounter both scientific sources that represent current consensus and understanding as well as everyday information sources that may not be consistent with current science. This project addresses tools to support students in reading and evaluating a variety of sources to compare various claims addressing socioscientific issues. It draws on literacy concepts from science education and social studies to develop and implement scaffolding tools that can support students' understanding of the links among data, evidence, and claims while considering the trustworthiness and plausibility of sources. The project will design and test such instructional scaffolds with the goal of helping middle and high school science and social studies students to deepen their evaluation skills as they make reasoned evaluations as expected of citizens in a functional democratic society.\r\n\r\nThe project's fundamental research questions are: (1) What are the features of instructional scaffolds that support middle and high school students to develop more critical source trustworthiness and claim plausibility evaluations? (2) When engaging in these instructional scaffolds, how do students' evaluations relate to their shifts in trustworthiness and plausibility judgments toward justifiable understandings (e.g., based on evidence and reasoning)? (3) How do these evaluations and judgments relate to changes in students’ core disciplinary knowledge of social, civic, and scientific concepts related to socioscientific issues? The project will develop complementary instructional scaffolds to support source and claim evaluation and conduct professional development sessions with pairs of middle and high school science and social studies teachers to enable them to implement these scaffolds in their classrooms effectively. Furthermore, the project team will conduct rigorous classroom-based tests to gauge students' engagement, reasoning, and understanding of the fundamental scientific, social, and civic phenomena underlying these topics. The project team anticipates that these scaffolds will support students' reasoning and deepening understanding of socioscientific phenomena. The Discovery Research preK-12 program (DRK-12) seeks to significantly enhance the learning and teaching of science, technology, engineering and mathematics (STEM) by preK-12 students and teachers, through research and development of innovative resources, models and tools. Projects in the DRK-12 program build on fundamental research in STEM education and prior research and development efforts that provide theoretical and empirical justification for proposed projects.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carla",
   "pi_last_name": "McAuliffe",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Carla M McAuliffe",
   "pi_email_addr": "carla_mcauliffe@strategies.org",
   "nsf_id": "000928876",
   "pi_start_date": "2022-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "TERC Inc",
  "inst_street_address": "2067 MASSACHUSETTS AVE STE 26",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178739600",
  "inst_zip_code": "021401339",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TERC, INC.",
  "org_prnt_uei_num": "GSLCJ3M62XX1",
  "org_uei_num": "GSLCJ3M62XX1"
 },
 "perf_inst": {
  "perf_inst_name": "TERC Inc",
  "perf_str_addr": "2067 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021401339",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002526DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 12068.0
  }
 ],
 "por": null
}