{
 "awd_id": "2201997",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Insu Health Design: Temperature Control System",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925198",
 "po_email": "pchundi@nsf.gov",
 "po_sign_block_name": "Parvathi Chundi",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2023-10-31",
 "tot_intn_awd_amt": 256000.0,
 "awd_amount": 276000.0,
 "awd_min_amd_letter_date": "2022-09-16",
 "awd_max_amd_letter_date": "2023-07-06",
 "awd_abstract_narration": "The broader impact/commercial potential of this Phase I project is to offer novel opportunities to substantially improve temperature-controlled storage and transportation systems. The technology has the potential to become the ideal temperature-sensitive medication storage solution available to advance the health and welfare of the American public and third world countries by enabling a reliable means to protect and long-term refrigerate temperature-sensitive biomaterials such as medicines, blood, organs, vaccines, chemicals, and hormones even in areas that lack or have an unstable power supply. This project within the wireless technology area involves the integration of wireless and Bluetooth communication technologies for data capture and transmission to further support a wide variety of applications and services while maintaining full mobility, and long battery life for the system. Currently, there are over 200 different temperature-sensitive medications used by over 100 million people worldwide that the proposed innovation could provide monetary savings for individuals as well as decrease the $35 billion annual loss in the global biopharmaceutical industry due to failures in temperature-controlled logistics.  \r\n\r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project tackles the problem of keeping a portable volume within a precise temperature range for extended periods regardless of ambient conditions and power grid availability. The objective of the proposed research focuses on innovating the heat transfer design in portable volumes where meaningful performance improvement can be achieved through building proofs-of-concept that will later inform and enable the production of advanced products that create better solutions in the healthcare industry and cold chain transportation sector. The research plan consists of developing multiple designs of specific components within the cooling system, testing their respective effects on performance using our platform, and quantifying the cold storage efficiency and temperature precision for long-term stability. The anticipated technical result is a tested system design with a robust proof of concept platform demonstrating the technology with data to support further development of this new technology for a product ready to bring to market. The company will have also gathered data for a broader understanding of the technology’s scalability in other potential markets.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mason",
   "pi_last_name": "Lucich",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mason A Lucich",
   "pi_email_addr": "mlucich@insuhealthdesign.com",
   "nsf_id": "000858338",
   "pi_start_date": "2022-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "INSU HEALTH DESIGN, INC.",
  "inst_street_address": "103 CALLE COMERCIO",
  "inst_street_address_2": "",
  "inst_city_name": "MAYAGUEZ",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "9189161299",
  "inst_zip_code": "006745629",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "INSU HEALTH DESIGN INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "VQ53KKHNPXP3"
 },
 "perf_inst": {
  "perf_inst_name": "INSU HEALTH DESIGN, INC.",
  "perf_str_addr": "1250 JUAN PONCE DE LEON AVE STE",
  "perf_city_name": "San Juan",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "009073912",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  },
  {
   "pgm_ele_code": "809100",
   "pgm_ele_name": "SBIR Outreach & Tech. Assist"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4096",
   "pgm_ref_txt": "COMMUNICATIONS RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 256000.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Insu Health Design, under Award No. 2201997, successfully completed a Phase I research project focused on designing and developing innovative cooling technology for temperature-sensitive medications. The project aimed to create a portable, efficient, and reliable cooling system capable of maintaining near-freezing temperatures for extended periods of time, with the potential for nonstop operation with a small dedicated solar panel. The team was looking to build a portable, battery powered proof-of-concept device capable of storing, protecting, and transporting these temperature-sensitive medications for longer than any current market options, and that was achieved.</p>\n<p>The team created a platform on which products will be built and brought to market. Throughout the program, the team specified individual components of the platform and built, tested, rebuilt, and verified the performance of each of these components, including custom vacuum flasks, a novel heat transfer system, pump and fan array, cooling system power and optimization, as well as functional prototypes. After building, testing, and verifying these different components, the team uncovered some key findings, including:</p>\n<p>Innovative Vacuum Flask Design: The team successfully designed and manufactured custom vacuum flasks with a unique bottom plumbing hole to accommodate a cooling loop. This innovation allows for the routing of coolant into the flask, enabling efficient cooling without compromising access to the flask's contents. Utilizing these custom vacuum flask designs, the team executed tests to determine their insulation performance. Through the testing, the team proved that their custom vacuum flasks perform very well compared to other insulating materials such as Styrofoam. However, they cannot match the performance of a normal vacuum flask, demonstrating roughly twice the heat transfer rate of a standard stainless-steel vacuum flask of similar size and shape. &nbsp;This trade-off, however, enables the integration of a water loop cooling system, resulting in superior cooling performance for the device compared to existing market options. Further designs and experiments will be explored in their SBIR Phase II if awarded.</p>\n<p>Device Heat Transfer System: The team built and tested various coil arrangements and a reservoir to evaluate their impact on cooling performance. Interestingly, the coil designs showed no significant difference in cooling performance from one to the other, demonstrating versatility in design options. However, the reservoir performed less efficiently than the coils in achieving the target temperature. Various efforts were also made to optimize the system's power consumption, including modifications to the control logic and the integration of an e-ink screen to reduce power usage. The project successfully reduced temperature spikes and improved overall system stability.</p>\n<p>Lastly, proof-of-concept devices were designed, tested, and refined before being assembled. These devices demonstrate the potential of the technology with a comfortable battery life maintaining near-freezing temperatures for 12 hours on a single charge.</p>\n<p>In conclusion, as a result of this Phase I project Insu Health Design has developed a proof-of-concept platform that demonstrates the feasibility of their innovative cooling technology. The device successfully reaches and maintains low temperatures, even in high ambient temperatures, and operates on a battery that is chargeable through the wall, the car, or a solar panel, creating the opportunity for indefinite off-grid operation. The project laid the foundation for attracting private funding, and the team will be submitting an application for an NSF SBIR Phase II grant to further develop this technology to prepare it for market readiness.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/29/2024<br>\nModified by: Mason&nbsp;A&nbsp;Lucich</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2201997/2201997_10835253_1706539759310_Insu_Health_Assembled_PoC_and_Internals--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2201997/2201997_10835253_1706539759310_Insu_Health_Assembled_PoC_and_Internals--rgov-800width.jpg\" title=\"Assembled Proof-of-Concept Device with Internal Components\"><img src=\"/por/images/Reports/POR/2024/2201997/2201997_10835253_1706539759310_Insu_Health_Assembled_PoC_and_Internals--rgov-66x44.jpg\" alt=\"Assembled Proof-of-Concept Device with Internal Components\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Left: Assembled functional Proof-of-Concept device\nRight: Internal components used in said Proof-of-Concept Device</div>\n<div class=\"imageCredit\">Insu Health Design</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mason&nbsp;A&nbsp;Lucich\n<div class=\"imageTitle\">Assembled Proof-of-Concept Device with Internal Components</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nInsu Health Design, under Award No. 2201997, successfully completed a Phase I research project focused on designing and developing innovative cooling technology for temperature-sensitive medications. The project aimed to create a portable, efficient, and reliable cooling system capable of maintaining near-freezing temperatures for extended periods of time, with the potential for nonstop operation with a small dedicated solar panel. The team was looking to build a portable, battery powered proof-of-concept device capable of storing, protecting, and transporting these temperature-sensitive medications for longer than any current market options, and that was achieved.\n\n\nThe team created a platform on which products will be built and brought to market. Throughout the program, the team specified individual components of the platform and built, tested, rebuilt, and verified the performance of each of these components, including custom vacuum flasks, a novel heat transfer system, pump and fan array, cooling system power and optimization, as well as functional prototypes. After building, testing, and verifying these different components, the team uncovered some key findings, including:\n\n\nInnovative Vacuum Flask Design: The team successfully designed and manufactured custom vacuum flasks with a unique bottom plumbing hole to accommodate a cooling loop. This innovation allows for the routing of coolant into the flask, enabling efficient cooling without compromising access to the flask's contents. Utilizing these custom vacuum flask designs, the team executed tests to determine their insulation performance. Through the testing, the team proved that their custom vacuum flasks perform very well compared to other insulating materials such as Styrofoam. However, they cannot match the performance of a normal vacuum flask, demonstrating roughly twice the heat transfer rate of a standard stainless-steel vacuum flask of similar size and shape. This trade-off, however, enables the integration of a water loop cooling system, resulting in superior cooling performance for the device compared to existing market options. Further designs and experiments will be explored in their SBIR Phase II if awarded.\n\n\nDevice Heat Transfer System: The team built and tested various coil arrangements and a reservoir to evaluate their impact on cooling performance. Interestingly, the coil designs showed no significant difference in cooling performance from one to the other, demonstrating versatility in design options. However, the reservoir performed less efficiently than the coils in achieving the target temperature. Various efforts were also made to optimize the system's power consumption, including modifications to the control logic and the integration of an e-ink screen to reduce power usage. The project successfully reduced temperature spikes and improved overall system stability.\n\n\nLastly, proof-of-concept devices were designed, tested, and refined before being assembled. These devices demonstrate the potential of the technology with a comfortable battery life maintaining near-freezing temperatures for 12 hours on a single charge.\n\n\nIn conclusion, as a result of this Phase I project Insu Health Design has developed a proof-of-concept platform that demonstrates the feasibility of their innovative cooling technology. The device successfully reaches and maintains low temperatures, even in high ambient temperatures, and operates on a battery that is chargeable through the wall, the car, or a solar panel, creating the opportunity for indefinite off-grid operation. The project laid the foundation for attracting private funding, and the team will be submitting an application for an NSF SBIR Phase II grant to further develop this technology to prepare it for market readiness.\n\n\n\t\t\t\t\tLast Modified: 01/29/2024\n\n\t\t\t\t\tSubmitted by: MasonALucich\n"
 }
}