{
 "awd_id": "2202747",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Controlled Interphases by ATRP: Polymeric Brushes and Functional Networks",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928719",
 "po_email": "cober@nsf.gov",
 "po_sign_block_name": "Christopher Ober",
 "awd_eff_date": "2022-06-01",
 "awd_exp_date": "2027-05-31",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2022-01-20",
 "awd_max_amd_letter_date": "2023-08-03",
 "awd_abstract_narration": "NON-TECHNICAL SUMMARY:\r\n\r\nThe Division of Materials Research supports Professor Krzysztof Matyjaszewski at Carnegie Mellon University to prepare and study controlled interphases between the surface of liquid or solid substrates and well-defined polymers synthesized by atom transfer radical polymerization (ATRP). The substrates include liquid metals such as eutectic gallium-indium alloy (EGaIn), artificial solid electrolyte interphases and solid polymer electrolytes in lithium metal batteries, as well as surfaces of swollen nanogels, macrogels, and vesicles. Two main ATRP techniques will be used, grafting-from and grafting-onto. Precise control of interphases is challenging due to a very small amount of available materials. However, the interphases define many critically important properties related to stability of the sub-micrometer layer, interactions with both neighboring phases, dispersability of nanoparticles, transport phenomena, (bio)compatibility, friction and other properties affecting macroscopic performance. Materials prepared in this project should have several interesting applications depending on the substrates. Liquid metal functionalized systems could find potential uses to enhance properties of materials used for soft robotics and as solid electrolytes for lithium metal batteries. Highly functional resin particles will be used as novel recyclable supports for solid phase polymer synthesis and also in synthesis of bioconjugates. In addition to these scientific activities, this work has broader impacts through education and outreach. In this project, Professor Matyjaszewski will train postdoctoral fellows, graduate, and undergraduate students in polymer synthesis and polymer interphases with potential applications in energy storage, soft robotics, and bioconjugations. He will also provide public education about preparation and importance of controlled interphases via instructional webpages and videos. \r\n\r\n\r\nTECHNICAL SUMMARY:\r\n\r\nWith support from the Division of Materials Research, Professor Matyjaszewski and his team will explore preparation of controlled interphases between the surface of liquid or solid substrates and well-defined polymers synthesized by ATRP. He will investigate the effect of precise anchoring on the substrate surface of either functionalized polymer chains or ATRP (macro)initiators followed by polymer growth, as well as their influence on the properties of interphases. He will use polyacrylates with ether linkers between oligo(ethylene oxide) chain and polymer backbone, which are much more hydrolytically stable than well-known isomeric polymethacrylate with oligo(ethylene oxide) chains linked by ester moiety. This will provide enhanced stability of polymers and related networks and an additional possibility of introducing to the polymer backbones other functional groups, such as acids, amides, hydrazides, alcohols and several other moieties for specific applications. Professor Matyjaszewski will also introduce branching to polymeric grafts and crosslinking to artificial solid electrolyte interphases to suppress growth of lithium dendrites and enhance performance of lithium metal batteries. The grafting-from and grafting-onto by ATRP will be applied to swellable gels and liquid metals. Thus, he will use ATRP to graft polymer chains of different architecture (linear, branched and crosslinked) from liquid droplets of eutectic gallium-indium alloys, swollen nano- and macroparticles, and vesicles. Highly functional resin particles will be used as novel recyclable supports for solid phase polymer synthesis and as easily removable sacrificial initiators in synthesis of specialized bioconjugates. Therefore, the precise control of polymers at interphases at solid and liquid substrates will provide attractive materials for soft robotics and for energy- or bio-related applications.  \r\n.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Krzysztof",
   "pi_last_name": "Matyjaszewski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Krzysztof Matyjaszewski",
   "pi_email_addr": "km3b@andrew.cmu.edu",
   "nsf_id": "000265803",
   "pi_start_date": "2022-01-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 Forbes Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133890",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8399",
   "pgm_ref_txt": "Energy Storage or Transmission"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 400000.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": null
}