{
 "awd_id": "2202389",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CDS&E: Enabling Quantum Technology Design Optimization Using Large-Scale Quantum Information Preserving Computational Electromagnetics Methods",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032927360",
 "po_email": "jenlin@nsf.gov",
 "po_sign_block_name": "Jenshan Lin",
 "awd_eff_date": "2022-06-01",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 415000.0,
 "awd_amount": 415000.0,
 "awd_min_amd_letter_date": "2022-06-22",
 "awd_max_amd_letter_date": "2024-09-11",
 "awd_abstract_narration": "This project explores the development of first-of-their-kind rigorous numerical modeling techniques that can leverage large-scale scientific computing resources to improve the design process of quantum electromagnetic devices used in quantum sensing and quantum computing systems. Numerical modeling has revolutionized the design and performance of classical electromagnetic devices, like antennas and high-speed analog and digital circuits, which have contributed to revolutionary advancements in wireless communication, remote sensing, and computing systems that impact many aspects of daily life. Similarly, it is expected that advanced numerical modeling will play a key role in designing quantum sensors and quantum computers that achieve their much-anticipated potential in a broad range of areas. This includes improving individual’s well-being through faster pharmaceutical discovery and increasing national security through better logistics and encryption breaking. The developed numerical modeling techniques will support these goals by being able to explicitly account for realistic material properties and complicated physical structures of devices being designed, which has not been possible with existing state-of-the-art methods. By addressing this modeling gap, designers will be able to perform virtual prototyping and engineering optimization of practical quantum devices prior to fabrication, reducing the time and cost it will take to overcome current technical limitations. This project will also engage undergraduate and graduate students in a vertically integrated project structure that has been shown to contribute to the development of a diverse STEM workforce better than traditional research structures. This will help fill the human resource gap in the area of quantum technologies, which has been identified as an urgent national need by many government and industry groups in the United States. \r\n\r\nThe new class of numerical modeling techniques developed in this research build on  quantum information preserving computational electromagnetics methods. These methods describe an electromagnetic system of interest in the Hamiltonian framework to derive a continuum generalized Hermitian eigenvalue problem. Computational electromagnetics methods project the continuum one into a finite-dimensional linear system to find numerical eigenmodes. The resulting numerical eigenmodes are then used in the subsequent canonical quantization procedure and the quantum state equation to evaluate properties of non-classical photon states. These methods are theoretically and numerically well-grounded for analyzing systems with arbitrary physical layouts with the use of more sophisticated computational electromagnetics tools. This project extends these numerical methods to include interactions between quantized electromagnetic fields and various kinds of qubits (e.g., atoms or superconducting circuits), and the effects of dissipative materials on quantum coherence. These physical processes are fundamental to the operation of many experimentally popular quantum sensing and quantum computing systems. However, existing state-of-the-art modeling methods are predominantly analytical and rely on numerous approximations that involve omitting many practical features of a design to maintain a tractable theoretical model. As a result, there has been a significant knowledge gap in the design of practical quantum electromagnetic devices due in part to an inability to accurately analyze practical systems. By developing rigorous numerical modeling techniques applicable to real-world devices, this research will gain new physical insight into the performance of realistic quantum electromagnetic technologies. The outcomes of this project will help spur new developments in this important field, while also providing a set of tools for the optimization of quantum system designs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Weng",
   "pi_last_name": "Chew",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Weng C Chew",
   "pi_email_addr": "wcchew@purdue.edu",
   "nsf_id": "000105398",
   "pi_start_date": "2022-06-22",
   "pi_end_date": "2024-09-11"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Roth",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas E Roth",
   "pi_email_addr": "rothte@purdue.edu",
   "nsf_id": "000855091",
   "pi_start_date": "2024-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Weng",
   "pi_last_name": "Chew",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Weng C Chew",
   "pi_email_addr": "wcchew@purdue.edu",
   "nsf_id": "000105398",
   "pi_start_date": "2024-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Roth",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas E Roth",
   "pi_email_addr": "rothte@purdue.edu",
   "nsf_id": "000855091",
   "pi_start_date": "2022-06-22",
   "pi_end_date": "2024-09-11"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dogn-Yeop",
   "pi_last_name": "Na",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dogn-Yeop Na",
   "pi_email_addr": "na32@purdue.edu",
   "nsf_id": "000864529",
   "pi_start_date": "2022-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "Electrical Engineering Bldg",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072035",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808400",
   "pgm_ele_name": "CDS&E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "098E",
   "pgm_ref_txt": "Antennas and Electromagnetics"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 415000.0
  }
 ],
 "por": null
}