{
 "awd_id": "2202313",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Quantifying Wetland Root Structure, Strength, and Uprooting due to Hurricane Ida",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924744",
 "po_email": "ryuretic@nsf.gov",
 "po_sign_block_name": "Richard Yuretich",
 "awd_eff_date": "2021-12-01",
 "awd_exp_date": "2023-11-30",
 "tot_intn_awd_amt": 49770.0,
 "awd_amount": 49770.0,
 "awd_min_amd_letter_date": "2021-11-30",
 "awd_max_amd_letter_date": "2021-11-30",
 "awd_abstract_narration": "Coastal wetlands are valuable ecosystems. They improve water quality, provide wildlife habitat and biodiversity, store organic carbon, and protect coastal communities from storms by dampening waves and reducing storm surge heights. Yet, severe storms are one of the most common natural drivers of coastal wetland loss. For coastal Louisiana, the combined impacts of Hurricanes Katrina and Rita (2005) and then Hurricanes Gustav and Ike (2008) converted nearly the area of New York City into open water. As a result, predicting wetland loss due to hurricanes is an important goal because of the significant consequences with respect to coastal populations. This RAPID award will allow timely field testing and core sampling to quantify wetland root strength and structure in the Barataria basin of coastal Louisiana, which experienced extreme land loss from Hurricane Ida. This information will help inform the scientific community and public on how the wetlands are eroded, what controls erosional resistance, why some hurricanes are more damaging than others, and what potential is for long-term recovery.  \r\n\r\n\r\nHurricane Ida made landfall on the southeastern Louisiana coast, bringing storm surge and waves of approximately 4.5 m above the normal water level that caused immense damage to the natural and built environment, specifically undermining the wetland root systems and removing much of the marsh platform. Current knowledge of the ability of the wetland platform to withstand hurricane-induced uprooting is limited, and the roles of wetland root structure, biomass volume, and strength need further research. The objective of this RAPID research is to collect perishable data of wetland uprooting, including (i) quantifying the micro-scale live biomass, necromass, root structure, pore structure, and sediment density using X-ray Computed Tomography (XCT) scans; (ii) measuring the macro-scale field strength of root systems using cone penetrometer tests (CPTs); and (iii) assessing the resilience of wetland vegetation and root systems to recover from a disturbance. This award will develop new knowledge concerning how the wetland platform withstands storm surge and waves, how these systems could evolve over space and time (particularly in the face of sea level rise, restoration activities, and recovery after an extreme event), and how these changes could alter their ability to protect the coastline from further damage.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Navid",
   "pi_last_name": "Jafari",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Navid H Jafari",
   "pi_email_addr": "njafari@lsu.edu",
   "nsf_id": "000702106",
   "pi_start_date": "2021-11-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University",
  "perf_str_addr": "202 Himes Hall",
  "perf_city_name": "Baton Rouge",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708032701",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  },
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7458",
   "pgm_ref_txt": "GEOMORPHOLOGY & LAND USE DYNAM"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 49770.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Coastal wetlands provide water quality improvement, wildlife habitat, biodiversity, blue carbon, and capability to attenuate storm surge and waves, thereby protecting coastal communities. In particular, an emerging approach for abating the impact of coastal storms involves leveraging natural and nature-based infrastructure, such as wetlands, dunes, barrier islands, and mangroves. Wetland vegetation can slow chronic coastline erosion, promote sustainability of critical habitats, keep pace with rising sea levels, and dampen storm surge and waves. For coastal communities to confidently rely on wetlands as a surge and wave defense, there is a need to first understand their root system's capacity to withstand hurricane surge and waves.</p>\n<p>This RAPID project collected a unique dataset that quantified wetland root properties across a spectrum of technologies and scales. Root systems are inherently complex and heterogeneous, so we used x-ray computed tomography scans to look inside without needing to open a core. Our data includes investigating under a microsope the&nbsp;<span>aerenchyma, which is the&nbsp;</span><span><span><span class=\"c5aZPb\"><span class=\"JPfdse\">spongy tissue</span></span></span>&nbsp;that forms spaces/air channels that&nbsp;</span><span>exchanges gases between the aboveground plant and root systems. We also measured the mechanical properties of individual roots and entire root systems to determine which root sizes are providing the most anchoring support. As a result, the outcomes of these datasets are painting a clearer picture why salt marsh roots are stronger than brackish marsh, how more flooding decreases plant stability, and how we can eventually quanitfy these properties by using novel technologies. When the next hurricane makes landfall, new models can help predict which ones are vulnerable to erosion, and in turn give us feedback which communities will be more exposed in the future.&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/19/2024<br>\nModified by: Navid&nbsp;H&nbsp;Jafari</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nCoastal wetlands provide water quality improvement, wildlife habitat, biodiversity, blue carbon, and capability to attenuate storm surge and waves, thereby protecting coastal communities. In particular, an emerging approach for abating the impact of coastal storms involves leveraging natural and nature-based infrastructure, such as wetlands, dunes, barrier islands, and mangroves. Wetland vegetation can slow chronic coastline erosion, promote sustainability of critical habitats, keep pace with rising sea levels, and dampen storm surge and waves. For coastal communities to confidently rely on wetlands as a surge and wave defense, there is a need to first understand their root system's capacity to withstand hurricane surge and waves.\n\n\nThis RAPID project collected a unique dataset that quantified wetland root properties across a spectrum of technologies and scales. Root systems are inherently complex and heterogeneous, so we used x-ray computed tomography scans to look inside without needing to open a core. Our data includes investigating under a microsope theaerenchyma, which is thespongy tissuethat forms spaces/air channels thatexchanges gases between the aboveground plant and root systems. We also measured the mechanical properties of individual roots and entire root systems to determine which root sizes are providing the most anchoring support. As a result, the outcomes of these datasets are painting a clearer picture why salt marsh roots are stronger than brackish marsh, how more flooding decreases plant stability, and how we can eventually quanitfy these properties by using novel technologies. When the next hurricane makes landfall, new models can help predict which ones are vulnerable to erosion, and in turn give us feedback which communities will be more exposed in the future.\n\n\n\t\t\t\t\tLast Modified: 07/19/2024\n\n\t\t\t\t\tSubmitted by: NavidHJafari\n"
 }
}