{
 "awd_id": "2202872",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Measuring Uptake, Persistence, and Impact of Behavioral Interventions On Respiratory Viruses",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2022-02-01",
 "awd_exp_date": "2024-01-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2022-01-28",
 "awd_max_amd_letter_date": "2022-01-28",
 "awd_abstract_narration": "This study investigates the reasons for differences in disease transmission between populations as a result of behavioral changes chosen by individuals and separating those effects from top-down, mandated changes. Top-down behavioral interventions are used to reduce the transmission of pathogens when pharmaceutical treatments (e.g., drugs and vaccines) are not available. They are often designed to minimize movement and contacts and include school and workplace closures or event cancellations. In additionally, individuals may choose to temporarily change their behavior to reduce their risk of infection. Such individual changes are difficult to predict or measure, making it challenging to measure their effectiveness in reducing disease incidence and spread. The emergence of SARS-CoV-2 prompted widespread county-level restrictions alongside individual behavioral changes, such as staying at home and wearing masks. Despite experiencing the same county level restrictions, university students experienced very high rates of COVID-19 per capita, while non-students reported very few COVID-19 cases per capita. In contrast, neither population experienced seasonal influenza during the first winter of COVID-19. By comparing behaviors and disease incidence in these population, this research will help plan and design more effective and efficient outbreak management strategies for re-emerging or novel pathogens. This project supports training of early-career scientists. \r\n\r\nThis study investigates the 1) uptake, 2) persistence over time, and 3) impact of top-down behavioral interventions and individual behavioral changes on COVID-19 and influenza incidence. By integrating passive and active data collection, researchers will quantify changes in behaviors in central Pennsylvania. Comparing behavioral changes during top-down interventions to other times helps disentangle mandated behavioral changes from individual choices. Longitudinal passive surveillance data will provide frequent measures of population-level movements before and after SARS-CoV-2 emerged. Traffic cameras will quantify vehicular and pedestrian traffic while mobile devices will provide proxy measures of total visits to points of interest, time spent outside the home, mixing between students and non-students, and so forth. This project also will longitudinally survey students (N=684) and non-students (N=1313) to measure individual adherence to top-down interventions and the voluntary adoption of other behavioral changes. Surveys will ask about movement, staying home, gatherings, masking, hand washing, vaccination, and so forth. At each time step, survey participants will provide blood for serological analyses to detect prior infection. Researchers will incorporate dynamic measures of behavioral interventions and individual behaviors into disease models to estimate the dynamics in the force of infection for COVID-19 and influenza in students and non-students. These models will measure the impacts of specific behaviors on disease transmission and will inform future interventions.\r\n\r\nThis project was funded in collaboration with the CDC to support rapid-response research projects to further advance federal infectious disease modeling capabilities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nita",
   "pi_last_name": "Bharti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nita Bharti",
   "pi_email_addr": "nita@psu.edu",
   "nsf_id": "000710189",
   "pi_start_date": "2022-01-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 Old Main",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Summary</p>\n<p>Behavioral interventions (BIs) play an important role in managing transmissible diseases, particularly in response to emerging pathogens. Despite their common use, the uptake and persistence of BIs are difficult to measure. This means that their effectiveness cannot be estimated. This project focused on understanding the temporal dynamics of BIs and respiratory viruses.&nbsp;</p>\n<p>We studied two geographically overlapping populations in Centre County, PA, which contains a large university campus: students and non-students. In general, the student cohort reported low incomes and crowded living arrangements while most of the non-student cohort reported much higher incomes and single-family housing. We focused on the three years following the emergence of SARS-CoV-2, which led to the rapid introduction of many BIs to slow transmission. During the first post-COVID-19 winter in the US (2020-2021), seasonal flu was absent from the county. Although this was unprecedented, it followed a widespread trend; influenza was significantly dampened globally the year after SARS-CoV-2 emerged and annual outbreaks resumed the following year.</p>\n<p>Our goals were to identify the BIs that disrupted the 2020-2021 influenza season and assess their potential for seasonal implementation to reduce annual influenza morbidity and mortality with minimal societal disruptions. Among other characteristics, we looked for BIs that showed high uptake and maintenance during the first year with low persistence after the first year in both cohorts.&nbsp;</p>\n<p>We used three longitudinal datasets to measure the adoption, persistence, and changing perceptions of BIs in Centre County:</p>\n<p>1. We developed and implemented a survey measuring the use of specific BIs and perceived protection, collecting data from 2020 to 2023.</p>\n<p>2. We collected vehicular and pedestrian volume data from regional traffic cameras to measure movement and compliance with some BIs from 2020 to 2023.</p>\n<p>3. We acquired mobile device data to measure changes in movement patterns between pre- and post-COVID-19 emergence from 2018 to 2022.</p>\n<p>The cohorts reported differences in BI uptake and waning, with non-students generally exhibiting higher levels of uptake and slower rates of waning.&nbsp;Our analysis identified clusters of BIs that likely contributed to disrupting the 2020-2021 influenza season in both cohorts.&nbsp;These BIs included masking, reducing trips outside the house, work or attending class remotely, and avoiding indoor gatherings.&nbsp;</p>\n<p>Our analysis also showed that changes in the perception of protection from&nbsp;SARS-CoV-2 infection&nbsp;gained from&nbsp;specific BIs&nbsp;and the practice of those BIs were highly correlational. Perceptions around attending social gatherings and working/learning remotely changed quickly and resulted in rapid behavior changes. Personal hygiene and staying home if feeling unwell remained stable in both perception of&nbsp;protection&nbsp;and engagement level. One exception to this correlation was that both cohorts consistently perceived masking as strongly protective but reported significant reductions in masking behavior; masking was clearly impacted by factors other than risk perception. &nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Intellectual Merit</p>\n<p>This project contributes to our understanding of the dynamics of BIs and their impact on respiratory virus transmission. By measuring changes in the use of BIs over time, we identified BIs that likely disrupted the influenza season. This provides valuable insights into effective strategies for managing respiratory viruses in the future. Our study also showed that the most crowded and least wealthy cohort was consistently less able to practice protective BIs, increasing health disparities and inequities in the county. This indicates that demographic and socioeconomic factors should be considered in the design and implementation of BIs.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Broader Impacts</p>\n<p>The findings of this project have broader implications for public health interventions and policies. We&nbsp;identified correlations between changing perceptions of BI effectiveness and changes in the practice of BIs. In the future, clear communication during the implementation of BIs and explaining their impact on respiratory virus transmission may help shape perceptions of protection and increase uptake and maintenance, particularly among populations with the ability to adopt them. Based on our results, future interventions can also bolster packages of BIs by grouping complementary BIs that are likely to wane at different rates, prolonging their effectiveness.</p>\n<p>This project supported the training of two international scholars from underrepresented groups in STEM with interdisciplinary training, diversifying the scientific community and fostering global collaboration in infectious disease research.</p>\n<p>&nbsp;</p>\n<p>Other Publications</p>\n<ul>\n<li>Alexandria Gonzalez, Behnam Nikparvar, M. Jeremiah Matson, Stephanie N. Seifert, Heather D. Ross, Vincent Munster, Nita Bharti&nbsp;(2024).&nbsp;<em>Infrastructure for human movement influences Ebola transmission early in outbreaks</em>.&nbsp;<br />https://doi.org/10.1101/2023.12.18.23300175&nbsp;</li>\n</ul>\n<ul>\n<li>Behnam Nikparvar, Cara Exten, Nita Bharti&nbsp;(2024).&nbsp;<em>The impact of behavioral interventions on respiratory viruses in a two-cohort study</em>.&nbsp;<br />https://doi.org/10.1101/2024.05.06.24306945</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n</ul><br>\n<p>\n Last Modified: 05/29/2024<br>\nModified by: Nita&nbsp;Bharti</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nSummary\n\n\nBehavioral interventions (BIs) play an important role in managing transmissible diseases, particularly in response to emerging pathogens. Despite their common use, the uptake and persistence of BIs are difficult to measure. This means that their effectiveness cannot be estimated. This project focused on understanding the temporal dynamics of BIs and respiratory viruses.\n\n\nWe studied two geographically overlapping populations in Centre County, PA, which contains a large university campus: students and non-students. In general, the student cohort reported low incomes and crowded living arrangements while most of the non-student cohort reported much higher incomes and single-family housing. We focused on the three years following the emergence of SARS-CoV-2, which led to the rapid introduction of many BIs to slow transmission. During the first post-COVID-19 winter in the US (2020-2021), seasonal flu was absent from the county. Although this was unprecedented, it followed a widespread trend; influenza was significantly dampened globally the year after SARS-CoV-2 emerged and annual outbreaks resumed the following year.\n\n\nOur goals were to identify the BIs that disrupted the 2020-2021 influenza season and assess their potential for seasonal implementation to reduce annual influenza morbidity and mortality with minimal societal disruptions. Among other characteristics, we looked for BIs that showed high uptake and maintenance during the first year with low persistence after the first year in both cohorts.\n\n\nWe used three longitudinal datasets to measure the adoption, persistence, and changing perceptions of BIs in Centre County:\n\n\n1. We developed and implemented a survey measuring the use of specific BIs and perceived protection, collecting data from 2020 to 2023.\n\n\n2. We collected vehicular and pedestrian volume data from regional traffic cameras to measure movement and compliance with some BIs from 2020 to 2023.\n\n\n3. We acquired mobile device data to measure changes in movement patterns between pre- and post-COVID-19 emergence from 2018 to 2022.\n\n\nThe cohorts reported differences in BI uptake and waning, with non-students generally exhibiting higher levels of uptake and slower rates of waning.Our analysis identified clusters of BIs that likely contributed to disrupting the 2020-2021 influenza season in both cohorts.These BIs included masking, reducing trips outside the house, work or attending class remotely, and avoiding indoor gatherings.\n\n\nOur analysis also showed that changes in the perception of protection fromSARS-CoV-2 infectiongained fromspecific BIsand the practice of those BIs were highly correlational. Perceptions around attending social gatherings and working/learning remotely changed quickly and resulted in rapid behavior changes. Personal hygiene and staying home if feeling unwell remained stable in both perception ofprotectionand engagement level. One exception to this correlation was that both cohorts consistently perceived masking as strongly protective but reported significant reductions in masking behavior; masking was clearly impacted by factors other than risk perception. \n\n\n\n\n\nIntellectual Merit\n\n\nThis project contributes to our understanding of the dynamics of BIs and their impact on respiratory virus transmission. By measuring changes in the use of BIs over time, we identified BIs that likely disrupted the influenza season. This provides valuable insights into effective strategies for managing respiratory viruses in the future. Our study also showed that the most crowded and least wealthy cohort was consistently less able to practice protective BIs, increasing health disparities and inequities in the county. This indicates that demographic and socioeconomic factors should be considered in the design and implementation of BIs.\n\n\n\n\n\nBroader Impacts\n\n\nThe findings of this project have broader implications for public health interventions and policies. Weidentified correlations between changing perceptions of BI effectiveness and changes in the practice of BIs. In the future, clear communication during the implementation of BIs and explaining their impact on respiratory virus transmission may help shape perceptions of protection and increase uptake and maintenance, particularly among populations with the ability to adopt them. Based on our results, future interventions can also bolster packages of BIs by grouping complementary BIs that are likely to wane at different rates, prolonging their effectiveness.\n\n\nThis project supported the training of two international scholars from underrepresented groups in STEM with interdisciplinary training, diversifying the scientific community and fostering global collaboration in infectious disease research.\n\n\n\n\n\nOther Publications\n\nAlexandria Gonzalez, Behnam Nikparvar, M. Jeremiah Matson, Stephanie N. Seifert, Heather D. Ross, Vincent Munster, Nita Bharti(2024).Infrastructure for human movement influences Ebola transmission early in outbreaks.\nhttps://doi.org/10.1101/2023.12.18.23300175\n\n\nBehnam Nikparvar, Cara Exten, Nita Bharti(2024).The impact of behavioral interventions on respiratory viruses in a two-cohort study.\nhttps://doi.org/10.1101/2024.05.06.24306945\n\n\n\n\n\n\t\t\t\t\tLast Modified: 05/29/2024\n\n\t\t\t\t\tSubmitted by: NitaBharti\n"
 }
}