{
 "awd_id": "2202911",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Correcting sea surface temperature proxies for seasonal biases: combined data and model investigation",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927516",
 "po_email": "awanamak@nsf.gov",
 "po_sign_block_name": "Alan Wanamaker",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 307029.0,
 "awd_amount": 307029.0,
 "awd_min_amd_letter_date": "2022-06-08",
 "awd_max_amd_letter_date": "2022-06-08",
 "awd_abstract_narration": "Warmer than present periods in Earth history can provide insight into how the climate system will respond to rising global temperatures. Knowledge of ocean conditions during past warm periods comes, in large part, from geochemical records (proxies) of past sea surface temperature. These proxies are generally interpreted to reflect the average yearly temperature. Many SST proxies suggest that prior to the industrial revolution, global temperatures had been cooling for 6000 years. This result is at odds with climate model simulations which show warming over that period in response to rising atmospheric greenhouse gas levels. This mismatch has cast doubts on model predictions of future climate change and the warming impact of greenhouse gases. However, a recent study suggested the mismatch arises from the interpretation of the proxies, not from problems with the climate models. That study suggested that proxies often record temperature during a particular season, rather than the yearly average. When the seasonality of the proxy was considered the models and proxies were consistent. This study will test and refine approaches for extracting the seasonal and mean annual temperature from proxies of past sea surface temperatures. In addition, new geochemical records of past temperature will be produced across three recent warm periods in Earth history. These new data will aid in ground-truthing model predictions of future climate change. The project will also provide training opportunities for early career scientists, including students from underrepresented groups in the sciences. Results from the project will be communicated via public lectures and a K-12 science outreach program.\r\n\r\nAccounting for seasonal biases in sea surface temperature (SST) proxies is critical for understanding the drivers of SST in response to internal and external forcings. The proposed work aims to provide a way forward to identify seasonal biases and remove them from proxy SST records to improve paleoceanographic reconstructions. The study will include a series of test of the seasonal to annual mean transformation method in fully coupled and idealized climate models to explore the impact of ice sheet forcing, greenhouse gases, nonlinearities in the climate system, and sampling errors on the efficacy of the method in different regions of the global ocean and during multiple interglacial periods. The study will produce new paired foraminifer-magnesium/calcium and alkenone derived SST records from seven locations. At each of these sites, data from the Holocene, last interglacial, and Marine isotope stage 9 will be used to explore the stability of biases and the drivers of seasonal and mean annual climate change during multiple examples of a warm interglacial.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samantha",
   "pi_last_name": "Bova",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Samantha C Bova",
   "pi_email_addr": "sbova@sdsu.edu",
   "nsf_id": "000714815",
   "pi_start_date": "2022-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Diego State University Foundation",
  "inst_street_address": "5250 CAMPANILE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6195945731",
  "inst_zip_code": "921821901",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "SAN DIEGO STATE UNIVERSITY FOUNDATION",
  "org_prnt_uei_num": "H59JKGFZKHL7",
  "org_uei_num": "H59JKGFZKHL7"
 },
 "perf_inst": {
  "perf_inst_name": "San Diego State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921820001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "8070",
   "pgm_ref_txt": "P2C2 Proposals"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 307029.0
  }
 ],
 "por": null
}