{
 "awd_id": "2202117",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Improving Technician Training in Battery Technology",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032928492",
 "po_email": "cdelahan@nsf.gov",
 "po_sign_block_name": "Christine Delahanty",
 "awd_eff_date": "2022-06-01",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 378987.0,
 "awd_amount": 378987.0,
 "awd_min_amd_letter_date": "2022-03-29",
 "awd_max_amd_letter_date": "2022-03-29",
 "awd_abstract_narration": "Companies and their customers are transitioning to the use of electric vehicles that are powered by battery technologies. Technician education needs to keep pace with this trend to help support the infrastructure that will manufacture and maintain these vehicles. Technicians will need to understand the technology of battery packs, how to use diagnostic tools to identify failures, and how to maintain battery packs. The project team will collaborate with industry professionals to identify the knowledge and skills that technicians will need to be successful in the electric vehicle technician workforce. New instructional materials will be developed to integrate the new knowledge and skills in automotive technology and aviation technology degree programs. The project will build on best practices from previous ATE projects to recruit and retain students from underrepresented groups to broaden participation in the technician workforce. A new lab facility will be developed in which students can learn to perform hands-on vehicle repairs related to specific course content and how to use diagnostic technology to identify battery problems.\r\n\r\nThe goal of this project is to address industry needs for technician education on battery technologies for electric vehicles. A Business and Industry Leadership Team will guide the job skills analysis for automotive and aviation technicians. The results will be used to develop and revise curricula for the automotive and aviation technology degree programs. The project team will develop a new battery technology credit course tied to a relevant industry credential from the national automotive credentialing organization (Automotive Service Excellence L3 – Light Duty Hybrid /Electric Vehicle Specialist). Battery technology module content will be developed for an existing Basic Unmanned Aircraft Systems (UAS) Drone Training course that prepares students for FAA certification and Aviation Science credit courses. A  new course will be developed that focuses on Aviation and UAS battery technology. The project team will create a new lab facility to provide students with hands-on learning using electric/hybrid vehicle diagnostic trainers, lithium battery packs and chargers, hydrogen car kits, electric drones, and buildable electric vehicle kits. Hands-on mobile mini-labs focused on electric vehicle and UAS technologies will be developed to provide secondary school curricula for students and professional development for teachers. Using institutional data, the project will assess the effectiveness of recruitment and retention efforts in broadening participation in the technician degree programs. Evaluation findings, program models, curricula and data will be shared through open access online repositories, discipline-specific publications and conferences, and technician education peer networks. This project is funded by the Advanced Technological Education program that focuses on the education of technicians for the advanced-technology fields that drive the Nation's economy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Wechsler",
   "pi_mid_init": "E",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Robert E Wechsler",
   "pi_email_addr": "robert.wechsler@fscj.edu",
   "nsf_id": "000866195",
   "pi_start_date": "2022-03-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Fischer",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel L Fischer",
   "pi_email_addr": "sfischer@fccj.edu",
   "nsf_id": "000484114",
   "pi_start_date": "2022-03-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Soar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Soar",
   "pi_email_addr": "psoar@fscj.edu",
   "nsf_id": "000706578",
   "pi_start_date": "2022-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State College at Jacksonville",
  "inst_street_address": "501 WEST STATE STREET",
  "inst_street_address_2": "",
  "inst_city_name": "JACKSONVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "9046323327",
  "inst_zip_code": "322023099",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "FL04",
  "org_lgl_bus_name": "FLORIDA STATE COLLEGE AT JACKSONVILLE",
  "org_prnt_uei_num": "HJ3JDZ916NF5",
  "org_uei_num": "HAMMJVYDY9D9"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State College at Jacksonville",
  "perf_str_addr": "401 West State Street",
  "perf_city_name": "Jacksonville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "322024043",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "FL04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 378987.0
  }
 ],
 "por": null
}