{
 "awd_id": "2202883",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "P2C2: Collaborative Research: Defining the paleoclimate-fire relationship in CA across temporal scales through integrated monitoring, stalagmite studies, and proxy system modeling",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924725",
 "po_email": "jwynn@nsf.gov",
 "po_sign_block_name": "Jonathan G Wynn",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 444727.0,
 "awd_amount": 444727.0,
 "awd_min_amd_letter_date": "2022-07-25",
 "awd_max_amd_letter_date": "2022-07-25",
 "awd_abstract_narration": "Despite observable increases in the frequency and intensity of wildfires, the relationship between fire, warming, and rainfall variability in California (CA) remains poorly understood. This project will define the relationship between past climate change and wildfire behavior in CA over the last 70,000 years. This will be accomplished by monitoring caves in CA and by assessing evidence of climate change and of wildfires preserved in cave mineral deposits. These deposits, called stalagmites, are capable of documenting past environmental changes continuously over 1000s to 10s of thousands of years. An environmental model that links climate, cave, and wildfire processes will be developed that will advance the understanding of how the climate and fire signals are archived in stalagmites. The model will also be used to build robust reconstructions of the climate-fire relationship at individual cave sites and for transects of caves across CA. Collectively, this research will contribute to building a cohesive picture of how climate in this region responds to global climate change, including warming, and how these changes influence wildfire behavior. Additional deliverables include an open-access, standardized database of all stalagmite records and community accessible software. A cohort of diverse early career scientists and undergraduate and graduate students will be trained through the project using a vertically and laterally integrated training and mentoring program, ‘C3 —Climate Change in California’.\r\n\r\nThis project will test three hypotheses linked by the primary goal of investigating the relationship between regional hydroclimate conditions and wildfire in the fire-prone region of CA, over a variety of timescales and background climate states including periods with no or minimal anthropogenic influence. This will be accomplished by addressing four research objectives. First, a process-based, ‘surface-to-stalagmite’ understanding of the evolution of a suite of hydroclimate and fire tracers will be developed through monitoring of three karst systems representative of different climate conditions in CA. This component will further calibrate promising new proxies (delta-44Ca, 87Sr/86Sr, and a suite of biomarkers) that to date have been applied to few karst systems. Second, a next-generation, multi-proxy karst system model will be built that leverages existing proxy system models and links hydroclimate and fire proxies mechanistically to their suite of environmental and ecologic drivers. Third, a comparable set of calcite, inclusion-fluid, and biomarker proxy records, including novel hydrologic and fire proxies, will be developed for ten stalagmites that define latitudinal and coastal-to-Sierra Nevada transects in CA. Fourth, site-specific and regional proxy-model comparisons will be carried out using Bayesian inversion to produce data-driven quantitative reconstructions of the hydroclimate and fire activity in CA over the past 70 ka. Collectively, this research will provide the basis for future climate modeling efforts focused on constraining the drivers of hydroclimate change and fire activity in the western U.S.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Oster",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica L Oster",
   "pi_email_addr": "jessica.l.oster@vanderbilt.edu",
   "nsf_id": "000604233",
   "pi_start_date": "2022-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "K9AHBDTKCB55",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372350002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "TN07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153000",
   "pgm_ele_name": "Paleoclimate"
  },
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  },
  {
   "pgm_ref_code": "8070",
   "pgm_ref_txt": "P2C2 Proposals"
  },
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 444727.0
  }
 ],
 "por": null
}