{
 "awd_id": "2202038",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GeoTech Geospatial Resource Center",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924651",
 "po_email": "vccarter@nsf.gov",
 "po_sign_block_name": "Virginia Carter",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 1649295.0,
 "awd_amount": 1649295.0,
 "awd_min_amd_letter_date": "2022-03-29",
 "awd_max_amd_letter_date": "2022-03-29",
 "awd_abstract_narration": "Geospatial Science and Technology (GST) integrates innovative tools and techniques to enable users to visualize, analyze, query, and predict temporal, spatial and critical relationships. GST helps to solve problems by looking at data in a way that is readily displayed, can be spatially analyzed, and easily shared. It is a science that includes Geographic Information Systems (GIS), remote sensing and image analysis, mapping and cartography, spatial analysis, and data collection tools such as global navigation satellite systems (GNSS) and unmanned aircraft systems (UAS). Whether it is the map on a smart phone or the navigation system in a car, the base-map in a video game, or the maps that one sees on TV, “geospatial” is all around. The science of GST is being used in resource management, environmental studies, urban planning, criminology, homeland security, military analysis, archaeology, precision agriculture, health sciences, political science, public safety and emergency response, physical sciences, earth sciences, marketing, logistics, economics, business, history, and virtually any other field that has a spatial and/or temporal component. Due to the ubiquitous nature of GST and the need for spatial analysis across many disciplines, instructors from middle school through college are embedding GST into their curriculum (including web-based mapping tools) to promote spatial thinking, or are offering GST specific courses or programs at their respective institutions to prepare students to successfully enter the workforce. The GeoTech National ATE Center is proposing to transition from a national center to a national Resource Center. The GeoTech Resource Center will focus on researching evolving workforce geospatial competencies and career pathways, curriculum modification based on changes/revisions to workforce geospatial competencies, curriculum especially designed for historically  underserved populations, and professional development opportunities for secondary and post-secondary educators.\r\n\r\nThe goals for the GeoTech Geospatial Resource Center are: 1) Research, create, and aggregate competencies that will support careers and programs. 2) Create and disseminate curriculum resources in an easily searchable resource repository, and 3) Provide professional development opportunities in face- to-face and virtual synchronous and asynchronous modalities to prepare educators to teach standards- based curriculum. These goals will provide the geospatial community of users (educators and industry professionals alike) curricular offerings in cutting edge GST, which is crucial in creating a well-prepared geospatial technician and technologist workforce. An evaluative process will be implemented to continually review workforce competencies, improve the educational materials produced, and enrich innovative professional development offerings. Learning modules will developed and will be contextual and relevant to historically underserved populations to excite them about GST careers and applications. Lessons will address a wide spectrum of social justice issues for people of color, women, tribal institutions, the LGBTQ community, and historical lessons such as redline maps. Environmental  current events such as climate change and wildfires will also be addressed. The curriculum will be modularized and portable to different learning environments and therefore designed to reach a large cohort of users. This project is funded by the Advanced Technological Education program that focuses on the education of technicians for the advanced-technology fields that drive the Nation's economy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vincent",
   "pi_last_name": "DiNoto",
   "pi_mid_init": "A",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Vincent A DiNoto",
   "pi_email_addr": "Vince.DiNoto@kctcs.edu",
   "nsf_id": "000287749",
   "pi_start_date": "2022-03-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ken",
   "pi_last_name": "Yanow",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ken Yanow",
   "pi_email_addr": "kyanow@swccd.edu",
   "nsf_id": "000452554",
   "pi_start_date": "2022-03-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Mueller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Mueller",
   "pi_email_addr": "mueller@calu.edu",
   "nsf_id": "000202290",
   "pi_start_date": "2022-03-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "Johnson",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Ann B Johnson",
   "pi_email_addr": "ann@BareMt.com",
   "nsf_id": "000079705",
   "pi_start_date": "2022-03-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "Ernst",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole L Ernst",
   "pi_email_addr": "nlernst@hacc.edu",
   "nsf_id": "000704444",
   "pi_start_date": "2022-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kentucky Community & Technical College System",
  "inst_street_address": "300 N MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "VERSAILLES",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592563397",
  "inst_zip_code": "403831245",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "KENTUCKY COMMUNITY & TECHNICAL COLLEGE SYSTEM",
  "org_prnt_uei_num": "GWSXAJZALU69",
  "org_uei_num": "GWSXAJZALU69"
 },
 "perf_inst": {
  "perf_inst_name": "Jefferson Community and Technical College",
  "perf_str_addr": "1000 Community College Dr.",
  "perf_city_name": "Louisville",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "402722653",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "KY03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 1649295.0
  }
 ],
 "por": null
}