{
 "awd_id": "2203609",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Probing the Gas/Water Interface on Electrochemically-Generated Nanobubbles",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2022-06-01",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 480000.0,
 "awd_amount": 480000.0,
 "awd_min_amd_letter_date": "2022-05-03",
 "awd_max_amd_letter_date": "2022-06-09",
 "awd_abstract_narration": "With support from the Chemical Measurement and Imaging (CMI) Program in the Division of Chemistry, Professor Bo Zhang and his research group at the University of Washington are developing and applying new approaches to study the gas/water interface of electrochemically generated nanobubbles. Processes that occur at the electrode/solution interface, including bubble formation, play a critical role in electrochemistry. Many electrochemical reactions that are relevant for energy conversion and storage and environmental chemistry are gas-evolving reactions. For example, H2 and O2 are produced from the electrocatalytic water splitting. Despite its key importance, the early stage of bubble formation remains challenging to study due to the lack of proper imaging tools with sufficient sensitivity and resolution. In this project, the Zhang group is developing a single-molecule fluorescence imaging approach to probe the surface of nanobubbles in order to further understand the chemical nature of the nanoscale gas/solution interface. The research seeks an improved understanding of electrocatalytic reactions that will enable the development of more efficient and selective catalysts. This project provides unique interdisciplinary training opportunities for graduate, undergraduate, and high-school students in the areas of electrochemistry, fluorescence microscopy, nanotechnology, and energy storage.\r\n\r\nThe measurements being developed in this project seek a better understanding of the chemical environment at the gas/solution interface of nanobubbles. Toward this goal, the research team led by Professor Zhang analyzes the dynamic adsorption and desorption processes of single fluorophores. They are working to extract a series of key kinetic parameters including the adsorption equilibrium constant, adsorption and desorption kinetic constants, and the sticking probability for molecules at the interface. They use solvatochromic dye molecules to probe the polarity of the interface. Moreover, the research team will image single nanobubbles generated on nanoelectrodes to better correlate fluorescence signal with bubble size and shape.  The research promises to offer new insights on the chemical and physical nature of the gas/solution interface of nanoscale bubbles that has important implications for developments in clean energy and other catalytic processes. The use of nanoelectrodes and their arrays will enable a better understanding of mass-transfer effects in bubble nucleation. In addition to the scientific impacts of the work, the project provides advanced training opportunities for students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bo",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bo Zhang",
   "pi_email_addr": "Zhang@chem.washington.edu",
   "nsf_id": "000538101",
   "pi_start_date": "2022-05-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8397",
   "pgm_ref_txt": "Hydrogen Storage or Generation"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 480000.0
  }
 ],
 "por": null
}