{
 "awd_id": "2203262",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: A Holistic Heterogeneous Temporal Graph Transformer Framework with Meta-learning to Combat Opioid Epidemic",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2021-11-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2022-02-09",
 "awd_max_amd_letter_date": "2022-02-09",
 "awd_abstract_narration": "The devastating and lethal opioid epidemic has largely been fueled with various opioids in the United States. Unfortunately, driven by considerable profits, opioid trafficking has co-evolved with modern technologies, such as, social media platforms have been utilized for marketing and selling illicit drugs including opioids, which has attracted increasing attention from both public health agencies and law enforcement. As online opioid trafficking activities are nimble and resilient, it calls for novel techniques to effectively detect opioid trades to facilitate proactive response strategies. By advancing capabilities of machine learning and data science, the goal of this project is to design and develop a holistic framework to model and analyze dynamic multi-modal data to fight against online opioid trafficking and, thus, help combat opioid epidemic. This research will enable a conceptual framework for the federal and state governments, public health agencies, law enforcement, and local communities to develop proactive strategies to build up a drug-free world - one community at a time. \r\n\r\nBy engaging novel disciplinary perspectives, this exploratory, yet transformative, high risk-high payoff work will involve radically different approaches for the development of an integrated framework to combat online opioid trafficking. The research will have three key components. First, the team will propose a novel heterogeneous temporal graph (HTG) to comprehensively model and abstract multi-modal posts and relational information over time on social media. Second, based on the constructed HTG, the research team will develop an innovative graph transformer to learn user representations for opioid trafficker detection. Third, to tackle the challenge of lack of sufficient labeled data for model training, the team will further develop a new meta-learning algorithm by joining unsupervised graph structure and small amount of supervised training data to update the model. This will enable the model to quickly adapt to a new task, such as identifying a new type of traded opioid and its traffickers on social media, using only a few samples and training iterations. The developed holistic framework for the detection of online opioid trafficking activities will have significant impacts on addressing the critical national opioid epidemic facing our society. The research will be beneficial to data mining and machine learning communities, as well as multidisciplinary domains such as public health, epidemiology, social and behavioral sciences. The outcomes of this project will be made publicly accessible and broadly distributed. The project will integrate research with education through novel curriculum development, participation of underrepresented groups, and student mentoring activities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yanfang",
   "pi_last_name": "Ye",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yanfang Ye",
   "pi_email_addr": "yye7@nd.edu",
   "nsf_id": "000663903",
   "pi_start_date": "2022-02-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 Grace Hall",
  "perf_city_name": "Notre Dame",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The deadly opioid epidemic has largely been fueled with various opioids (including the illegal drug heroin, synthetic opioids such as fentanyl, and prescription pain relievers) in the United States (US). Besides the negative impact on public health, opioid epidemic has also caused devastating socioeconomic crisis (e.g., domestic violence, child abuse). Unfortunately, driven by lucrative profits, social media platforms such as Instagram and Twitter have become a direct-to-marketing medium for the trading of illicit drugs including opioids, which has attracted increasing attention from both public health agencies and law enforcement. As online opioid trafficking activities are nimble and resilient, it calls for novel techniques to effectively detect opioid trades to facilitate proactive response strategies. By advancing capabilities of machine learning and data science, <strong><em>t</em></strong>he goal of this project is to design and develop a holistic heterogeneous temporal graph transformer framework with meta-learning to fight against online opioid trafficking and thus help combat opioid epidemic. With the support of this grant, during the two-year project period, the team has had<em><strong>&nbsp;</strong></em><strong>40 publications</strong> in recognized journals (e.g.,&nbsp;<em>ACM TIST, ACM TKDD, IEEE TBD, Decision Support Systems, Information &amp; Management, TMLR</em>) and in proceedings of highly competitive conferences with&nbsp;<em>acceptance rate about or less than 20%</em>&nbsp;(e.g.,&nbsp;<em>WWW'2021,2023-2024,</em> <em>ICLR'2023-2024, ICML'2023, </em><em>NeurIPS'2021-2023, AAAI'2021-2023, ICDM'2023, WSDM'2023, </em><em>SIGKDD'2022, IJCAI'2022, SDM'2022, CIKM'2021-2022</em>). The project also resulted in <strong>2 Ph.D. dissertations </strong>and<strong> 1 Master Thesis</strong>. The research outcomes have been widely disseminated to research communities and practitioners through the publications, presentations, seminars, project website and demos, media presses, etc. Specially, with partial support of this project, the PI has received the prestigious <strong><em>ACM CIKM 2021 Best Paper Runner Up (Applied Track)</em></strong><em>,<strong> WWW 2021 Best Paper Award Shortlist, SIGKDD 2022 Best Paper Award Shortlist, </strong>and the <strong>AAAI-DCAA 2023 Best Paper Runner-Up.</strong></em>&nbsp;</p>\r\n<p>By probing into the online opioid trafficking activities, the holistic framework developed in this project will have significant impact on addressing this critical opioid crisis facing our society. Specifically, by engaging with the Drug Enforcement Administration (DEA), PI Ye&rsquo;s extensive work on combating online opioid trafficking received the award-winning &ldquo;What Would You Fight For (WWYFF)?&rdquo; series, which was <strong>aired on NBC to millions of audiences</strong> to raise awareness of this critical public health issue on October 28, 2023 in the \"Red Robbin Week\"; due to the significant societal impact, it was re-aired on NBC-Peacock and the stadium during the Notre Dame football game on September 28, 2024. In addition to the broader societal impacts, the proposed research in this project will be beneficial to multidisciplinary areas, including the domain of information integration and informatics (III) when solving related mining tasks and learning problems as well as the fields of public health, epidemiology, social and behavioral sciences. The outcomes of this project (including open-source codes and large-scale datasets) have been made publicly accessible; and broadly distributed through publications, presentations, seminars, demonstrations, etc. The project has integrated research with education through curriculum development, K-12 outreach activities and engaging graduate and undergraduate students in research (e.g., <em>four PhD students and one master student</em>). The project has also increased the involvement of underrepresented groups, including <em>minority and women</em> (e.g., <em>three female graduate students</em> have involved in working on AI and data driven research related to this project).</p><br>\n<p>\n Last Modified: 01/19/2025<br>\nModified by: Yanfang&nbsp;Ye</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe deadly opioid epidemic has largely been fueled with various opioids (including the illegal drug heroin, synthetic opioids such as fentanyl, and prescription pain relievers) in the United States (US). Besides the negative impact on public health, opioid epidemic has also caused devastating socioeconomic crisis (e.g., domestic violence, child abuse). Unfortunately, driven by lucrative profits, social media platforms such as Instagram and Twitter have become a direct-to-marketing medium for the trading of illicit drugs including opioids, which has attracted increasing attention from both public health agencies and law enforcement. As online opioid trafficking activities are nimble and resilient, it calls for novel techniques to effectively detect opioid trades to facilitate proactive response strategies. By advancing capabilities of machine learning and data science, the goal of this project is to design and develop a holistic heterogeneous temporal graph transformer framework with meta-learning to fight against online opioid trafficking and thus help combat opioid epidemic. With the support of this grant, during the two-year project period, the team has had40 publications in recognized journals (e.g.,ACM TIST, ACM TKDD, IEEE TBD, Decision Support Systems, Information & Management, TMLR) and in proceedings of highly competitive conferences withacceptance rate about or less than 20%(e.g.,WWW'2021,2023-2024, ICLR'2023-2024, ICML'2023, NeurIPS'2021-2023, AAAI'2021-2023, ICDM'2023, WSDM'2023, SIGKDD'2022, IJCAI'2022, SDM'2022, CIKM'2021-2022). The project also resulted in 2 Ph.D. dissertations and 1 Master Thesis. The research outcomes have been widely disseminated to research communities and practitioners through the publications, presentations, seminars, project website and demos, media presses, etc. Specially, with partial support of this project, the PI has received the prestigious ACM CIKM 2021 Best Paper Runner Up (Applied Track), WWW 2021 Best Paper Award Shortlist, SIGKDD 2022 Best Paper Award Shortlist, and the AAAI-DCAA 2023 Best Paper Runner-Up.\r\n\n\nBy probing into the online opioid trafficking activities, the holistic framework developed in this project will have significant impact on addressing this critical opioid crisis facing our society. Specifically, by engaging with the Drug Enforcement Administration (DEA), PI Yes extensive work on combating online opioid trafficking received the award-winning What Would You Fight For (WWYFF)? series, which was aired on NBC to millions of audiences to raise awareness of this critical public health issue on October 28, 2023 in the \"Red Robbin Week\"; due to the significant societal impact, it was re-aired on NBC-Peacock and the stadium during the Notre Dame football game on September 28, 2024. In addition to the broader societal impacts, the proposed research in this project will be beneficial to multidisciplinary areas, including the domain of information integration and informatics (III) when solving related mining tasks and learning problems as well as the fields of public health, epidemiology, social and behavioral sciences. The outcomes of this project (including open-source codes and large-scale datasets) have been made publicly accessible; and broadly distributed through publications, presentations, seminars, demonstrations, etc. The project has integrated research with education through curriculum development, K-12 outreach activities and engaging graduate and undergraduate students in research (e.g., four PhD students and one master student). The project has also increased the involvement of underrepresented groups, including minority and women (e.g., three female graduate students have involved in working on AI and data driven research related to this project).\t\t\t\t\tLast Modified: 01/19/2025\n\n\t\t\t\t\tSubmitted by: YanfangYe\n"
 }
}