{
 "awd_id": "2203937",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Self-Assembly of Collagen-like Octadecamers Based on the Stem Region of C1q and Related Proteins",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927168",
 "po_email": "tompinta@nsf.gov",
 "po_sign_block_name": "Tomislav Pintauer",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 455159.0,
 "awd_amount": 455159.0,
 "awd_min_amd_letter_date": "2022-04-26",
 "awd_max_amd_letter_date": "2022-08-06",
 "awd_abstract_narration": "With the support of the Macromolecular, Supramolecular and Nanochemistry program in the Division of Chemistry, Professor Jeffrey D. Hartgerink of William Marsh Rice University is studying   self-assembly of small popypeptides that structurally mimic collagen.  Collagen is the most abundant protein in the human body and plays major roles in wound healing, tissue regeneration, cancer metastasis and the overall integrity of both soft and hard tissues.  This protein is composed of three polypeptide chains that are wrapped together in a tight triple helix.  Each polypeptide chain consists of sequences of amino acids that are linked by a particular kind of chemical bond called a peptide bond or link.  When counting all amino acids, collagen is a very large macromolecule with molecular weight approaching 300,000 g/mol.  This size limits the access to atomic level information about how the triple helix in collagen is assembled and formed in solution.  To circumvent this problem, the research team will focus on smaller fragments from two different regions in collagen, namely “stem” where the six triple helices bundle together and the “branches” where the triple helices splay outward from one another making independent triple helices.  Polypeptides chains from these two regions will be synthesized and thoroughly characterized using a suite of sophisticated chemical techniques.  A computational algorithm SCEPTTr will be utilized to aid in the experimental design and identify the minimal sequences of amino acids needed for self-assembly.  Diverse sequences of the branch region have the potential to provide well folded triple helical systems that will expand understanding of triple helix stabilization.  The stem region, on the other hand, could offer opportunity to determine the atomic level structure of parallel packed triple helices.  The research will provide an outstanding basis for undergraduate and graduate educational programs because it is multi-disciplinary in nature and combines chemical design and synthesis with traditional structural biology and medical application.  Outreach programs will recruit high school students and their teachers in underserved communities to participate in research over the summer and develop exciting curriculum that integrates this work.  SCEPTTr will be enhanced and continued to be distributed to the community with the aim to assist in the design of larger peptide mimics.  \r\n\r\nThis research will focus on the self-assembly of collagen-like octadecamers based on the stem region of C1q and related Defense Collagens.  In the first objective, Collagen Mimetic Peptides (CMPs) with sequences taken from the branch region of Defense Collagens will be prepared. These chemically diverse sequences will be selected for self-assembly studies because they show a tendency to fold.  Peptides will be prepared by solid phase peptide synthesis using standard Fmoc chemistry and characterized for their thermal stability.  Key pairwise interactions will also be independently examined.  This stability data will be used to improve the range of sequences accurately modeled by SCEPTTr.  Biologically derived sequences will be stabilized through covalent capture and tested for their ability to bind known ligands of Defense Collagens.  In the last objective, CMPs with sequences taken from the stem region of Defense Collagens will be synthesized and oligomerized to form octadecamers.  A sequence study will be performed to assess the minimal regions required for octadecamer self-assembly.  Well folded octadecamers will be further characterized by NMR and X-ray crystallography. Helical bundles will be stabilized by covalent capture and tested for their ability to bind relevant ligands. This project, if successful, will improve general understanding of the multi-step, hierarchical self-assembly of collagen and provide an assessment of CMPs for potential biomedical applications.  In addition to the fundamental biophysical knowledge gained from this structural investigation, the critical role that Defense Collagens play in the innate immune response and the overall orchestration of inflammation and immunity will create many opportunities for preparing novel peptide-based drugs and biopolymers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Hartgerink",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey D Hartgerink",
   "pi_email_addr": "jdh@rice.edu",
   "nsf_id": "000358252",
   "pi_start_date": "2022-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 MAIN ST",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 455159.0
  }
 ],
 "por": null
}