{
 "awd_id": "2203094",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: SaTC: EDU: A Hands-on Approach to Securing Self-Driving Networks",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032922677",
 "po_email": "liyang@nsf.gov",
 "po_sign_block_name": "Li Yang",
 "awd_eff_date": "2022-02-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 226438.0,
 "awd_amount": 226438.0,
 "awd_min_amd_letter_date": "2022-01-25",
 "awd_max_amd_letter_date": "2022-01-25",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2). Today’s computer networks have grown both in complexity and in scale, in part as a response to diverse connectivity requirements in the era of the Internet of Things, Cloud 3.0, and Big Data. Existing network management solutions cannot keep up with the demand for solutions to real-time network management problems resulting from these increasingly complex networks. Network management requires a fundamentally new approach in which networks can autonomously control, configure, and manage themselves. While these “self-driving networks” offer numerous opportunities for efficient network management, they introduce new threats and attack vectors that must be addressed to secure them. Unfortunately, there is currently a shortfall of professionals trained in autonomous and intelligent network security and a shortfall of content with which to train these professionals. This project will address these shortfalls by developing lab-intensive modules that enable undergraduate students to gain fundamental and advanced knowledge in securing next-generation self-driving networks. \r\n\r\nThe project team will develop six self-contained modules with comprehensive coverage of the techniques, tools, and methods required to secure self-driving networks. The modules will cover (1) attack investigation and analysis of legacy, Software Defined Networking (SDN), and adversarial attacks; (2) hunting for vulnerabilities using static analysis, software component analysis, automated known attack patterns, and behavioral analysis; (3) network-wide data collection using classic and OpenFlow based approaches; (4) protection using runtime application self-protection, automated patching, and security information and event management; (5) evaluation using continuous adaptive risk and thrust assessment; and (6) action using security orchestration, automation and response. In addition, this project aims to increase the participation of underrepresented groups in STEM by organizing workshops and participating in professional conferences. The project team will also organize a workshop to disseminate the modules to interested faculty members from other organizations.\r\n\r\nThis project is supported by the Secure and Trustworthy Cyberspace (SaTC) program, which funds proposals that address cybersecurity and privacy, and in this case specifically cybersecurity education. The SaTC program aligns with the Federal Cybersecurity Research and Development Strategic Plan and the National Privacy Research Strategy to protect and preserve the growing social and economic benefits of cyber systems while ensuring security and privacy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ali",
   "pi_last_name": "Tosun",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Ali S Tosun",
   "pi_email_addr": "ali.tosun@uncp.edu",
   "nsf_id": "000277006",
   "pi_start_date": "2022-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Pembroke",
  "inst_street_address": "ONE UNIVERSITY DR.",
  "inst_street_address_2": "",
  "inst_city_name": "PEMBROKE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9107754249",
  "inst_zip_code": "283721510",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "NC08",
  "org_lgl_bus_name": "THE UNIVERSITY OF NORTH CAROLINA AT PEMBROKE",
  "org_prnt_uei_num": "",
  "org_uei_num": "KMDFQGPWPK85"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Pembroke",
  "perf_str_addr": "PO Box 1510",
  "perf_city_name": "Pembroke",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "283721510",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "NC08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166800",
   "pgm_ele_name": "CYBERCORPS: SCHLAR FOR SER"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "040V2122DB",
   "fund_name": "EHR ARP Act DEFC V",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 226438.0
  }
 ],
 "por": null
}