{
 "awd_id": "2203242",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Spintronic Spectrum Analyzer and Limiter based on Tunable Magnetic Tunnel Junction Arrays",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032928103",
 "po_email": "rlukasze@nsf.gov",
 "po_sign_block_name": "Ale Lukaszew",
 "awd_eff_date": "2022-06-01",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 359879.0,
 "awd_amount": 359879.0,
 "awd_min_amd_letter_date": "2022-06-03",
 "awd_max_amd_letter_date": "2022-06-03",
 "awd_abstract_narration": "Radio-frequency interference is a key challenge in civilian and military communication networks, and is exacerbated by the fast-growing number of interconnected devices in the Internet of Things. This project will address this challenge by developing a spintronic spectrum analyzer, based on arrays of electrically tunable magnetic microwave detectors (i.e., spin diodes) with high sensitivity, to achieve fast and programmable frequency analysis and filtering of high-power radio-frequency signals. The proposed circuit combines the speed of existing hardware-based frequency-selective limiters with the reconfigurability of software approaches, since detection frequencies and their corresponding threshold levels can be reconfigured electrically. In addition to its potential economic impact, this project will also achieve broader impact through the incorporation of significant outreach and education activities. Research results will be integrated into a newly developed course that is taught by the PI at Northwestern University, focusing on Magnetism and Spintronics.\r\n\r\nThe intellectual merit of the proposed spectrum analyzer and limiter derives from a novel spintronic device structure with very high detection sensitivity and electrically tunable characteristics. The magnetic sensing layer is engineered to exhibit large voltage-controlled magnetic anisotropy due to interfacial spin-orbit interaction, which boosts its sensitivity to radio-frequency signals. The device will be biased by a direct electric current creating auto-oscillations of the magnetization, the frequency of which is determined by the current value. A large rectified voltage is then achieved due to locking of the auto-oscillations to the input radio-frequency signal. Thus, the detection frequency of the diode can be tuned by an electric current. This project will develop arrays of spin diode detectors, each electrically tuned to a particular frequency, to perform real-time spectral analysis of incoming signals. Output voltages of the diodes will be compared with a reference voltage (which itself can be reconfigured in the field), thereby detecting signals exceeding the power limit.  The result is a compact, electrically tunable and fast frequency-selective limiter that overcomes the limitations of existing solutions. The proposed devices can be monolithically integrated into back-end-of-line silicon manufacturing, using volume manufacturing equipment and processes that have already been developed for magnetic memory and sensor products, and are available from major foundries.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pedram",
   "pi_last_name": "Khalili Amiri",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pedram Khalili Amiri",
   "pi_email_addr": "pedram@northwestern.edu",
   "nsf_id": "000622476",
   "pi_start_date": "2022-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2145 Sheridan Road",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602083118",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8028",
   "pgm_ref_txt": "Sensor Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 359879.0
  }
 ],
 "por": null
}