{
 "awd_id": "2203789",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "Long-term effects of socioeconomic activity on ecological stability",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032927376",
 "po_email": "jwmirand@nsf.gov",
 "po_sign_block_name": "Josie Welkom Miranda",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 143000.0,
 "awd_amount": 143000.0,
 "awd_min_amd_letter_date": "2022-07-06",
 "awd_max_amd_letter_date": "2022-07-06",
 "awd_abstract_narration": "This award was provided as part of NSF's Social, Behavioral and Economic Sciences Postdoctoral Research Fellowships (SPRF) program. The goal of the SPRF program is to prepare promising, early career doctoral-level scientists for scientific careers in academia, industry or private sector, and government. SPRF awards involve two years of training under the sponsorship of established scientists and encourage Postdoctoral Fellows to perform independent research. NSF seeks to promote the participation of scientists from all segments of the scientific community, including those from underrepresented groups, in its research programs and activities; the postdoctoral period is considered to be an important level of professional development in attaining this goal. Each Postdoctoral Fellow must address important scientific questions that advance their respective disciplinary fields. Under the sponsorship of Dr. Kristina Douglass at Columbia University, this postdoctoral fellowship award supports an early career scientist studying the impacts of different socioeconomic livelihood strategies on ecological systems. Around the world, the earliest periods of human history, which are dominated by small, mobile communities, are consistently the least well studied. Instead, archaeologists have primarily focused on large, hierarchical, sedentary societies, which skew our perspectives and conclusions to one very specific form of human social organization. However, living strategies employed by other types of human communities can shed light on successful lifeway strategies which are invaluable for defining “sustainability” and developing successful conservation policies in the present. By shifting our attention toward small-scale community environmental impacts, this project will provide new insights into past land-use strategies and their long-term resilience during past periods of extreme climatic fluctuation. As environmental conditions become increasingly erratic due to climate change, the findings of this research hold significance both to archaeological scholarship and modern land-use policy initiatives. \r\n\r\nThis NSF postdoctoral fellowship will work to challenge traditional distinctions of “low-impact” and “high-impact” land-use and instead highlight the flexible nature of different economic strategies and their environmental impacts. The project seeks to answer the following questions: 1. How do long-term habitations of foraging communities impact local and regional soil and vegetation diversity; 2. How do these impacts compare with other socioeconomic groups (i.e., herders, agriculturalists)? And 3. How can differences and similarities observed in ecological impact by different socioeconomic strategies inform our understanding of sustainability in the present? By shifting attention toward small-scale community environmental impacts, this project will develop new approaches for identifying human ecological legacies. In turn, this will help improve our understanding of early human communities, their socioeconomic organizations, and impacts of different economic systems on landscape ecologies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dylan",
   "pi_last_name": "Davis",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Dylan S Davis",
   "pi_email_addr": "",
   "nsf_id": "000823583",
   "pi_start_date": "2022-07-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kristina",
   "pi_last_name": "Douglass",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Kristina G Douglass",
   "pi_email_addr": "",
   "nsf_id": "000794817",
   "pi_start_date": "2022-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Davis, Dylan S",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "State College",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "",
  "inst_zip_code": "168017567",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": null,
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100257822",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "040Y00",
   "pgm_ele_name": "(SPRF-FR) SBE Postdoctoral Res"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 143000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Environmental scientists have studied the interactions between humans and our environmental surroundings for over a century. When examining these relationships across entire landscapes (i.e., national, regional, or continental scales), most research has prioritized its attention on large-scale societies and intensive land-use strategies like industrial agriculture and urbanization. Meanwhile, communities who rely on less intensive and/or mixed economic and land-use strategies have received far less attention in terms of their landscape level impacts on the planet. The social sciences, and archaeology in particular, offer pathways to fill this current knowledge gap by providing information about human-environment dynamics over long time periods.</p>\n<p>This fellowship supported the development of a new approach to studying human-environment interaction that bridges theories from several different disciplines: complex systems science, evolutionary biology, and behavioral ecology. The coupling of these frameworks allows researchers to integrate locally-contextualized information and changes in these contexts over time to study interactions between human and ecological systems at and between multiple scales simultaneously. What this means is that our understanding of how people and environments interact is continuously updated by what has happened in the past and what new actions might do to the current system. In this project, this new approach has led to some important discoveries.</p>\n<p><span>1. Studies of long-lasting legacy impacts of human land-use activity can be improved using a combination of multispectral satellite images and geochemical datasets. Analyses conducted during this study<span>&nbsp;indicate that impacts of foraging, fishing, and agropastoral communities are actually quite similar. One challenge for archaeologists has been how to distinguish between different kinds of land-use pratices people used at different points in the past. Multispectral satellite images taken across multiple seasons and years help to highlight very subtle differences between different subsistence strategies.&nbsp;</span><span>Using deeper time information contained in sediments and soils, we can evaluate short and long-term changes to the environment that relate to human activities.</span><span>&nbsp;As a result, the methods developed by this study have the potential to improve the ways researchers can evaluate the modern-day impacts of past land use on ecosystems.</span></span></p>\n<p>&nbsp;</p>\n<p><span>2. Indigenous land stewardship in southwest Madagascar has become well integrated into the local ecological system. The research conducted during this fellowship project has shown that traditional subsistence practices and land-use strategies employed by indigenous communities help serve roles in conservation and environmental resilience. Using a combination of satellite images, machine learning, and geochemistry data co</span><span>llected from&nbsp;</span><span>sediments and soils</span><span>&nbsp;in the study region, we found that&nbsp;</span><span>vegetation signatures are more stable in archaeological sites than outside of these areas, despite the fact that seasonal changes greatly influence biomass production and vegetative health. This means that</span><span><span><span>&nbsp;areas with histories of human land-use in this region display greater environmental stability than those without prior human presence.</span></span></span></p>\n<p><span><span><span>3. Histories of human land use play a role in modern ecological functioning and ecosystem health. Our analyses show that a variety of human land-use practices (including foraging, fishing, and agro-pastoralism) exhibit strong positive correlations with metrics of ecological productivity (like net primary production). Areas that lack prior histories of human occupation express a weaker correlation, suggesting that traditional subsistence economies are important contributors to ecosystem functioning. Furthermore, our results suggest that archaeological land-use may aid in resilience to extreme climate events.</span></span></span></p>\n<p><span><span><span>The project has also contributed to broader societal impacts. The proposed project was conducted in partnership with the Morombe Archaeological Project (MAP) &ndash; a collaborative community archaeological team based in southwest Madagascar. The MAP team and local community members were provided training opportunities in specific methods for environmental and social research, including remote sensing and sediment coring. The major findings of this research are also being translated into French and Malagasy (the primary languages spoken on Madagascar) to ensure the work makes the greatest possible impact.</span></span></span></p>\n<p><span><span><span>Altogether, t</span></span></span><span><span><span>his project has helped to develop&nbsp;</span></span></span><span><span><span>new</span></span></span><span><span><span>&nbsp;approach</span></span></span><span><span><span>es</span></span></span><span><span><span>&nbsp;to understand long-term&nbsp;</span></span></span><span><span><span>human-environment interactions and the ways different land-use strategies affect these&nbsp;</span></span></span><span><span><span>system dynamics.&nbsp;</span></span></span><span><span><span>This has already resulting in&nbsp;</span></span></span><span><span><span>important contributions to other case studies in regions around the world.</span></span></span></p><br>\n<p>\n Last Modified: 10/07/2024<br>\nModified by: Dylan&nbsp;S&nbsp;Davis</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nEnvironmental scientists have studied the interactions between humans and our environmental surroundings for over a century. When examining these relationships across entire landscapes (i.e., national, regional, or continental scales), most research has prioritized its attention on large-scale societies and intensive land-use strategies like industrial agriculture and urbanization. Meanwhile, communities who rely on less intensive and/or mixed economic and land-use strategies have received far less attention in terms of their landscape level impacts on the planet. The social sciences, and archaeology in particular, offer pathways to fill this current knowledge gap by providing information about human-environment dynamics over long time periods.\n\n\nThis fellowship supported the development of a new approach to studying human-environment interaction that bridges theories from several different disciplines: complex systems science, evolutionary biology, and behavioral ecology. The coupling of these frameworks allows researchers to integrate locally-contextualized information and changes in these contexts over time to study interactions between human and ecological systems at and between multiple scales simultaneously. What this means is that our understanding of how people and environments interact is continuously updated by what has happened in the past and what new actions might do to the current system. In this project, this new approach has led to some important discoveries.\n\n\n1. Studies of long-lasting legacy impacts of human land-use activity can be improved using a combination of multispectral satellite images and geochemical datasets. Analyses conducted during this studyindicate that impacts of foraging, fishing, and agropastoral communities are actually quite similar. One challenge for archaeologists has been how to distinguish between different kinds of land-use pratices people used at different points in the past. Multispectral satellite images taken across multiple seasons and years help to highlight very subtle differences between different subsistence strategies.Using deeper time information contained in sediments and soils, we can evaluate short and long-term changes to the environment that relate to human activities.As a result, the methods developed by this study have the potential to improve the ways researchers can evaluate the modern-day impacts of past land use on ecosystems.\n\n\n\n\n\n2. Indigenous land stewardship in southwest Madagascar has become well integrated into the local ecological system. The research conducted during this fellowship project has shown that traditional subsistence practices and land-use strategies employed by indigenous communities help serve roles in conservation and environmental resilience. Using a combination of satellite images, machine learning, and geochemistry data collected fromsediments and soilsin the study region, we found thatvegetation signatures are more stable in archaeological sites than outside of these areas, despite the fact that seasonal changes greatly influence biomass production and vegetative health. This means thatareas with histories of human land-use in this region display greater environmental stability than those without prior human presence.\n\n\n3. Histories of human land use play a role in modern ecological functioning and ecosystem health. Our analyses show that a variety of human land-use practices (including foraging, fishing, and agro-pastoralism) exhibit strong positive correlations with metrics of ecological productivity (like net primary production). Areas that lack prior histories of human occupation express a weaker correlation, suggesting that traditional subsistence economies are important contributors to ecosystem functioning. Furthermore, our results suggest that archaeological land-use may aid in resilience to extreme climate events.\n\n\nThe project has also contributed to broader societal impacts. The proposed project was conducted in partnership with the Morombe Archaeological Project (MAP)  a collaborative community archaeological team based in southwest Madagascar. The MAP team and local community members were provided training opportunities in specific methods for environmental and social research, including remote sensing and sediment coring. The major findings of this research are also being translated into French and Malagasy (the primary languages spoken on Madagascar) to ensure the work makes the greatest possible impact.\n\n\nAltogether, this project has helped to developnewapproachesto understand long-termhuman-environment interactions and the ways different land-use strategies affect thesesystem dynamics.This has already resulting inimportant contributions to other case studies in regions around the world.\t\t\t\t\tLast Modified: 10/07/2024\n\n\t\t\t\t\tSubmitted by: DylanSDavis\n"
 }
}