{
 "awd_id": "2203658",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAS: Development of Structure-Property Relationships in Photoluminescent Bismuth Organic Materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924591",
 "po_email": "dtgenna@nsf.gov",
 "po_sign_block_name": "Douglas Genna",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 467721.0,
 "awd_amount": 467721.0,
 "awd_min_amd_letter_date": "2022-07-31",
 "awd_max_amd_letter_date": "2024-07-26",
 "awd_abstract_narration": "NON-TECHNICAL SUMMARY\r\n\r\nLuminescent materials – compounds that emit light upon exposure to electromagnetic radiation – are used in every-day technologies ranging from light bulbs to counterfeiting inks.  Yet there are ongoing concerns regarding the sustainability, price, and toxicity of the components commonly used in existing technologies.  In this project supported by the Solid State and Materials Chemistry Program in the Division of Materials Research and Chemical Structure, Dynamics, and Mechanisms B Program in the Division of Chemistry, design principles for luminescent materials based on bismuth – a cheap, globally sourced, environmentally benign element – are developed by pairing experimental and computational approaches. The experimental studies focus on the preparation and atomic-level characterization of the features that give rise to luminescence in bismuth-based compounds.  These efforts are coupled with complementary computational studies that further elucidate the factors that underpin the observed luminescence.  The insight gained from these studies fundamentally advances our ability to control the properties of bismuth based compounds and provides a new platform for luminescent materials design.  Additionally, the research is integrated with activities that support formal K-12 science curricula and fosters STEM engagement through collaboration with local partners including the Smithsonian institution.\r\n\r\nTECHNICAL SUMMARY\r\n\r\nTunable luminescent materials are an important class of compounds due to their application in areas ranging from energy-efficient lighting to sensing technologies.  Yet there are obvious advantages to the development of materials built from globally available, cheap, nontoxic elements.  This project, supported by the Solid State and Materials Chemistry Program in the Division of Materials Research and Chemical Structure, Dynamics, and Mechanisms B Program in the Division of Chemistry, will broadly establish structure-property relationships in bismuth-based compounds built from molecular complexes and clusters.  Correlation of structural features, both molecular structure and noncovalent interactions, with photoluminescent behavior using X-ray diffraction, temperature dependent spectroscopic measurements, and computational studies will provide insight into how metal ions with closed shell ns2 electron configurations can be used to tune material properties through structural modifications, electronic effects, and extended noncovalent interactions.  Such work will advance our understanding of main group synthetic, coordination, and materials chemistry and afford new knowledge that is essential to the realization of the more applied aspects of main group coordination and materials chemistry.  These efforts are integrated with the group’s commitment to preparing students for diverse careers in the workforce and broadening participation in STEM disciplines via the development of a variety of educational activities that support K-12 students and teachers.  Local partnerships leverage the group’s proximity to institutions such as the Smithsonian to reach a large audience and broadly catalyze STEM engagement.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karah",
   "pi_last_name": "Knope",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Karah E Knope",
   "pi_email_addr": "kek44@georgetown.edu",
   "nsf_id": "000082701",
   "pi_start_date": "2022-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgetown University",
  "inst_street_address": "MAIN CAMPUS",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026250100",
  "inst_zip_code": "20057",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGETOWN UNIVERSITY",
  "org_prnt_uei_num": "TF2CMKY1HMX9",
  "org_uei_num": "TF2CMKY1HMX9"
 },
 "perf_inst": {
  "perf_inst_name": "Georgetown University",
  "perf_str_addr": "37th & O St N W",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200571789",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  },
  {
   "pgm_ele_code": "910200",
   "pgm_ele_name": "CMFP-Chem Mech Funct, and Prop"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  },
  {
   "pgm_ref_code": "8249",
   "pgm_ref_txt": "Sustainable Materials"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 172944.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 145940.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 148837.0
  }
 ],
 "por": null
}