{
 "awd_id": "2203567",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Combining Theory and Experiment to Understand the First Photophysical Events in the Photoactivation of the Orange Carotenoid Protein",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032920000",
 "po_email": "pmccarth@nsf.gov",
 "po_sign_block_name": "Pumtiwitt McCarthy",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 277074.0,
 "awd_amount": 277074.0,
 "awd_min_amd_letter_date": "2022-08-15",
 "awd_max_amd_letter_date": "2022-08-15",
 "awd_abstract_narration": "With the support of the Chemistry of Life Processes Program in the Chemistry Division, Professor José Gascón from University of Connecticut (UConn) and Professor Warren F. Beck from Michigan State University will investigate the mechanisms that cyanobacteria employ to protect themselves from damage due to excessive exposure to sunlight. This project will determine how a ketocarotenoid bound to the orange carotenoid protein (OCP) serves as a sensor for the light intensity and color. The main goal is to determine the photophysical mechanism that converts the OCP from a resting, orange form (OCPO) to an active, red form (OCPR); this conversion protects the organism during high intensity solar illumination by slowing the rate of photosynthetic energy storage. The work will provide insight in how the components in the photosynthetic apparatus of cyanobacteria and green plants work together to store solar energy in molecular form and to avoid light-driven side reactions that cause damage. The new knowledge could impact the design and engineering of materials that can be used in solar energy applications. The research will afford an excellent opportunity for graduate students involved to learn advanced computer modeling and spectroscopy techniques and their application to advanced studies of molecular structure and function. In addition, the project will create research opportunities for high school students from the School of Exploratory Chemical Research and Training (SECRET) and undergraduate students who participate in the NSF-funded Research Experiences for Undergraduates (REU) site in Chemistry at UConn.\r\n\r\nThe planned research involves a combination of state-of-the-art femtosecond multidimensional electronic spectroscopy and ultrasensitive fluorescence methods to sense the conformational changes that the ketocarotenoid undergoes in OCPO when it absorbs blue-green light. Electronic structure calculations and molecular dynamics simulations will then be used to develop a molecular model for the first structural events that follow photoexcitation of the ketocarotenoid. The research plan will test the hypothesis that light-driven conformational changes of the ketocarotenoid initiate the  structural reorganization of the protein. These studies are expected to provide molecular details of how the ketocarotenoid senses ambient solar illumination.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jose",
   "pi_last_name": "Gascon",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jose A Gascon",
   "pi_email_addr": "jose.gascon@uconn.edu",
   "nsf_id": "000073720",
   "pi_start_date": "2022-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "438 Whitney Road Ext., Unit 1133",
  "perf_city_name": "Storrs",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062691133",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 277074.0
  }
 ],
 "por": null
}