{
 "awd_id": "2203942",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigation of Two New Protein Post-Translational Modifications Derived from a Key Metabolite in Valine Metabolism",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032920000",
 "po_email": "puiho@nsf.gov",
 "po_sign_block_name": "Pui Ho",
 "awd_eff_date": "2022-12-15",
 "awd_exp_date": "2026-01-31",
 "tot_intn_awd_amt": 494550.0,
 "awd_amount": 494550.0,
 "awd_min_amd_letter_date": "2022-05-24",
 "awd_max_amd_letter_date": "2022-05-24",
 "awd_abstract_narration": "With the support of the Chemistry of Life Processes (CLP) Program in the Division of Chemistry, Prof Y. George Zheng of the University of Georgia is investigating new molecular mechanisms of life process regulation by novel post-translational modification of proteins. Specific chemical modifications in proteins can impact key attributes and functions of affected proteins, such as structural conformation, enzymatic activity, intracellular localization, and interaction with other biomolecules. Through fine-tuned post-translational modifications, cells and organisms adjust and regulate their physiological states in response to various internal and external stimuli. Currently, the molecular mechanisms of many post-translational modifications and their roles in regulating biological processes are incompletely understood.  This also highlights another key point; namely that there are likely a good number of post-translational modifications (PTMs) yet to be characterized. This project endeavors to advance  biological research field by identifying as yet unrecognized post-translational modifications and elucidating the mechanisms by which several of these PTMs regulate key life processes such as DNA transcription, cell cycle control, and signal transduction. Multidisciplinary methods and tools in the chemical and biological sciences will be explored and applied to identify, validate, and functionally annotate post-translational modifications in the human proteome. The proposed work is expected to support education and diversity,  consistent with the the principal investigator’s established record in the scientific training of graduate, undergraduate and high school students from diverse backgrounds. Early career trainees will learn and apply state-of-the-art methods in chemical biology to address relevant questions in molecular signaling, thereby benefiting the chemical biology science community broadly.\r\n\r\nIn this project, a particular focus will be placed on identifying and validating two new post-translational modifications in human proteins that are derived from the key metabolites in the valine metabolic pathway. The researchers hypothesize that the reactive metabolite, methacrylyl-CoA, and/or its hydrolyzed product methacrylate, produced in valine metabolism are capable of modifying cellular proteins through two different biochemical mechanisms: acylation of specific lysine residues (lysine methacrylylation) and alkylation of specific cysteine residues (S-2-carboxypropylation). Tailored chemical probes will be developed to specifically recognize and label lysine methacrylylation and cysteine S-2-carboxypropylation molecular modifications in proteins and peptides, and then be applied to set up chemoproteomic platforms to map out methacrylylated and S-2-carboxypropylated protein substrates at the proteomic level. Bioinformatics will be used to delineate the distribution and scope of lysine methacrylylation and cysteine S-2-carboxypropylation in the human proteome. Furthermore, cellular and biochemical experiments will be conducted to investigate dynamic controls and downstream effects of these protein modifications. This work is projected to expand understanding of valine metabolites and their contribution to protein posttranslational modification, and to a broader level, advance the tool kit for molecular-level understanding of the expressed human proteome and the role of PTMs in regulation and signaling.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Y George",
   "pi_last_name": "Zheng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Y George Zheng",
   "pi_email_addr": "yzheng@uga.edu",
   "nsf_id": "000504087",
   "pi_start_date": "2022-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia Research Foundation Inc",
  "perf_str_addr": "240 W Green St",
  "perf_city_name": "Athens",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306021589",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 494550.0
  }
 ],
 "por": null
}