{
 "awd_id": "2204184",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Synthesis of Catenane-based Polymers and Materials Using Orthogonal Metal Templation",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927168",
 "po_email": "tompinta@nsf.gov",
 "po_sign_block_name": "Tomislav Pintauer",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2022-07-08",
 "awd_max_amd_letter_date": "2022-07-08",
 "awd_abstract_narration": "With the support of the Macromolecular, Supramolecular, and Nanochemistry Program in the Division of Chemistry, Jonathan Barnes of Washington University-St. Louis (WUSTL) will investigate and expand on efficient synthetic methods to prepare a series of catenane-based polymers and networked materials. Catenanes are mechanically interlocked molecules (MIMs) that have drawn research interest due to their unusual molecular linkages and structures. Mechanically interlocked molecules (MIMs), for example, possess well-defined topologies and unique molecular architectures and can offer conformational and translational degrees of freedom at the molecular level that are simply not accessible with traditional polymers. The project will result in the development of new classes of poly[n]catenanes and catenane-based materials, thus laying the foundation for future research and development in the area of topologically controlled polymers and materials. To engage young students in STEM (science, technology, engineering and mathematics), Barnes will build on a collaboration with the St. Louis Chess Club (SLCC) to develop outreach that would merge the overlapping principles of chess and science (e.g., analytical thinking, planning, focus, etc.). Students from the The Young Scientist Program (YSP) at WUSTL will be mentored with internships.\r\n\r\nThe project seeks to bridge the synthetic gap between small-molecule and poly[n]catenanes by implementing metal-templated, convergent syntheses, while also addressing potential scalability issues through the development of functionalized catenane monomers and crosslinkers that can be paired with traditional monomers. The research aims to remove some of the limitations seen in synthesizing higher molecular weight oligo- and poly[n]catenanes.  Current approaches show decreased yields after each iteration, and/or because one-pot approaches often lead to unproductive cross reactions that generate unwanted kinetic byproducts. The fundamental synthetic and physical polymer knowledge gained from the proposed research is expected to aid the development of next-generation MIM-based materials and applications.  Characterization of these polymers and materials will allow key metrics to be tabulated, such as thermal transition temperatures (Tg + Tm), molecular weight thresholds for entanglement (Mc, Me), and material properties including shear and Young’s moduli, in addition to toughness, tensile strength, etc. The culmination of the research proposed herein would be the development of new classes of poly[n]catenanes and catenane-based materials, an achievement that would help build a foundation for future research and development in the area of topologically controlled polymers and polymeric materials.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Barnes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan Barnes",
   "pi_email_addr": "jcbarnes@wustl.edu",
   "nsf_id": "000753387",
   "pi_start_date": "2022-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "CB1134; One Brookings Drive",
  "perf_city_name": "St Louie",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304899",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": null
}