{
 "awd_id": "2204589",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAR-PF: Present and future flood mitigation services of wetland infrastructure across scales",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927081",
 "po_email": "armorris@nsf.gov",
 "po_sign_block_name": "Aisha Morris",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2022-07-18",
 "awd_max_amd_letter_date": "2022-07-18",
 "awd_abstract_narration": "Flooding during intense storms has become a major concern in cities. Cities may experience this kind of flooding due to increasing amounts of pavement and roofs, an increased frequency of storms, more intense storms, or an assortment of these features of the city and climate. In many cities across the globe, and particularly in the U.S., flooding from extreme rainfall may especially harm people who are already financially stressed, racial and ethnic minorities, and people who fit in both of these categories. Cities are trying to reduce the threat of flooding caused by intense storms by changing how cities are built. Many cities in the U.S. and across the world are considering constructing wetlands or including natural wetlands in order to trap and move water safely away from people in the city. However, these ideas and practices are new, and there is much more that cities need to understand about if and how wetlands in cities can reduce flood risk. Also, cities do not understand whether and how well wetlands might prevent flooding in cities as the local and global climate changes. In this study, two cities with abundant wetlands (Gresham, OR, USA and Valdivia, Región de los Ríos, Chile) will be studied and modeled in order to understand how cities with wetlands respond to storms in the present day and in the future. By collecting data on and modeling three primary ways by which wetlands may reduce flood risk—storing water on the surface, allowing water to seep through the ground, and having plants consume water—this study will present a holistic picture of the impacts of inland urban wetlands on pluvial flood risk. Researchers involved in this study will work directly with communities impacted by flooding to identify areas of high past flood risk and educate stakeholders about their future flood risk. Lessons learned through this work will be incorporated in flood risk plans for each city through engagement with flood risk managers.\r\n\r\nPluvial flooding, which is flooding that occurs when rates of precipitation exceed rates of removal by natural and engineered drainage systems, has become a major concern in cities with increasing impermeable surface cover, recurring intense storms, increasingly intense storms, or an assortment of these characteristics. Pluvial flooding may cause substantial monetary damage to cities and lead to loss of life. In many cities across the globe, particularly in the U.S., pluvial flooding disproportionately impacts marginalized groups and racial and ethnic minorities. As pluvial flood risk and impacts worsen, cities are looking to new forms of development that include restoring or constructing wetlands, or incorporating so-called remnant wetlands into the urban fabric. However, whether and how inland wetlands in urban areas can reduce pluvial flood risk is inchoate, and studies normally do not examine the cumulative flood risk reduction effect of wetlands at the appropriate scale: the city. Nor do studies typically examine pluvial flood risk under future climate conditions, instead only examining risk 2 to 10 years into the future. In this study, the effects of wetland storage, infiltration, and evapotranspiration on pluvial flood risk will be scaled-up to the whole city in Gresham, Oregon, USA, and Valdivia, Región de los Ríos, Chile, which both feature extensive wetland coverage. Data collection will be accomplished through continuous monitoring of surface storage and synoptic surveys of soil storage and plant transpiration. These data will serve to reconstruct key hydrologic functions of urban wetlands in a stormwater management model, which will in turn be used to estimate stormwater management system performance during typical (10-year) and more extreme (100-year) storms. Such storms are predicted to become more frequent in these study cities by the year 2100. By considering three primary hydrologic mechanisms by which wetlands may provide pluvial flood risk reduction—retention, infiltration, and transpiration—the results of this study will present a holistic picture of the impacts of inland urban wetlands on pluvial flood risk. By working directly with communities impacted by flooding in each city, researchers involved in this study will identify areas of high past flood risk and educate communities about their future flood risk. By working directly with flood risk managers in the study cities, the salient lessons this work will be incorporated in flood risk plans for each city. Furthermore, this will be one of few studies to attempt to scale up the effects of green infrastructure, particularly wetlands, to the city scale. This will be the first study to scale up transpiration in green infrastructure to the city scale. This will all be accomplished using a mixed methodology that has not yet been pursued by other researchers or practitioners.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Sauer",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jason R Sauer",
   "pi_email_addr": "",
   "nsf_id": "000866995",
   "pi_start_date": "2022-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Sauer, Jason Robert",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Tempe",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "",
  "inst_zip_code": "85282",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Portland State University",
  "perf_str_addr": null,
  "perf_city_name": "Portland",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972013256",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award sought to assess the present and future flood mitigation services of wetland infrastructure across two cities; Gresham, OR, USA, and Valdivia, Chile, and to draw lessons from these sites to reduce flood risk in cities across the globe. The wetlands of these cities differed in two key ways that warranted study: in Gresham, OR, wetlands were all constructed, and made up less than 8% of the city&rsquo;s area; in Valdivia, Chile, wetlands were all natural and made up greater than 20% of the city&rsquo;s area. The wetlands of these cities were similar in terms of their geospatial setting and present climate, and that they were being used explicitly to reduce flood risk. These sites afforded a unique opportunity to compare two different but potentially complementary approaches to wetland management to reduce flood risk under similar climate conditions. This work had many outcomes, including but not limited to:</p>\n<p>1) Helped to understand the limits of flood mitigation from urban wetlands as they are currently configured and under current climate conditions;</p>\n<p>2) Provided instructional findings showing how practitioners may alter wetland characteristics like area, location, and drainage rates and timing to reduce flood risk under future climate and land cover conditions;</p>\n<p>3) Generated three publications in peer-reviewed scientific journals, with two more in review and two more in preparation;</p>\n<p>4) Promoted carbon sequestration in wetlands via a municipal workshop in Valdivia urban development with zero net carbon emissions;</p>\n<p>5) Provided data used in a grant proposal, under review, for riverine wetland conservation in Santiago de Chile;</p>\n<p>6) Provided data used in the creation of a constructed wetland in Valdivia, Chile to reduce community flooding;</p>\n<p>6) Provided findings used in community workshops on conservation efforts in the Johnson Creek Watershed in Gresham, OR;</p>\n<p>7) Generated shapefiles and hydrological models to be used by city practitioners in the US and Chile;</p>\n<p>8) Created opportunities for students and researchers on both continents to learn field techniques for measuring wetland hydrology, statistical techniques for characterizing wetland hydrology and rainfall characteristics, and geospatial techniques for assessing the effects of changes of landcover on watershed hydrology;</p>\n<p>9) Provided data and and time to mentor two altREU students from underrepresented communities develop wetland water quality research projects;</p>\n<p>10) Provided with me the financial support and time necessary to apply for work after project completion, resulting in me getting hired as a researcher for a state energy department.</p>\n<p>Lessons drawn from this work will build upon the existing literature on the use of wetlands and other nature-based solutions to reducing flood risk. Hopefully, this work will serve to reduce flood risk in other cities around the world as it is currently helping to reduce flood risk in Gresham and Valdivia.</p><br>\n<p>\n Last Modified: 11/21/2024<br>\nModified by: Jason&nbsp;R&nbsp;Sauer</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis award sought to assess the present and future flood mitigation services of wetland infrastructure across two cities; Gresham, OR, USA, and Valdivia, Chile, and to draw lessons from these sites to reduce flood risk in cities across the globe. The wetlands of these cities differed in two key ways that warranted study: in Gresham, OR, wetlands were all constructed, and made up less than 8% of the citys area; in Valdivia, Chile, wetlands were all natural and made up greater than 20% of the citys area. The wetlands of these cities were similar in terms of their geospatial setting and present climate, and that they were being used explicitly to reduce flood risk. These sites afforded a unique opportunity to compare two different but potentially complementary approaches to wetland management to reduce flood risk under similar climate conditions. This work had many outcomes, including but not limited to:\n\n\n1) Helped to understand the limits of flood mitigation from urban wetlands as they are currently configured and under current climate conditions;\n\n\n2) Provided instructional findings showing how practitioners may alter wetland characteristics like area, location, and drainage rates and timing to reduce flood risk under future climate and land cover conditions;\n\n\n3) Generated three publications in peer-reviewed scientific journals, with two more in review and two more in preparation;\n\n\n4) Promoted carbon sequestration in wetlands via a municipal workshop in Valdivia urban development with zero net carbon emissions;\n\n\n5) Provided data used in a grant proposal, under review, for riverine wetland conservation in Santiago de Chile;\n\n\n6) Provided data used in the creation of a constructed wetland in Valdivia, Chile to reduce community flooding;\n\n\n6) Provided findings used in community workshops on conservation efforts in the Johnson Creek Watershed in Gresham, OR;\n\n\n7) Generated shapefiles and hydrological models to be used by city practitioners in the US and Chile;\n\n\n8) Created opportunities for students and researchers on both continents to learn field techniques for measuring wetland hydrology, statistical techniques for characterizing wetland hydrology and rainfall characteristics, and geospatial techniques for assessing the effects of changes of landcover on watershed hydrology;\n\n\n9) Provided data and and time to mentor two altREU students from underrepresented communities develop wetland water quality research projects;\n\n\n10) Provided with me the financial support and time necessary to apply for work after project completion, resulting in me getting hired as a researcher for a state energy department.\n\n\nLessons drawn from this work will build upon the existing literature on the use of wetlands and other nature-based solutions to reducing flood risk. Hopefully, this work will serve to reduce flood risk in other cities around the world as it is currently helping to reduce flood risk in Gresham and Valdivia.\t\t\t\t\tLast Modified: 11/21/2024\n\n\t\t\t\t\tSubmitted by: JasonRSauer\n"
 }
}