{
 "awd_id": "2204543",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAR-PF: Dynamic flow channeling through complex fracture networks under multi-frequency oscillatory flow conditions: A fully-coupled hydromechanical approach",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927081",
 "po_email": "armorris@nsf.gov",
 "po_sign_block_name": "Aisha Morris",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2022-07-20",
 "awd_max_amd_letter_date": "2022-07-20",
 "awd_abstract_narration": "Dr. Jeremy R. Patterson has been awarded an NSF EAR Postdoctoral Fellowship to research flow channeling through complex rock fracture networks at Rice University with Dr. Jonathan Ajo-Franklin in collaboration with Dr. Matthew W. Becker at California State University – Long Beach. The deep subsurface represents an important and increasingly utilized resource where hot water can be extracted for energy and carbon can be sequestered. However, these strategies require a thorough knowledge of how fluids move through the deep subsurface, which is complicated by the presence of fractures – a common feature in most deep rocks –limiting our ability to predict the behavior of these deep rock formations in response to fluid extraction or injection. These fractures frequently form inter-connected networks of fast flow pathways that can focus subsurface fluid flows; however, existing testing methods limit our ability to understand how subsurface flows are concentrated through these networks of fractures. The purpose of this project is to further develop new methods aimed at better understanding how complex, inter-connected networks of rock fractures channelize fluid flow throughout the subsurface. Further, this project seeks to expose students in the Houston Independent School District, a majority-minority school district, to the importance of groundwater resources and the impact of fractures on groundwater flows through the building of a highly portable, hands-on educational tool and companion video production that can be easily distributed to classrooms throughout the school district.\r\n\r\nNatural rock fractures comprise a very small fraction of deep groundwater systems, yet they dominate subsurface flows by concentrating fluids in a channelized manner along highly transmissive fractures, commonly referred to as a hydraulic backbone. This proposal will investigate the formation and evolution of this hydraulic backbone with variations in the temporal scale of hydraulic testing using a fully-coupled, hydromechanical modeling approach to analyze previously collected data at Mirror Lake Fractured Rock Experimental Site. The results of this research will provide a temporal analysis that shows this hydraulic backbone is not a static, but rather a dynamic structure that changes with the timescale of hydraulic testing, resulting in significant changes to subsurface flow and transport. Combined with dynamic fracture displacement measurements, the work in this proposal represents the first use of multi-frequency oscillatory flow testing to explore the dynamic nature of flow concentration along a hydraulic backbone through complex fracture networks under a fully-coupled hydromechanical framework. The results of the proposed research will provide a framework that improves fracture flow and transport modeling simulations, reducing the risk of anomalous breakthrough locations observed in fractured groundwater systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Patterson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy R Patterson",
   "pi_email_addr": "",
   "nsf_id": "000866890",
   "pi_start_date": "2022-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Patterson, Jeremy R",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Madison",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "",
  "inst_zip_code": "53706",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Rice University",
  "perf_str_addr": null,
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": null
}