{
 "awd_id": "2204096",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New Catalysts by Cofactor Modulation",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032920000",
 "po_email": "puiho@nsf.gov",
 "po_sign_block_name": "Pui Ho",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 510000.0,
 "awd_amount": 510000.0,
 "awd_min_amd_letter_date": "2022-05-09",
 "awd_max_amd_letter_date": "2022-05-09",
 "awd_abstract_narration": "With the support of the Chemistry of Life Processes (CLP) program in the Division of Chemistry, Professor Steven Rokita from Johns Hopkins University is studying the development of new catalysts based on proteins containing synthetic analogues of natural cofactors.  Complexes between proteins and their cofactors are highly efficient at promoting reactions that are fundamental to our own metabolism.  However, their exquisite specificity precludes their widespread application for industry.  Proteins can often be engineered to enhance their catalytic repertoire for such applications.  Cofactor engineering offers a powerful alternative to protein engineering but has received little attention to date.  This project will use organic chemistry to synthesize new cofactors that, in combination with their protein scaffolds, may be applied to green chemistry and bioremediation.  The project will provide advanced training, spanning chemistry and biochemistry, and will provide students with a foundation for future contributions to enzyme optimization and application in biocatalytic process chemistry, an emerging area in sustainable chemistry.  The power of chemistry to manipulate biological systems will also be introduced into new courses associated with the creation of a biochemistry major through a collaboration between the Departments of Chemistry, Biophysics, and Biology at Johns Hopkins University.\r\n\t\r\nEnzymes of the flavin-dependent nitroreductase superfamily promote a wide range of chemical transformations with promise for deployment in industrial biocatalytic processes. Still, the search for natural variants and the construction of enzyme libraries has yet to produce satisfactory candidates from the best characterized subgroups of nitroreductases and iodotyrosine deiodinases.  Under this project, research in the Rokita laboratory will instead focus on controlling specificity and chemistry by modifying the cofactors necessary to promote catalysis.  Only minor changes to the flavin structure can engender large changes in catalytic chemistry as illustrated by examples of 5-deazaflavin and 6-carboxyflavin.  The reducing power of native flavin is not sufficient to drive the full reduction of nitroaromatics to their amine products, but a nitroreductase containing 5-deazaflavin should have sufficient reducing capacity to produce the amines, for example.  In a complementary aim, the ability of 6-carboxyflavin to form a more stable semiquinone intermediate than the native cofactor will be integrated into biocatalyst development for reductive dehalogenation chemistry.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Rokita",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Steven E Rokita",
   "pi_email_addr": "rokita@jhu.edu",
   "nsf_id": "000461034",
   "pi_start_date": "2022-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N. Charles Street",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182685",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 510000.0
  }
 ],
 "por": null
}