{
 "awd_id": "2204594",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAR-PF: The Rapid Response of Permafrost (RRP) to Intense Day-Long and Season-Long Climate Warming",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927081",
 "po_email": "armorris@nsf.gov",
 "po_sign_block_name": "Aisha Morris",
 "awd_eff_date": "2023-06-01",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2022-08-04",
 "awd_max_amd_letter_date": "2022-08-04",
 "awd_abstract_narration": "Approximately 85% of the Alaskan landscape, more than half of Alaskan communities, 75% of Alaskan pipelines, and 80% of state-owned Alaskan roads are on periglacial land -- an active soil layer that undergoes seasonal freeze-thaw cycles, supported by a deeper frozen layer called permafrost. Global warming accelerates melting, thinning and weakening of permafrost, which raises concerns for the stability of periglacial landscapes and the sustainability of critical infrastructure. Furthermore, land surface failures in periglacial environments can deliver large quantities of sediment, metals, and bacterial life to fragile local and coastal watershed ecologies, as well as release greenhouse gasses to the atmosphere. A vital part of government and industry response to climate change will be tools that manage the unprecedented hazards of permafrost in periglacial landscapes. Dr. Culha will characterize the underlying physics of these tools. One objective is to create models that predict the different types of periglacial response to rapid, intense warming, like seasonal heat waves. A second objective is to develop a novel interactive application that can support national and local Arctic community leaders in the rapid permafrost response, as well as to use community inputs to train and enhance her models.\r\n\r\nDuring July 2019, one of the hottest on record, collaborators documented a 100-meter wide ``retrogressive thaw slump,\" an unprecedented periglacial landscape response to rapid, intense warming. This horseshoe shaped landscape failure has since formed a stream from the melting permafrost, delivering silty water to a nearby watershed. Landscape failures like retrogressive thaw slumps and water draining events can pose risks not just to critical infrastructure such as roads, oil pipelines and schools but potentially to the sustainability of indigenous populations across the Canadian Arctic and in parts of Alaska. The risks may also cause these indigenous populations to relocate or rebuild if the failures lead to clogged fresh water resources, damaged fisheries and altered ecological habitats. Furthermore, landscape failure events are associated with the release of permafrost-trapped gasses, metals, nutrients and pathogens into the ecosystem. Thus, the effects of periglacial landscape failure are not limited to the failure area. A key proposal objective is to develop a regime diagram of the different permafrost responses as a function of landscape and climatic characteristics. The models from this objective will enable the development of hazard maps of periglacial landscapes. A second major objective is the development of a practical interactive digital tool that applies the predictive hazard maps to provide instantaneous risk assessments. For example, through this application, water agencies can quantify vulnerability to sediment bombardment from land failures, fisheries can extract probabilities for increased sediment delivery and metal leaching, and natural disaster agencies can estimate the regional extents and infrastructure that are most vulnerable to permafrost landscape collapse. With user input, the application can further help test and improve the accuracy of the models. This proposal will use field observations with unprecedented spatial and temporal resolution from Axel Heiberg Island, novel computational physical models, data science and traditional knowledge to characterize, understand, and disseminate emerging hazards and critical risks of these summer warming events.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cansu",
   "pi_last_name": "Culha",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cansu Culha",
   "pi_email_addr": "",
   "nsf_id": "000836729",
   "pi_start_date": "2022-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Culha, Cansu",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Los Altos Hills",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "94022",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of British Columbia",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CA",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Canada",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": null
}