{
 "awd_id": "2204078",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Phage Display of Multicyclic Peptides",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032920000",
 "po_email": "puiho@nsf.gov",
 "po_sign_block_name": "Pui Ho",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 459001.0,
 "awd_amount": 459001.0,
 "awd_min_amd_letter_date": "2022-05-18",
 "awd_max_amd_letter_date": "2023-08-31",
 "awd_abstract_narration": "With the support of the Chemistry of Life Processes (CLP) program in the Chemistry Division, Professor Jianmin Gao from Boston College is developing multicyclic peptide libraries to facilitate the discovery of inhibitors against proteins of pathogenic bacteria. Multicyclic peptides are short polymers of amino acids in which the backbones and side chains crosslink to form complex closed circular structures. Naturally occurring forms of multicyclic peptides, such as vancomycin, have been rich sources of antibacterial drugs. However, it has been difficult to develop synthetic multicyclic peptides that that have desired biological activities. The Gao group will integrate molecular biology and synthetic chemistry to construct libraries of peptides with complex multicyclic structures. These synthetic multicyclic peptides will be screened for their abilities to inhibit bacterial proteins using phage display, a technology that allows identification of compounds that show specific desired biological activities. This interdisciplinary project will help train the next-generation of scientists by engaging students in research, including undergraduate students and high school interns. \r\n\r\nPhage display, a popular technology for screening peptide libraries, has been largely limited to the display of linear or simple disulfide-cyclized peptides. These peptides fall short in terms of structural complexity in comparison to peptide natural products, which often display multicyclic structures. In this studies, the Gao group aims to develop novel chemical strategies to construct multicyclic peptide libraries on the surfaces of bacteriophages. These strategies include developing and examining various protein conjugation chemistries, to be used in combination to effect sequential multicyclizations of phage-displayed peptides. Specifically, the research will capitalize on a newly developed ultrafast cysteine conjugation chemistry that crosslinks specific amino acid residues with high efficiency and site selectivity. These novel multicyclic peptide libraries will be used to screen and select for inhibitors of specific bacterial protein-protein interactions. If successful, this project will provide a powerful and broadly applicable strategy for inhibiting protein-protein interactions such as those that facilitate immune response evasion by bacterial pathogens.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jianmin",
   "pi_last_name": "Gao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jianmin Gao",
   "pi_email_addr": "jianmin.gao@bc.edu",
   "nsf_id": "000538200",
   "pi_start_date": "2022-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boston College",
  "inst_street_address": "140 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHESTNUT HILL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175528000",
  "inst_zip_code": "024673800",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJ3JH8CRJBZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston College",
  "perf_str_addr": "140 commonwealth ave",
  "perf_city_name": "CHESTNUT HILL",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024673800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 306000.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 153001.0
  }
 ],
 "por": null
}