{
 "awd_id": "2204433",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAR-PF: Quantifying evaporation in Mono Basin: Bridging the gap between hydrologic modeling and paleoclimate records using triple oxygen and clumped isotope geochemistry",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927081",
 "po_email": "armorris@nsf.gov",
 "po_sign_block_name": "Aisha Morris",
 "awd_eff_date": "2023-06-01",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2022-08-07",
 "awd_max_amd_letter_date": "2022-08-07",
 "awd_abstract_narration": "Freshwater in the Western United States will become an increasingly precious resource and its allocation will become even more contentious as climate change accelerates and human populations expand. To be able to assist the policymakers and communities who are making water resource management decisions, we must be able to more accurately predict how freshwater resources in watersheds will fluctuate in the future. The Mono Basin watershed in eastern California is one of the main water sources for approximately 11 million people in Los Angeles and presents an important example of the need for timely and science-informed water management strategies. This project aims to improve our understanding of a critical, but commonly poorly constrained, aspect of the Mono Basin hydrologic system: the amount of water lost due to evaporation from its iconic terminal lake, Mono Lake. Misestimation of water lost to evaporation can lead to the over-allocation of existing and future water resources. This project will combine powerful geochemical and hydrologic modeling tools to better quantify evaporation in the Mono Lake watershed and extend our understanding of the variability of regional hydrology and climate in recent history. This research will provide urgently needed information to inform water allocation and conservation decisions and improve the understanding of how critical Sierra Nevadan water resources have been affected by human activity and will likely vary in the future due to the changing global climate. The research team will work closely with the outreach and education staff of the Mono Lake Committee, a key conservation group in the region, to develop citizen-science sampling opportunities and Mono Basin-focused curriculum modules for 6-12th graders to increase community engagement in issues of water resource management and build a stronger understanding of the important role that hydroclimate research can play in policy decisions. \r\n\r\nWhile hydrologic mass balance modeling provides a powerful tool in estimating hydrologic variability of critical watersheds, there are key parameters that remain poorly constrained, such as amount of water lost to evaporation. The lack of an accurate estimate of evaporative water loss from major reservoirs creates large uncertainties for hydrologic models and hinders the accuracy of predicting future variability of important water resources. In the face of climate change, Mono Lake and its surrounding watershed in eastern California are emblematic of the increasingly serious issues of water management and conservation. This project aims to address the need for a more accurate estimate of modern and historic evaporative water loss in Mono Basin by combining triple oxygen isotope geochemistry, hydrologic mass balance modeling, and in-situ weather and environmental (e.g., temperature, relative humidity) data collection. The first objective of this study is to quantify the spatial and temporal variability of isotopic composition of various water reservoirs in the modern Mono Basin. These isotope datasets will be then used to assess the accuracy of an isotopically enabled mass balance model in predicting the evaporative water loss from Mono Lake and evolution of water isotope compositions in the basin. Additionally, this project aims to understand how the effects of weather and environmental conditions, known from ~100 years of historic instrumental data, are recorded in the Mono Lake sediment record through the generation of stable isotope proxy data from carbonate-rich sediments. From these lake sediment records, it will be possible to estimate the amount of evaporation and lake water temperature of Mono Lake varied in the last ~500 years. An anticipated outcome of this research is improvement of model simulations of future hydroclimate scenarios for the Sierra Nevada region and our understanding of how stable isotope proxies capture climate signals from arid basins. Additionally, the project will provide an interpretive framework for hydroclimate signals in lacustrine sediment records for use in climate modeling, paleoclimate, and paleoecology studies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Fetrow",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Anne C Fetrow",
   "pi_email_addr": "",
   "nsf_id": "000857419",
   "pi_start_date": "2022-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Fetrow, Anne C",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "",
  "inst_zip_code": "803090002",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan",
  "perf_str_addr": null,
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091041",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": null
}