{
 "awd_id": "2204852",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Flocculation Dynamics in the Fluvial to Marine Transition",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032922425",
 "po_email": "jlawrenc@nsf.gov",
 "po_sign_block_name": "Justin Lawrence",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 290745.0,
 "awd_amount": 44716.0,
 "awd_min_amd_letter_date": "2021-12-08",
 "awd_max_amd_letter_date": "2021-12-08",
 "awd_abstract_narration": "Rivers deliver fine muddy sediment eroded from upstream landscapes to coastal regions. Upon arrival, mud can deposit in or move through the rivers, bays, estuaries, marshes, and deltas of the region. Forecasting where the mud goes when it arrives is important for society. For example, accurately forecasting the movement and deposition of mud in these regions is important for predicting and evaluating the effectiveness of river diversion projects aimed at using sediment deposits to build deltaic landscape, fostering healthy water quality, and/or evaluating how mud deposits shoal waterways and therefore impede vessel navigation. Yet, the prediction of mud movement through coastal waters is difficult. The difficulty is due in large part to the limited ability to measure and model how mud particles change when suspended in water. Small mud particles tend to clump together and form aggregates known as flocs, which grow or shrink depending on turbulence levels in the flow and the salinity, biological content, and amount and type of sediment in the water. The settling speed of muddy sediment is directly related to the size and density these flocs. This research will evaluate the nature of mud particle movement in river and coastal waterways by collecting detailed measurements that will inform and validate physically-based models of floc dynamics. The research pairs laboratory experiments and comprehensive field surveys from one of the largest coastal deltas in the world, the lower Mississippi River in Louisiana. The team will engage high school women interested in STEM careers through summer camp programs at Virginia Tech, and train graduate and undergraduate students from underrepresented minority groups about physical processes of sediment transport. By combining engineering and earth science studies, students will be exposed to cross-disciplinary objectives and therefore equipped to handle basic and industry science, and/or policy-related fields.\r\n\r\nThe research team will quantify mud floc sizes as a function of the changing turbulent shear, salinity, and water-column sediment concentration conditions that exists across the fluvial to marine transition (FtMT) of the Mississippi River. The three primary zones of this transition are the freshwater fluvial section, the saline-stratified and laterally confined estuarine reach, and the laterally unconfined near-shore river plume. Four central hypotheses will be tested: (1) in the freshwater riverine reach, flocs produce vertical stratification of mud; (2) mixing in the estuarine reach at the interface of the near-bottom salt wedge produces rigorous floc growth; (3) modifications to turbulent shear through the laterally unconfined river plume is a central driver of floc growth and thus increased mud settling velocity; and (4) minimal correlation between floc size and local turbulence and salinity is due in part to disequilibrium between floc size and local conditions. These hypotheses will be tested by integrating field and laboratory studies that measure the vertical, longitudinal, and temporal distributions of floc size, sediment concentration, salinity, and turbulent shear over the FtMT. The team will use this knowledge to inform and validate flocculation models that can be integrated into larger hydrodynamic models used by coastal scientists and engineers to enhance predictions of the transport and fate of fine sediment. Measurements developed as part of the study will also initiate a global community database housing key information needed to develop and calibrate computer models predicting the movement and deposition of mud.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Nittrouer",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey A Nittrouer",
   "pi_email_addr": "Jeffrey.Nittrouer@ttu.edu",
   "nsf_id": "000638576",
   "pi_start_date": "2021-12-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "349 Administration Bldg",
  "perf_city_name": "Lubbock",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "794091035",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  },
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 15654.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 29062.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Rivers such as the Mississippi carry a significant amount of muddy sediment. Where this mud deposits -- in the river channel, the adjacent floodplain, or in the coastal zone -- depends on how fast it settles through the water. The ability to assess settling speed is therefore important for predicting sediment movement and deposition in rivers and deltas.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Muddy suspensions can exist as a collection of individual particles or as aggregates of these particles, colloquially known as flocs. The size and density of flocs are unique but critical properties that establish settling speed. It is assumed that these floc properties are affected by physical, chemical, and/or biological conditions of the river water. For example, a faster flowing river generates more energy that can grow or break flocs apart, microorganisms can produce polymers that act to glue particles together, and saltwater can alter the water chemistry and susceptibility of nearby particles to aggregate. Therefore, characterizing river properties while simultaneously measuring the changing nature of floc size is critical to understanding what sets floc mud settling speed.</p>\n<p>&nbsp;</p>\n<p>To date, however, there have been limited measurements of flocs in natural, large rivers, and even fewer measurements of the water properties that could affect floc size. This project sought to overcome barriers that limited simultaneous measurements of water properties and changing floc size by: (1) building a novel camera to provide first-of-kind measurements of flocs, (2) using this instrument to measure in real-time how floc size changed while also collecting information about properties of the flow, (3) collecting field data from the Mississippi River over a variety of seasons, extending to the outlet at the Gulf of Mexico, and (4) using these field studies to inform laboratory experiments, intended to isolate properties of the flow and refine theory regarding controls on floc size.</p>\n<p>&nbsp;</p>\n<p>One important outcome of this research includes the development of a floc camera, named FlocARAZI. This device has no commercial peer, is relatively easy to replicate, and is a factor of ten cheaper than other devices designed to measure small particles. Moreover, the design plans for the FlocARAZI are available to the public through a peer-reviewed scientific paper. The remotely controlled underwater microscope has capabilities beyond measuring flocs. For example, it is possible to image solid particles (sand) and/or low-density particles (bio-detritus) or living organisms, ranging in size from 15 micrometers to 2 millimeters. The image processing procedures developed from this project, which automate size measuring, are also publicly available.&nbsp;</p>\n<p>&nbsp;</p>\n<p><a href=\"https://github.com/Floc-Imaging-and-Image-Processing\">https://github.com/Floc-Imaging-and-Image-Processing</a> <a href=\"file:///C:/Users/jnittrou/Downloads/Project%20Outcomes%20Report%20for%20the%20General%20Public%20(POR).docx#_msocom_1\">[1]</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>In terms of scientific outcomes, this research, for the first time, documented the dynamic nature of flocculated mud in the Mississippi River. Measurements were made during summer and winter seasons over a river reach extending upstream of New Orleans, across the river estuary, and into the Gulf of Mexico. Measurements showed that suspended mud throughout this reach is dominated by flocs, even in locations where there was no measurable saline water. Mud-floc size did not change over the depth of the river, or across the river. Instead, floc size changed up and downstream and with seasons. Flocs were larger during summer compared to winter and flocs increased in size from New Orleans to Venice and then decreased in size moving farther downstream. Data analysis indicates that these observations are related to two important factors: the energy of the water, and temperature. Energy continually decreased from New Orleans to the Gulf covering a zone of optimum energy for maximizing suspended floc size. During summer, water temperature is higher and leads to enhanced microbial activity and polymer 'gluing', and hence larger flocs, relative to the conditions in winter.</p>\n<p>&nbsp;</p>\n<p>These findings were bolstered by experimental studies using muddy water collected from the Mississippi River. It was shown that reduced turbulence produced larger flocs up to a critical size. Below this energy level, flocs are large enough to overcome the energy of the flow and settle. Indeed, this was also found from field measurements: the accumulation of mud on the Mississippi River bed via settling of flocs, occurred where the energy of the system dropped significantly upon approach to the Gulf of Mexico. Furthermore, mud deposition via floc settling did not appear to be the direct outcome of changes in water chemistry brought on by the presence of saline marine water, as has been postulated by decades of research. Additional laboratory studies showed that floc sizes increase with the presence of salt up to a critical value, but an ion concentration &lt; 1 PSU was sufficient to promote the majority of floc growth.</p>\n<p>&nbsp;</p>\n<p>In terms of educational products, this grant supported MS, Ph.D., and postdoctoral research scientists; provided cross-disciplinary training and support for historically underrepresented groups in STEM; and engaged high school girls from around the world through a STEM-focused summer camp that included training activities over multiple years.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/10/2023<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;Nittrouer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nRivers such as the Mississippi carry a significant amount of muddy sediment. Where this mud deposits -- in the river channel, the adjacent floodplain, or in the coastal zone -- depends on how fast it settles through the water. The ability to assess settling speed is therefore important for predicting sediment movement and deposition in rivers and deltas. \n\n \n\nMuddy suspensions can exist as a collection of individual particles or as aggregates of these particles, colloquially known as flocs. The size and density of flocs are unique but critical properties that establish settling speed. It is assumed that these floc properties are affected by physical, chemical, and/or biological conditions of the river water. For example, a faster flowing river generates more energy that can grow or break flocs apart, microorganisms can produce polymers that act to glue particles together, and saltwater can alter the water chemistry and susceptibility of nearby particles to aggregate. Therefore, characterizing river properties while simultaneously measuring the changing nature of floc size is critical to understanding what sets floc mud settling speed.\n\n \n\nTo date, however, there have been limited measurements of flocs in natural, large rivers, and even fewer measurements of the water properties that could affect floc size. This project sought to overcome barriers that limited simultaneous measurements of water properties and changing floc size by: (1) building a novel camera to provide first-of-kind measurements of flocs, (2) using this instrument to measure in real-time how floc size changed while also collecting information about properties of the flow, (3) collecting field data from the Mississippi River over a variety of seasons, extending to the outlet at the Gulf of Mexico, and (4) using these field studies to inform laboratory experiments, intended to isolate properties of the flow and refine theory regarding controls on floc size.\n\n \n\nOne important outcome of this research includes the development of a floc camera, named FlocARAZI. This device has no commercial peer, is relatively easy to replicate, and is a factor of ten cheaper than other devices designed to measure small particles. Moreover, the design plans for the FlocARAZI are available to the public through a peer-reviewed scientific paper. The remotely controlled underwater microscope has capabilities beyond measuring flocs. For example, it is possible to image solid particles (sand) and/or low-density particles (bio-detritus) or living organisms, ranging in size from 15 micrometers to 2 millimeters. The image processing procedures developed from this project, which automate size measuring, are also publicly available. \n\n \n\nhttps://github.com/Floc-Imaging-and-Image-Processing [1] \n\n \n\nIn terms of scientific outcomes, this research, for the first time, documented the dynamic nature of flocculated mud in the Mississippi River. Measurements were made during summer and winter seasons over a river reach extending upstream of New Orleans, across the river estuary, and into the Gulf of Mexico. Measurements showed that suspended mud throughout this reach is dominated by flocs, even in locations where there was no measurable saline water. Mud-floc size did not change over the depth of the river, or across the river. Instead, floc size changed up and downstream and with seasons. Flocs were larger during summer compared to winter and flocs increased in size from New Orleans to Venice and then decreased in size moving farther downstream. Data analysis indicates that these observations are related to two important factors: the energy of the water, and temperature. Energy continually decreased from New Orleans to the Gulf covering a zone of optimum energy for maximizing suspended floc size. During summer, water temperature is higher and leads to enhanced microbial activity and polymer 'gluing', and hence larger flocs, relative to the conditions in winter.\n\n \n\nThese findings were bolstered by experimental studies using muddy water collected from the Mississippi River. It was shown that reduced turbulence produced larger flocs up to a critical size. Below this energy level, flocs are large enough to overcome the energy of the flow and settle. Indeed, this was also found from field measurements: the accumulation of mud on the Mississippi River bed via settling of flocs, occurred where the energy of the system dropped significantly upon approach to the Gulf of Mexico. Furthermore, mud deposition via floc settling did not appear to be the direct outcome of changes in water chemistry brought on by the presence of saline marine water, as has been postulated by decades of research. Additional laboratory studies showed that floc sizes increase with the presence of salt up to a critical value, but an ion concentration &lt; 1 PSU was sufficient to promote the majority of floc growth.\n\n \n\nIn terms of educational products, this grant supported MS, Ph.D., and postdoctoral research scientists; provided cross-disciplinary training and support for historically underrepresented groups in STEM; and engaged high school girls from around the world through a STEM-focused summer camp that included training activities over multiple years.\n\n\t\t\t\t\tLast Modified: 01/10/2023\n\n\t\t\t\t\tSubmitted by: Jeffrey Nittrouer"
 }
}