{
 "awd_id": "2205596",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "OCE-PRF: Integrating high-throughput plankton imaging and DNA meta-barcoding to elucidate the prevalence and oceanographic determinants of diatom parasitism",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032924344",
 "po_email": "tjcrone@nsf.gov",
 "po_sign_block_name": "Timothy Crone",
 "awd_eff_date": "2022-12-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 374957.0,
 "awd_amount": 80598.0,
 "awd_min_amd_letter_date": "2022-08-09",
 "awd_max_amd_letter_date": "2023-12-07",
 "awd_abstract_narration": "Diatoms, a group of algae, play an outsized role in supporting the productive marine food webs and fisheries that coastal communities rely on for food and other resources. Diatom “epidemics” caused by parasitic plankton have been observed at times and likely have major impacts on marine food webs. However, the difficult and time-consuming methods traditionally used to observe diatom parasitism have limited our ability to understand how common these events are as well as the environmental conditions that promote infection. This project will leverage recent technological advances in plankton imaging and DNA sequencing to develop efficient approaches that will enable sustained observations of diatom parasitism across large areas of the coastal ocean. These approaches will be applied to existing DNA sequence and plankton image data sets within the economically important Northeast U.S. Shelf ecosystem to determine the importance of diatom parasitism in this ecosystem. This work will advance science and the field of biological oceanography by generating foundational knowledge of diatom parasitism in the coastal ocean. This will enable improvements in efforts to forecast changes in marine ecosystems in response to climate change, thus advancing the prosperity, welfare, and security of the nation’s coastal communities. This project will also broaden participation in ocean science by providing paid, immersive research experiences for two undergraduate students with additional opportunities to attend and present their work at scientific conferences and to contribute to scientific publications. An early-career postdoctoral researcher will gain invaluable professional experience designing and implementing both the research and a strategic mentorship plan targeted toward equitably recruiting and supporting the career advancement of the two undergraduate researchers. \r\n\r\nSpecifically, this project will integrate large DNA meta-barcoding and plankton imaging data sets to develop a generic, high-throughput approach to infer and validate interactions between diatom hosts and eukaryotic nano-parasites, and subsequently estimate infection prevalence for specific host-parasite pairs. This approach will be applicable to other aquatic ecosystems and will have the potential to be adapted to the study of other types of interactions amongst the plankton. Further, it will contribute to ongoing efforts to optimize analysis of DNA meta-barcoding, plankton imaging, and other complex, observational, biological oceanographic data sets, and accelerate their use in addressing novel scientific questions. Application of this approach to extensive image and DNA meta-barcoding data sets available on the Northeast U.S. Shelf will enable quantitation of population-specific and aggregated community-level diatom infection prevalence and reveal the prevalence and spatiotemporal distribution of infection events. Population-specific and community-aggregated infection dynamics will then be related to physical, chemical, and biological oceanographic processes to begin to disentangle the relative importance of population-specific physiological niches and hypothesized community-level forcings in governing diatom-parasite interactions from local and event scales to regional and seasonal or longer scales. Overall, this project will establish a framework for integrating diatom parasitism into predictive pelagic food web models and assist in forecasting the impacts of anthropogenic climate change on the structure and function of marine ecosystems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dylan",
   "pi_last_name": "Catlett",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dylan Catlett",
   "pi_email_addr": "dylan.catlett@whoi.edu",
   "nsf_id": "000868431",
   "pi_start_date": "2022-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": null,
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "820500",
   "pgm_ele_name": "OCE Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8811",
   "pgm_ref_txt": "Marine Microbial Ecology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 80597.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project we sought to uncover previously undocumented interactions between phytoplankton and parasites and to determine how these interactions are altered by the physical environment on the Northeast U.S. Shelf, a particularly productive and economically important area of the coastal ocean. This project resulted in enhanced training opportunities for Principal Investigator, Dr. Dylan Catlett, as well as two scientific publications that advanced our knowledge of phytoplankton-parasite interactions and their response to changes in the physical environment.</p>\n<p>This award provided enhanced training opportunities for Dr. Catlett to collaborate with researchers at the University of Rhode Island in addition to his ongoing collaborations with scientists at Woods Hole Oceanographic Institution. Through these new collaborations, Dr. Catlett gained experience analyzing genetic data to understand population dynamics and refined his data analytic skills which helped him secure employment as a data scientist in the private sector. He also gained leadership experience leading a multi-institution working group associated with the Northeast U.S. Shelf Long Term Ecological Research Project while funded by this award.</p>\n<p>The collaborations and research enabled by this award also resulted in scientific innovations in the study of microbial interactions in the marine environment. Notable scientific advancements arising from this award included a novel approach integrating genetic and plankton imaging data to identify plankton-parasite interactions from massive data sets comprising billions of images. We also identified a new phytoplankton parasite on the Northeast U.S. Shelf and characterized how infections in this system respond to changes in temperature. These results are summarized in a forthcoming scientific publication and have important implications for understanding how the Northeast U.S. Shelf food web may be impacted by ongoing warming in this region.</p><br>\n<p>\n Last Modified: 05/05/2024<br>\nModified by: Dylan&nbsp;Catlett</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn this project we sought to uncover previously undocumented interactions between phytoplankton and parasites and to determine how these interactions are altered by the physical environment on the Northeast U.S. Shelf, a particularly productive and economically important area of the coastal ocean. This project resulted in enhanced training opportunities for Principal Investigator, Dr. Dylan Catlett, as well as two scientific publications that advanced our knowledge of phytoplankton-parasite interactions and their response to changes in the physical environment.\n\n\nThis award provided enhanced training opportunities for Dr. Catlett to collaborate with researchers at the University of Rhode Island in addition to his ongoing collaborations with scientists at Woods Hole Oceanographic Institution. Through these new collaborations, Dr. Catlett gained experience analyzing genetic data to understand population dynamics and refined his data analytic skills which helped him secure employment as a data scientist in the private sector. He also gained leadership experience leading a multi-institution working group associated with the Northeast U.S. Shelf Long Term Ecological Research Project while funded by this award.\n\n\nThe collaborations and research enabled by this award also resulted in scientific innovations in the study of microbial interactions in the marine environment. Notable scientific advancements arising from this award included a novel approach integrating genetic and plankton imaging data to identify plankton-parasite interactions from massive data sets comprising billions of images. We also identified a new phytoplankton parasite on the Northeast U.S. Shelf and characterized how infections in this system respond to changes in temperature. These results are summarized in a forthcoming scientific publication and have important implications for understanding how the Northeast U.S. Shelf food web may be impacted by ongoing warming in this region.\t\t\t\t\tLast Modified: 05/05/2024\n\n\t\t\t\t\tSubmitted by: DylanCatlett\n"
 }
}