{
 "awd_id": "2205398",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Applying Year of Polar Prediction-Southern Hemisphere (YOPP-SH) Targeted Observing Periods  to Advance Winter Numerical Weather Forecasting for the U.S. Antarctic Program",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032928048",
 "po_email": "wambrose@nsf.gov",
 "po_sign_block_name": "William Ambrose",
 "awd_eff_date": "2022-05-01",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 844359.0,
 "awd_amount": 844359.0,
 "awd_min_amd_letter_date": "2022-04-19",
 "awd_max_amd_letter_date": "2022-04-19",
 "awd_abstract_narration": "The project aims to promote the progress of science and advance national interests in improved numerical weather modeling capabilities for American researchers and for the United States Antarctic Program.  The effort consists of atmospheric modeling work leveraging the international Year of Polar Prediction — Southern Hemisphere program.  This effort includes a field campaign component in 2022 that features enhanced observations of the Antarctic atmosphere in winter during Targeted Observing Periods.  The project seeks to improve numerical weather prediction capabilities for both research applications and weather forecasting support for the US Antarctic Program.  The project goals include evaluating the use of special observations to improve atmospheric modeling, determining whether the new technique is superior to existing techniques for Antarctic atmospheric simulation and weather prediction, and assess how well the model is performing in its prediction of polar clouds and precipitation.  The project will advance the field by applying an unprecedented dataset gathered in an international collaboration and determining its benefit for future science and forecasting.  It will also advance the field by exploring a new method for the use of such information in atmospheric models for the polar regions.  The benefits are increases in knowledge, improved weather modeling, and gains in the model weather forecasting capabilities that the Antarctic Program relies on, allowing for enhanced efficiency and safety for Antarctic operations.  The project will also advance education and outreach by supporting the education and professional development of a graduate student along with interactive exposure of diverse audiences to the challenging task of weather modeling and prediction for the remote Southern Ocean and Antarctic regions.\r\n\r\nThis project focuses on the value of special observations for improving Antarctic atmospheric simulation and weather prediction, and evaluate how the model performs in predicting polar clouds and precipitation. Specifically, within the Year of Polar Prediction — Southern Hemisphere (YOPP-SH) framework, this project has four aspects.  First, the team will identify candidate Targeted Observing Periods (TOPs) from East Antarctica to the Ross Sea. Second, the dataset of special YOPP-SH radiosonde launches made in the TOPs will be assimilated into model experiments using the Weather Research and Forecasting (WRF) model, which is run in the Antarctic Mesoscale Prediction System (AMPS), the numerical weather prediction capability for USAP.  These data assimilation experiments will apply the AMPS framework to determine the impact of the observations on predictions of major weather events affecting the US Antarctic Program (USAP) McMurdo and Palmer Stations, and to identify the governing processes.  Third, a new data assimilation capability for the WRF Model— Multi-Resolution Incremental 4DVAR (MRI-4DVAR) —is being tested in these data impact experiments to determine its effectiveness for real-time use in AMPS and thus for possible future implementation as well as for research modeling.  Fourth, cloud and precipitation observations collected during the TOPs at Davis and Vernadsky Stations will be applied to analyses of the WRF simulations to assess model weaknesses. This project aims to enhance WRF’s handling of clouds and precipitation to improve parameterization. The goal is to increase the accuracy of AMPS forecasts for USAP operations and to improve the WRF model for the research community. This project will ultimately promote the progress of science and advance national interests in improved numerical weather modeling capabilities for American researchers and for USAP.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Bromwich",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "David H Bromwich",
   "pi_email_addr": "bromwich.1@osu.edu",
   "nsf_id": "000336088",
   "pi_start_date": "2022-04-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jordan",
   "pi_last_name": "Powers",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Jordan G Powers",
   "pi_email_addr": "powers@ucar.edu",
   "nsf_id": "000199196",
   "pi_start_date": "2022-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "Office of Sponsored Programs",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511300",
   "pgm_ele_name": "ANT Ocean & Atmos Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 844359.0
  }
 ],
 "por": null
}