{
 "awd_id": "2205976",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Harnessing Rubin Observatory Data to Prepare Tomorrow's STEM Leaders: Galaxy Evolution and Large Scale Structure",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032925387",
 "po_email": "aberlind@nsf.gov",
 "po_sign_block_name": "ANDREAS BERLIND",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 131718.0,
 "awd_amount": 131718.0,
 "awd_min_amd_letter_date": "2022-08-24",
 "awd_max_amd_letter_date": "2024-08-19",
 "awd_abstract_narration": "Galaxies are not found evenly distributed throughout the universe. Rather, they are found to be highly concentrated in regions called clusters and spread along vast filaments that connect the clusters. This large-scale structure is referred to as the cosmic web. It is known that large, massive, red galaxies are generally found in the dense clusters, avoiding the filaments and sparse voids in between. The properties of a galaxy are thus correlated with the environment in which it lives. Undergraduate students at California Polytechnic State University supported by this project will use new data from the Rubin Observatory to study how the properties of galaxies, such as color, size, shape, and orientation, depend on their environment. Correlations between the galaxy properties and their host environment will help deduce how and when the cosmic web formed, and whether the evolution of a galaxy depends on its environment. This project will provide valuable research training to undergraduate students from underrepresented groups in STEM.\r\n \r\nThe proposing team will use spectroscopic observations as well as preview and early photometric data from the Rubin Observatory to test various formation and evolutionary scenarios that connect cluster galaxies to their broader environment. Specifically, the team will characterize and compare the properties of galaxies in cluster cores, outskirts and filaments. The main deliverables include: (1) Efficient spectral follow-up of star-forming galaxies in known supercluster filaments, which will provide a comparison of photometric versus spectroscopic stellar ages, colors and redshifts, and will also provide reliable kinematic data for calculating galaxy in-fall times; (2) A measurement of alignments between filament galaxies, the brightest cluster galaxy (BCG), and the filament itself in order to test the importance of galaxy in-fall along filaments into the cluster core; (3) The measurement of stellar populations of galaxies throughout the large-scale structures and cluster cores; and (4) The injection of intra-cluster light (ICL) into cluster images in order to test ICL recovery methods. Star formation rates and in-fall times will be calculated and used to determine how much galaxy in-fall through filaments can plausibly contribute to the buildup of the BCG and ICL. The ICL recovery methods will prepare the group for studying ICL once the Rubin Observatory comes online and deep images are available. The undergraduate students who perform the research will be recruited with inclusive intent and trained in technical methods alongside diversity, equity and inclusivity education.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Louise",
   "pi_last_name": "Edwards",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Louise Edwards",
   "pi_email_addr": "lovedwards@gmail.com",
   "nsf_id": "000688697",
   "pi_start_date": "2022-08-24",
   "pi_end_date": "2024-08-19"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Jeffery",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth J Jeffery",
   "pi_email_addr": "ejjeffer@calpoly.edu",
   "nsf_id": "000866954",
   "pi_start_date": "2024-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Polytechnic State University Foundation",
  "inst_street_address": "1 GRAND AVE BLDG 15",
  "inst_street_address_2": "",
  "inst_city_name": "SAN LUIS OBISPO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8057562982",
  "inst_zip_code": "934079000",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "CAL POLY CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MC4RJJM9XLT5"
 },
 "perf_inst": {
  "perf_inst_name": "California Polytechnic State University",
  "perf_str_addr": "One Grand Avenue",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "934070830",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "7715",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 131718.0
  }
 ],
 "por": null
}