{
 "awd_id": "2205585",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Automated water quality monitoring system using satellite data for measurements of water resource characteristics",
 "cfda_num": "47.041, 47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2022-04-01",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2022-03-22",
 "awd_max_amd_letter_date": "2022-03-22",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the development of an online service to measure and report on lake water quality for government and business. Leveraging the ongoing investments for earth observation using satellites that provide free data, technology advancements like cloud computing and development of sophisticated algorithms, it is possible to automate the determination of water quality for every body of water in the world. Today, the methods and technology for monitoring lakes and field measurements are sparse with only on a small subset of lakes being monitored on a regular basis. Regulatory and policy entities could monitor water quality for every lake and reservoir on a regular basis with the capability of near real-time measurements to set policy and to better direct limited resources where they are needed most. The outcomes will be better management of a critical environmental resource for their constituents.  Commercial entities such as vacation property businesses and real-estate brokerages will be able to better deliver value by reporting to consumers about the quality of lakes when renting, buying or selling properties. Lake water management companies would be able to continuously monitor the water quality to target treatment if needed. \r\n\r\nThis I-Corps project is based on a software technology that processes remotely sensed satellite data into water quality products from all available Landsat 8 and Sentinel 2 imagery. Recent advances in satellite technology (improved spectral, spatial, radiometric and temporal resolution) and atmospheric correction, along with cloud and supercomputing capabilities have enabled the use of satellite data for automated regional scale measurements of water resource characteristics. Field-validated methods were developed and implemented in an automated water quality monitoring system on supercomputers. The system acquires satellite imagery, removes clouds, cloud shadows, haze, smoke, and land, and applies water quality models to deliver satellite-derived water quality products. Using these methods, a prototype database was created with monthly open water pixel level mosaics and lake level data for each clear image occurrence.  The lake level (2017-2020) data includes 603,678 daily lake measurements of chlorophyll, clarity, and color (1,811,034 total) that were compiled into a database that was used to calculate water quality variables for different timeframes (e.g., monthly, summer (June-Sept)) and linked to a lake polygon layer that was used for geospatial analysis and included in a web map interface.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leif",
   "pi_last_name": "Olmanson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leif Olmanson",
   "pi_email_addr": "olman002@umn.edu",
   "nsf_id": "000683732",
   "pi_start_date": "2022-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "1530 Cleveland Ave N",
  "perf_city_name": "St Paul",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "551081063",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1238",
   "pgm_ref_txt": "TECH FOR SUSTAINABLE ENVIRONMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In 2022, our team Limnolytics was awarded by the National Science Foundation to participate in its I-CORPS program (Award #2205585) to explore the potential for commercialization of our software as a service (SAAS) surface water quality information from satellite data. Throughout the 3rd NSF I-CORPS Winter Cohort program, we focused on the natural resources and real estate segments and interviewed 111 experts. &nbsp;Although we were able to interview a few real estate professionals before and during this period, most realtors were too busy during the super-heated real estate market at the time to respond to our request to interview them. whereas professionals in the natural resource segment were very eager to meet with us and showed an emerging interest in our products. What we discovered is that there is widespread deep passion for water resources e.g. Recreation, home/cabin ownership, tourism drinking, sanitation but this segment is very complex and there is inherent friction in the system. There are many policy silos within and among agencies at local, state, and federal levels so the complexity is very difficult to deal with, understand, or influence. There currently isn&rsquo;t money in the system to pay for the widespread use of remote sensing and adoption of new ideas and tech in government can take years with reviews and budgeting cycles. So, we found a problem-solution fit but there is more work to do to find a product-market fit for this segment.</p>\n<p>After this cohort customer discovery was focused mainly on the real estate segment since there was interest from realtors, whom we had interviewed and our data through the free MVP Minnesota LakeBrowser (https://lakes.rs.umn.edu/) is already being used by realtors in Minnesota through the local MLS to inform their customers about lake water quality data and how that relates to the value of shoreline properties. Water quality information is an important factor to help determine property value since properties near higher water quality lakes tend to be more desirable and demand a higher purchase price. From interviewing hundreds of realtors outside of Minnesota we discovered that there are many lake regions throughout the US with the same passion for lakes as we have in Minnesota. There was positive feedback and interest in having lake water quality data for their regions with most wanting the information available through their multiple listing service (MLS). There are around 560 MLS systems and a few large MLS data aggregator and software platform companies in the US. We were able to interview a few of them and are working with one of the larger ones to determine what products would be most useful for their customers. This MLS has formed a lake property focus group of realtors to gage the interest in different property metrics to be include through the MLS. While taking longer than we would like we are hopeful that we will find a product-market fit for this segment.</p>\n<p>We also made some progress and found a product-market fit with our first customer in the recreational fishing segment with a fishing equipment retailer who is streaming our 10-year average qualitative water clarity product on their website and smart phone App. We continue to work on methodology to increase our capacity so that we can provide the real-time data that this customer is ultimately interested in.</p>\n<p>Overall, we found that there is interest in our water quality products and there is a problem solution fit in different customer segments but since our technology is relatively new it will take some time to secure a product market fit for these customer segments.&nbsp; Since our SAAS is very scalable, and we can package our products to meet the special needs of different customers, we are hopeful that there is a scalable business opportunity.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/30/2024<br>\nModified by: Leif&nbsp;Olmanson</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn 2022, our team Limnolytics was awarded by the National Science Foundation to participate in its I-CORPS program (Award #2205585) to explore the potential for commercialization of our software as a service (SAAS) surface water quality information from satellite data. Throughout the 3rd NSF I-CORPS Winter Cohort program, we focused on the natural resources and real estate segments and interviewed 111 experts. Although we were able to interview a few real estate professionals before and during this period, most realtors were too busy during the super-heated real estate market at the time to respond to our request to interview them. whereas professionals in the natural resource segment were very eager to meet with us and showed an emerging interest in our products. What we discovered is that there is widespread deep passion for water resources e.g. Recreation, home/cabin ownership, tourism drinking, sanitation but this segment is very complex and there is inherent friction in the system. There are many policy silos within and among agencies at local, state, and federal levels so the complexity is very difficult to deal with, understand, or influence. There currently isnt money in the system to pay for the widespread use of remote sensing and adoption of new ideas and tech in government can take years with reviews and budgeting cycles. So, we found a problem-solution fit but there is more work to do to find a product-market fit for this segment.\n\n\nAfter this cohort customer discovery was focused mainly on the real estate segment since there was interest from realtors, whom we had interviewed and our data through the free MVP Minnesota LakeBrowser (https://lakes.rs.umn.edu/) is already being used by realtors in Minnesota through the local MLS to inform their customers about lake water quality data and how that relates to the value of shoreline properties. Water quality information is an important factor to help determine property value since properties near higher water quality lakes tend to be more desirable and demand a higher purchase price. From interviewing hundreds of realtors outside of Minnesota we discovered that there are many lake regions throughout the US with the same passion for lakes as we have in Minnesota. There was positive feedback and interest in having lake water quality data for their regions with most wanting the information available through their multiple listing service (MLS). There are around 560 MLS systems and a few large MLS data aggregator and software platform companies in the US. We were able to interview a few of them and are working with one of the larger ones to determine what products would be most useful for their customers. This MLS has formed a lake property focus group of realtors to gage the interest in different property metrics to be include through the MLS. While taking longer than we would like we are hopeful that we will find a product-market fit for this segment.\n\n\nWe also made some progress and found a product-market fit with our first customer in the recreational fishing segment with a fishing equipment retailer who is streaming our 10-year average qualitative water clarity product on their website and smart phone App. We continue to work on methodology to increase our capacity so that we can provide the real-time data that this customer is ultimately interested in.\n\n\nOverall, we found that there is interest in our water quality products and there is a problem solution fit in different customer segments but since our technology is relatively new it will take some time to secure a product market fit for these customer segments. Since our SAAS is very scalable, and we can package our products to meet the special needs of different customers, we are hopeful that there is a scalable business opportunity.\n\n\n\t\t\t\t\tLast Modified: 07/30/2024\n\n\t\t\t\t\tSubmitted by: LeifOlmanson\n"
 }
}