{
 "awd_id": "2205934",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Electro-Thermally Integrated Traction Inverter",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032928126",
 "po_email": "yhuang@nsf.gov",
 "po_sign_block_name": "Yih-Fang Huang",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 449999.0,
 "awd_amount": 449999.0,
 "awd_min_amd_letter_date": "2022-07-29",
 "awd_max_amd_letter_date": "2022-07-29",
 "awd_abstract_narration": "This NSF project aims to design and develop an innovative and high power-density traction inverter for next generation of electric vehicles. The project will bring transformative change in the ways traction inverters are designed currently. This will be achieved by using wide bandgap power semiconductor devices in an electro-thermally integrated design framework to achieve an extremely power-dense traction inverter for future electric vehicles. The intellectual merits of the project include innovative switch module assembly, electro-thermo-mechanical co-design framework and multi-objective parameter optimization for the design of next generation electric vehicle traction inverters. The broader impacts of the project include integrated education and research to meet the emerging workforce and educational needs of the U.S. electric vehicle industry by educating young and talented graduate and undergraduate students. The results of this project will lead to advancement of innovative technologies required to advance next generation of electrified transportation technologies and widespread adoption of electric vehicles. The research team will broaden the participation of students in this research project. The outcomes will be used to revise and update the contents of undergraduate and graduate courses in two departments. In addition, the results will be disseminated through technical conference and journal papers, industry presentations, and workshops and tutorials.\r\n\r\nThis project presents a new paradigm for the design and development of ultra-high power-density and high reliability traction inverters for electric vehicles. The main objective of this proposal is to investigate and develop a transformative technology using wide bandgap (WBG) bare-die Silicon Carbide (SiC) power semiconductor devices, along with compact multi-functional coolers in an electro-thermally integrated design framework, to build an extremely power-dense traction inverter for future electric vehicles (EVs). The underlying foundation behind the proposed research is to provide transformative solutions to overcome current limitations in the power module designs, thus fostering multidisciplinary collaborative research. This important work will lead to theoretical advancements and generic methodologies for obtaining electro-thermo-mechanically optimal switch module design. It will involve interdisciplinary research in power electronics, control, packaging, and thermal management, and realize design for reliability in a holistic co-design approach.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alireza",
   "pi_last_name": "Khaligh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alireza Khaligh",
   "pi_email_addr": "khaligh@ece.umd.edu",
   "nsf_id": "000077940",
   "pi_start_date": "2022-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bongtae",
   "pi_last_name": "Han",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bongtae Han",
   "pi_email_addr": "bthan@umd.edu",
   "nsf_id": "000243584",
   "pi_start_date": "2022-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College",
  "perf_str_addr": "8223 Paint Branch Drive",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207421000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 449999.0
  }
 ],
 "por": null
}