{
 "awd_id": "2205067",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Initiation: Enhancing Engineering Students' Innovation Self-Efficacy through Design of K-12 STEM Projects",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032927286",
 "po_email": "apawley@nsf.gov",
 "po_sign_block_name": "Alice Pawley",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 199915.0,
 "awd_amount": 239222.0,
 "awd_min_amd_letter_date": "2022-08-15",
 "awd_max_amd_letter_date": "2025-01-08",
 "awd_abstract_narration": "Innovation is an important driver of economic growth and sustainable development. Learning and working in today’s global and fast-changing world requires engineers who can think innovatively and generate novel ideas. This project focuses on the innovation self-efficacy (ISE) of engineering students, which measures one’s belief in their capacity to execute innovative designs. The project is  investigating how ISE is enhanced by a curricular intervention (i.e., a K-12 STEM project designed for a global audience) among undergraduate engineering students and will support a community of new researchers in engineering education. The outcomes of the study will generate new, evidence-based teaching practices to develop students’ self-efficacy in innovation which aids in the formation of engineers who are responsive to the needs of a rapidly changing society. The desired societal benefits of this study will be: 1) advancement of K-12 STEM educational activities in the field of environmental engineering through dissemination of results to a standards-aligned curricular resource, which will provide free access to global K-12 educators, 2) incorporating three undergraduate research assistants drawn from our diverse student population, and 3) providing a professional development opportunity for a public-school STEM teacher who will be partnered in the engineering-focused activity design. \r\n\r\nIn this study, a curricular intervention grounded in innovative self-efficacy (ISE) will be explored as a means to encourage innovational competence into engineering students, which contributes toward a more innovative engineering curriculum, design process, and workplace. This study will actualize an ISE-grounded teaching practice in a targeted course. The extent of students’ ISE development will be measured by five overarching research questions designed to independently capture the impact of each behavioral components of ISE: 1) To what extent does the intervention shift students’ ability to raise questions that challenge assumptions and existing states of affairs?; 2) To what extent did the intervention shift students’ ability to think of new ideas that come though studying the world?; 3) To what extent does the intervention shift students’ engagement in experimentation to explore options and generate novel designs?; 4) To what extent does the intervention shift students’ ability in creating networks that could lead to new ideas?; and 5) How are students’ ability to connect ideas from different and diverse areas enhanced by the intervention? A mixed method (sequential design) study will be used to answer those research questions. Shifts in those components will be quantified using a blend of validated instruments found in the social sciences literature and will be accompanied by focus groups at the end of the intervention to generate qualitative narratives that add value to the quantitative measures. The outcomes of the study will advance the engineering education community’s knowledge of how K-12 STEM project design for a global audience might be used to intentionally achieve targeted self-efficacy development in students. The outcomes of this research will have the potential to realize new research avenues in ISE-blended, evidence-based teaching practices and pedagogies in engineering curriculum.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Azadeh",
   "pi_last_name": "Bolhari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Azadeh Bolhari",
   "pi_email_addr": "azadeh.bolhari@colorado.edu",
   "nsf_id": "000745141",
   "pi_start_date": "2022-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "Bielefeldt",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Angela R Bielefeldt",
   "pi_email_addr": "angela.bielefeldt@colorado.edu",
   "nsf_id": "000388672",
   "pi_start_date": "2022-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado Boulder",
  "perf_str_addr": "3100 Marine St Ste 481 572 UCB",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 199915.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 39307.0
  }
 ],
 "por": null
}