{
 "awd_id": "2205654",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "OCE-PRF Beyond the light: ecological and evolutionary insights into RuBisCO from the dark ocean",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032924344",
 "po_email": "tjcrone@nsf.gov",
 "po_sign_block_name": "Timothy Crone",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 303609.0,
 "awd_amount": 303609.0,
 "awd_min_amd_letter_date": "2022-07-26",
 "awd_max_amd_letter_date": "2022-07-26",
 "awd_abstract_narration": "Atmospheric accumulation of greenhouse gasses like carbon dioxide plays an important role in climate change and has major implications for food security, extreme weather, and changing coastlines. Many living organisms, including microscopic cells like bacteria and archaea, impact the accumulation of greenhouse gasses by both producing and consuming them in nature. For example, in many microorganisms, a protein called RuBisCO removes carbon dioxide from the atmosphere and converts it into a source of carbon or energy for growth. This protein is thought to be highly abundant on Earth, including in deep ocean ecosystems that cover much of the planetary surface. Thus, RuBisCO may represent an important way ocean microbes could help mitigate climate change. To fully quantify this potential, a better understanding of which organisms use RuBisCO in the deep sea, how common they are, and where they are found is highly needed. In this project, we will address these key gaps in scientific understanding by identifying bacteria and archaea with RuBisCO in the deep sea and comprehensively characterizing their diversity, ecology, and distribution. This knowledge will also help to describe the roles that organisms with RuBisCO might play in supplying necessary carbon to other members of this habitat. On land, the RuBisCO protein is used by plants to grow and produce biomass. By providing new RuBisCO sequences with potentially novel biochemical features, our research could also aid ongoing efforts to engineer land plants to more efficiently uptake carbon and ultimately increase crop yields. More broadly, this project draws heavily on principles of programming and applies them to the field of marine microbiology. These skills will be shared with the broader public through an introductory computer science course for high school students from underserved communities. Outreach for this project will also include mentorship and advising of undergraduate students interested in microbiology and marine science, with a focus on those from historically excluded groups.\r\n\r\nSpecifically, the proposed project will build a comprehensive picture of RuBisCO diversity in the deep sea and shed new light on the ecology of organisms that use it to fix carbon dioxide. First, a large set of publicly-available metagenomic data from global mesopelagic and bathypelagic microbiomes will be assembled to examine the phylogenetic and enzymatic diversity of RuBisCO-encoding organisms (REOs). Next, metagenomic predictions of carbon fixation potential will be experimentally assessed by testing the ability of REOs to actively incorporate isotopically labelled bicarbonate. Third, the results of these incubations will be used to identify and characterize active REOs and subsequently explore the paired catabolism(s) energetically supporting autotrophy, where it is occurring. Finally, the combined findings will be used to examine the evolutionary origins of RuBisCO and the processes shaping its sequence and functional diversity across the tree of life. These analyses will address important outstanding questions around the origin of carbon fixation and the processes shaping its distribution in the domains Bacteria and Archaea.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Jaffe",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander L Jaffe",
   "pi_email_addr": "ajaffe@stanford.edu",
   "nsf_id": "000867452",
   "pi_start_date": "2022-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": null,
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "820500",
   "pgm_ele_name": "OCE Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1097",
   "pgm_ref_txt": "DIVERSITY: ROLE IN ECOSYSTEMS"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 303609.0
  }
 ],
 "por": null
}