{
 "awd_id": "2205705",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISES: Co-produced modeling of socio-environmental dynamics of financialized forestlands and alternative future scenarios",
 "cfda_num": "47.050, 47.074, 47.075",
 "org_code": "08010000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2023-01-01",
 "awd_exp_date": "2026-12-31",
 "tot_intn_awd_amt": 1522080.0,
 "awd_amount": 1522080.0,
 "awd_min_amd_letter_date": "2022-08-09",
 "awd_max_amd_letter_date": "2022-08-09",
 "awd_abstract_narration": "This research addresses the past socio-environmental dynamics and future trajectories of forests in northern Maine. Timberlands in northern Maine were owned by integrated forest products companies for much of the twentieth century, but more recently their ownership has changed as a result of the emergence of new corporate timberland organizations, principally Real Estate Investment Trusts (REITs) and Timber Investment Management Organizations (TIMOs). This ownership change comes at the same time that forests are being included as carbon solutions in state-level climate policies. The researchers on this project will work directly with Maine’s policymakers, tribal and non-tribal forest users, and other key stakeholders to analyze the social and ecological consequences of the timberland ownership transition. These same stakeholders will be included in participatory workshops to assess possible trajectories of these forestlands under different climate and policy scenarios. Ecological analyses and future scenarios will be conducted using spatial science tools that have previously been applied to family forest dynamics elsewhere in New England. The result of this project will be a better understanding of the social and ecological consequences of the timberland ownership transition and the engagement of key stakeholders in assessing the future of these lands.\r\n\r\nThis project is the first major effort to analyze financialized timberlands as integrated socio-environmental systems. The research focuses on financialized timberlands, defined as those owned and managed by financial investors such as the timber investment management organizations (TIMOs) and real estate investment trusts (REITs) that collectively own and manage over 20 million hectares of forestland nationwide. Research efforts integrate qualitative social science, remote sensing-based land change detection, and participatory scenario simulation modeling methods that collectively illuminate the feedback and causal relationships driving timberland system dynamics. Spatial and causal process models representing the consequences of three decades of forest financialization will be developed, then used to co-design future landscape scenarios for collaborative evaluation by key stakeholders. The research builds upon advances in land detection technologies via application of the LandTrendr tool to landscapes that have undergone ownership transitions. It also builds upon scenario modeling tools developed by Harvard Forest that have previously been applied to family-owned forested landscapes in New England and to other forest systems worldwide. The social science component includes a multi-scalar data collection process to inform construction of a causal process model that integrates ecological and sociopolitical variables. By investigating the relationships among human actors (financial firm executives, mid-level governance actors, and tribal and non-tribal forest users) and environmental patterns and processes (forest conditions, disturbances, species distributions, and carbon balances), this research will advance land system science and identify leverage points for effecting systemic change. Research efforts will focus on timberlands in Maine in order to build both place-specific and more generalizable models. The research will provide combined spatial and socioeconomic insights to inform policy and practice deliberations regarding the future ownership and management of these lands.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jesse",
   "pi_last_name": "Abrams",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Jesse B Abrams",
   "pi_email_addr": "jesse.abrams@uga.edu",
   "nsf_id": "000833059",
   "pi_start_date": "2022-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Leahy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica Leahy",
   "pi_email_addr": "jessica.leahy@maine.edu",
   "nsf_id": "000473371",
   "pi_start_date": "2022-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Thompson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan R Thompson",
   "pi_email_addr": "jthomps@fas.harvard.edu",
   "nsf_id": "000594745",
   "pi_start_date": "2022-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Daigle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Daigle",
   "pi_email_addr": "jdaigle@maine.edu",
   "nsf_id": "000749802",
   "pi_start_date": "2022-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Daigneault",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Adam J Daigneault",
   "pi_email_addr": "adam.daigneault@maine.edu",
   "nsf_id": "000810776",
   "pi_start_date": "2022-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia Research Foundation Inc",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306021589",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169100",
   "pgm_ele_name": "DYN COUPLED NATURAL-HUMAN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1691",
   "pgm_ref_txt": "BE: DYN COUPLED NATURAL-HUMAN"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 1522080.0
  }
 ],
 "por": null
}