{
 "awd_id": "2205753",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "First Conjugate-Station Studies and Continued Satellite-Conjunction Studies of LF/MF/HF Auroral Radio Emissions at South Pole",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032922319",
 "po_email": "mdierick@nsf.gov",
 "po_sign_block_name": "Marion Dierickx",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 231383.0,
 "awd_amount": 231383.0,
 "awd_min_amd_letter_date": "2022-08-08",
 "awd_max_amd_letter_date": "2022-08-08",
 "awd_abstract_narration": "The near-Earth environment (Geospace) is mostly organized by the Earth's magnetic field, which interacts with the solar wind (charged particles, plasma, flowing with a great speed from the Sun) and interplanetary magnetic field (extended Sun's magnetic field). Geospace is populated by plasma that mostly originates from the solar wind. Interaction of these two major players - geomagnetic field and solar wind plasma produces many electromagnetic phenomena such as beautiful ionospheric aurorae (Northern and Southern lights), natural electromagnetic radiation, field-aligned and ionospheric currents, that prominently appear and are observed in the polar areas where they are most intense. Natural radio emissions are important in a broad range of space plasma physics because they provide a means of remotely sensing plasma conditions and processes, and in some cases, they control energy flows or determine boundaries and energy exchange in space plasmas. Auroral radio emissions arise from the same processes that produce emissions in magnetospheric, planetary, and astrophysical environments, and therefore comprise a laboratory for studying those processes.\r\n\r\nThis award will study the Auroral Kilometric Radiation (AKR) observed by distant satellites and ground-level AKR-like signals, as well as the relationship between escaping and leaked AKR, as well as the other types of auroral radio emissions, via simultaneous high-resolution wave measurements at South Pole and from satellites carrying high-resolution wave receivers in the appropriate frequency range. One of the main science objectives is to confirm a direct connection or lack thereof between escaping AKR observed by satellites and leaked AKR observed at South Pole. Such a connection would imply a new radiative mechanism of the cyclotron maser mechanism, which plays a major role in many space-plasma environments and would open new methods of remotely sensing the auroral acceleration region from ground level. These investigations require Antarctic observations, most obviously for the conjugate studies but also for study of leaked AKR which cannot be observed at northern hemisphere locations due to radio frequency interference. This project will incorporate its research and engineering aspects into introductory courses to large numbers of pre-engineering and physics undergraduates.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "LaBelle",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "James W LaBelle",
   "pi_email_addr": "jlabelle@einstein.dartmouth.edu",
   "nsf_id": "000422642",
   "pi_start_date": "2022-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "HB 6127 Wilder Lab",
  "perf_city_name": "HANOVER",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037553528",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511500",
   "pgm_ele_name": "ANT Astrophys & Geospace Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 231383.0
  }
 ],
 "por": null
}