{
 "awd_id": "2205928",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The developmental basis for sensory-skeletal integration: The osteo-inductive role of neuromasts",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032928011",
 "po_email": "akallen@nsf.gov",
 "po_sign_block_name": "Anna Allen",
 "awd_eff_date": "2022-07-15",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 758583.0,
 "awd_amount": 758583.0,
 "awd_min_amd_letter_date": "2022-07-15",
 "awd_max_amd_letter_date": "2022-07-15",
 "awd_abstract_narration": "The process of uniting structure with function is fundamentally important for adapting to the natural world. A key part of this process is connecting sensory structures (e.g. eyes) with relevant structures, like the skull. The process by which different organ systems become connected over the course of development is largely unknown. This project examines the notion that sensory systems may influence, direct and organize the face and skull of vertebrates, a phenomenon that has long been suspected in the literature. Classical researchers found that sensory neuromasts appeared to mark the future positions of bones, based on extant and extinct (fossil) evidence. Understanding how organ systems become integrated is necessary for understanding the fundamental processes governing adaptation. The proposed work informs how different physiological systems interact during development, and improves our understanding of the molecular and developmental bases for bone induction. This work will be performed through creative techniques, such as microsurgery, that will allow novel insight to this classic problem. The broader impacts of the proposed research will expand an established K-12 curriculum teaching children about evolution, promote collaboration and outreach opportunities internationally, and provide instruction for undergraduate and graduate students in developing a successful outreach activity. The proposed work also provides an essential case study for adaptive genetics, and creates resources to support growth of the broader Astyanax research community.\r\n\r\nThe scientific objective of this application is to understand the developmental basis for integration between the sensory and skeletal systems. The central hypothesis is that sensory hair cell organs (called “neuromasts”) induce bone formation in specific regions of the face. This question will be approached via three aims. The first aim examines gene expression patterns of candidate induction molecules across the critical period of facial bone formation, and the impact of functional loss of the endothelin-1 signaling peptide, a key molecule for facial bone patterning. These experiments will determine when induction occurs during development, and how inductive molecules may mediate this interaction. The second aim disentangles the relationship between neuromasts and bones using experimental transplantation. When completed, this work will determine why only certain canal neuromasts are able to induce bone, determine if neuromasts induce bone formation autonomously, and if bone morphogenetic protein (BMP) signaling mediates the inductive properties of ‘osteogenic’ neuromasts. The third aim will determine how the experimental loss of sensory neuromasts impacts facial bone formation. Upon completion, this study will identify the cellular source within neuromasts of inductive molecules. Additionally, this study will determine if neuromasts continuously express an inductive signal, if the surrounding tissues must be able to respond to the signal, or both. Through these research activities, significant progress is expected towards understanding how structure and function are coordinated to execute essential biological processes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Gross",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua Gross",
   "pi_email_addr": "grossja@uc.edu",
   "nsf_id": "000576600",
   "pi_start_date": "2022-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Cincinnati Main Campus",
  "inst_street_address": "2600 CLIFTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CINCINNATI",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135564358",
  "inst_zip_code": "452202872",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OH01",
  "org_lgl_bus_name": "CINCINNATI UNIV OF",
  "org_prnt_uei_num": "DZ4YCZ3QSPR5",
  "org_uei_num": "DZ4YCZ3QSPR5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Cincinnati Main Campus",
  "perf_str_addr": "University Hall, Suite 530",
  "perf_city_name": "Cincinnati",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "452210222",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OH01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1080",
   "pgm_ref_txt": "EVOLUTION OF DEVELOP MECHANISM"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 758583.0
  }
 ],
 "por": null
}