{
 "awd_id": "2205796",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Non-Hermitian and topological magnonics with interacting artificial spin ices for reconfigurable microwave devices",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032928103",
 "po_email": "rlukasze@nsf.gov",
 "po_sign_block_name": "Ale Lukaszew",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 192956.0,
 "awd_amount": 200956.0,
 "awd_min_amd_letter_date": "2022-07-27",
 "awd_max_amd_letter_date": "2023-11-16",
 "awd_abstract_narration": "Semiconductors have defined the landscape of our technology, enabling an era of big-data computing. As devices approach their limits, alternative and energy-efficient solutions are sought for specific applications. Magnetic materials offer an energy-efficient alternative because of their natural operation timescales of nanoseconds (one billionth of a second) and reduced energy losses through heat. This operation relies on the excitation of magnetic waves, or “magnons”, that propagate through the material and can be interfaced with photonics and CMOS devices. However, magnons decay quickly, with detectable propagation in the micrometer (one-millionth of a meter) scale that limits their performance. In this proposal, a new class of magnetic materials supporting magnons constrained to propagate along their edges is introduced. The spatial constraint on such modes ensures both unidirectional motion and longer propagation lengths. Additionally, the proposed materials composed of strongly coupled nanosized magnets are “functional” in the sense that their properties can be actively and non-destructively reconfigured and even toggled. The success of this project will open a new pathway toward reconfigurable microwave devices with superior performance. This project will provide research opportunities for a diverse graduate and undergraduate student population at the forefront of magnetism. Outreach activities will engage the community and bring awareness to scientific advances and their impact on society. This project will allow graduate and undergraduate students to lead the development of an outreach demonstration setup specifically designed for K-12 students and to broaden the participation of underrepresented groups.\r\n\r\nThe functional materials proposed here aim to combine the field of magnonics, where magnons are manipulated, and the field of artificial spin ices, where two-dimensional lattices exhibit reconfigurable states. In doing so, it will be possible to harness two distinct physical phenomena for potential microwave applications. The “magneto-toroidal spin ice” relies on a stable chiral magnetic state to induce topology in the magnon band structure. In this case, edge modes are expected to be topologically protected and, therefore, unidirectional. The non-Hermitian systems will make use of strong inter-layer coupling and the unavoidable losses to support unidirectional modes based on the conservation of PT-symmetry. To model these functional materials, this project introduces a new analytical formalism that will be able to tackle arbitrary magnetic super-lattices based on a Hamiltonian formalism. The formalism will be then applied to two distinct numerical schemes: an eigenvalue solver and a time-dependent simulation. The eigenvalue solver will provide the means to compute the magnon band structure, which has not been efficiently solved by other numerical methods to date. A time-dependent simulation is a unique tool that will bridge the Hamiltonian formalism to large-scale numerical modeling. By combining geometry, coupling, and topology, this project is expected to spark the investigation of a larger class of functional magnetic materials in the community, including three-dimensional geometries and nanoscale-patterned materials. The project will also enable the next step towards the realization of reconfigurable microwave magnon-based devices and semiconductor-like devices by providing the analytical and numerical tools for their modeling and subsequent experimental realization.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ezio",
   "pi_last_name": "Iacocca",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ezio Iacocca",
   "pi_email_addr": "eiacocca@uccs.edu",
   "nsf_id": "000768199",
   "pi_start_date": "2022-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Colorado Springs",
  "inst_street_address": "1420 AUSTIN BLUFFS PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "COLORADO SPRINGS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "7192553153",
  "inst_zip_code": "809183733",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "CO05",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "RH87YDXC1AY5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Colorado Springs",
  "perf_str_addr": "1420, Austin Bluffs Parkway",
  "perf_city_name": "Colorado Springs",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "809183733",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "CO05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "107E",
   "pgm_ref_txt": "Magnetics and spin electronics"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 192956.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": null
}