{
 "awd_id": "2205329",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: SCH: Fair Federated Representation Learning for Breast Cancer Risk Scoring",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2022-09-15",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 546385.0,
 "awd_amount": 546385.0,
 "awd_min_amd_letter_date": "2022-09-07",
 "awd_max_amd_letter_date": "2022-09-07",
 "awd_abstract_narration": "With the availability of electronic health records (EHRs) in hospitals and clinics, powerful machine learning models can be developed to support precision population health and clinical decision-making tasks such as disease detection, outcome prediction, and treatment recommendation. This project creates a machine learning framework for training models across hospitals and new tools for incorporating fairness into distributed machine learning. The project will embed these algorithmic innovations to evaluate their applicability to real-world precision population health with a primary focus on addressing screening and treatment disparities in breast cancer, along with additional evaluation for various healthcare applications. This project will conclude with collaborative development and deployment across multiple academic and medical institutions and will include curriculum development on fairness in machine learning and federated machine learning. This project also plans to involve participation by graduate students from underrepresented groups.\r\n\r\nThis project will focus on representation learning approaches for training EHR models, where embedding vectors can be trained with deep learning models to represent clinical concepts (e.g., diagnoses and medications) and patient data. The resulting embedding vectors can be input to the downstream applications, such as breast cancer risk scoring. This project creates a transformative new direction for addressing fairness in machine learning for healthcare by addressing the challenges of mitigating model and data biases. The first challenge is modeling bias, as most representation learning algorithms in healthcare do not consider any fairness measures, which can lead to biased embeddings. To this end, this project develops a fair representation learning algorithm that can be adapted to various fairness metrics. The second challenge is data bias, as the distributed nature of the data limits both the downstream equity and generalization performance of the resulting embedding vectors. This project addresses data bias using a new fair federated representation learning framework to learn representations that satisfy fairness criteria by training jointly across multiple sites without sharing patient data. In addition to developing the algorithmic and theoretical frameworks for these directions, this project will also build and release open software.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Oluwasanmi",
   "pi_last_name": "Koyejo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Oluwasanmi Koyejo",
   "pi_email_addr": "sanmi@cs.stanford.edu",
   "nsf_id": "000732197",
   "pi_start_date": "2022-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "353 Jane Stanford Way",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943055008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801800",
   "pgm_ele_name": "Smart and Connected Health"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 546385.0
  }
 ],
 "por": null
}