{
 "awd_id": "2205626",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Invariant Theory and Imaging",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922948",
 "po_email": "slevine@nsf.gov",
 "po_sign_block_name": "Stacey Levine",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 219857.0,
 "awd_amount": 219857.0,
 "awd_min_amd_letter_date": "2022-04-21",
 "awd_max_amd_letter_date": "2022-04-21",
 "awd_abstract_narration": "This project aims to investigate the mathematical foundations of four important methods in imaging and optics: X-ray crystallography, Cryogenic electron microscopy (Cryo-EM), ptychography, and ultra-short pulse detection. Although X-ray crystallography is the prevalent method for determining the 3-dimensional atomic structure of molecules, the mathematical foundations of this theory are not fully developed. Cryo-EM is a recent technique in biological imaging where a sample (typically a protein) is flash-frozen in a liquid solution and then directed with a low-intensity electron beam. Ptychography is a method of obtaining a high-resolution image by scanning across a sample with a moving mask. It can be applied in a number of contexts, including the imaging of live cells. Ultra-short pulse detection is a key ingredient in time-resolved ultrafast phenomena such as chemical reactions. This research will create a unified set of mathematical techniques to understand these methods. The development of these techniques will have the potential for a myriad of applications in areas as diverse as biochemistry, medicine, and engineering. This research will also provide a training opportunity for graduate students.\r\n \r\nThis research will exploit techniques from invariant theory and algebraic geometry to build a mathematical framework for four methods in imaging and optics. X-ray crystallography corresponds to recovering a signal from its power spectrum. This is arguably the most challenging phase-retrieval problem. The first project aims to develop rigorous mathematical criteria to determine when a discrete periodic signal can be recovered from its power spectrum. Because cryo-EM measurements have a very high noise level, constructing a high-resolution image requires massive data. The second project will use techniques from invariant theory to estimate the sample complexity of cryo-EM and related experiments. Ptychographic measurements can be modeled using the short-time Fourier transform (STFT). The third project will obtain information-theoretic bounds on the number of STFT measurements needed for signal recovery. The last project will focus on the mathematical foundations of a novel technique for pulse characterization using multi-mode fibers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dan",
   "pi_last_name": "Edidin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dan Edidin",
   "pi_email_addr": "edidind@missouri.edu",
   "nsf_id": "000228389",
   "pi_start_date": "2022-04-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "The Curators of the University of Missouri",
  "perf_str_addr": "601 Turner Ave",
  "perf_city_name": "Columbia",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652110001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 219857.0
  }
 ],
 "por": null
}