{
 "awd_id": "2206279",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Analytic and Numerical Methods for Emerging Tomography Techniques",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922948",
 "po_email": "slevine@nsf.gov",
 "po_sign_block_name": "Stacey Levine",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2022-07-15",
 "awd_max_amd_letter_date": "2022-07-15",
 "awd_abstract_narration": "Tomography techniques, which are used for non-invasive visualization of the interior structure of an object of interest, have transformed many fields, including astronomy, medicine, industrial non-destructive testing, homeland security, archaeology, biology, geophysics, and others. Together with technological innovations, mathematical approaches have been instrumental in advancing these techniques. The project will address mathematical problems arising from two promising tomography techniques: Multi-energy Computed Tomography (MECT) and Compton Camera Imaging (CCI). Both methods are highly useful in imaging applications. MECT is an x-ray transmission imaging method that uses the energy dependence of x-ray attenuation to determine the elemental composition of an object of interest. The conventional single-energy CT uses a simplified (linear) model for x-ray transmission, and thus, produces a grayscale image revealing only the morphology of scanned objects. In contrast, MECT can provide quantitative information and visualization in color, as a result of the more accurate modeling. MECT is regarded as a reinvention of CT imaging and is anticipated to have a significant impact on medical imaging in the coming years. Compton cameras have been used in astronomy as a telescope to detect atmospheric or cosmic gamma-ray sources. Pilot studies have shown that it can be used in a wide range of medical imaging applications, as well as radioactive decontamination. The result will also be useful in homeland security imaging for detecting illicit nuclear materials. Besides its practical benefits, the project will create opportunities for training, research experience, and career development for graduate and undergraduate students. It will also facilitate interdisciplinary collaborations.\r\n\r\nImage reconstruction in MECT requires solving a nonlinear inverse problem, for which iterative approaches must be used because an analytical solution has yet to be discovered. Although developing image reconstruction algorithms in MECT has been a very active research area, the studies systematically analyzing the uniqueness and stability of inversion have been limited. In the current practice, the scan protocol yielding unique and stable reconstructions is primarily determined by examining the noise in images obtained from physical phantom experiments. A major goal of the project is to develop a systematic approach for the design of MECT scan parameters based on the stability estimates for the MECT measurement model. A major challenge for using Compton cameras in medical applications will be overcoming the complexity of image reconstruction. The investigator will develop effective and computationally efficient image reconstruction methods for Compton cameras as well as analyses for admissible detector geometries and measurement uncertainties. Numerical techniques for the assessment of the theoretical results of the project will also be developed.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fatma",
   "pi_last_name": "Terzioglu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fatma Terzioglu",
   "pi_email_addr": "fterzioglu@ncsu.edu",
   "nsf_id": "000864627",
   "pi_start_date": "2022-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 Wolf Village Way",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276958209",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": null
}