{
 "awd_id": "2206696",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Shedding Light on the Complex and Covariant Properties of Massive Halos with Theory and Observations",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032925387",
 "po_email": "aberlind@nsf.gov",
 "po_sign_block_name": "ANDREAS BERLIND",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 273625.0,
 "awd_amount": 273625.0,
 "awd_min_amd_letter_date": "2022-08-25",
 "awd_max_amd_letter_date": "2022-08-25",
 "awd_abstract_narration": "The most promising place to learn about the nature of dark matter is in the densest objects it forms, which are called \"halos.\" As dark matter is invisible, however, it is challenging to infer even the simplest properties of halos, such as their total mass. We know of various observable indicators that (imperfectly) correlate with mass, including the stars of the galaxies in a halo, the bending of light around it, and the imprint of gas on background light from the early Universe. The difficulty has been to combine the information from these indicators because the different types of observations were typically available for different parts of the sky. With new, overlapping surveys, we can now combine different observables for the same halos. This observer-theorist collaboration between scientists at the University of Maryland, College Park and the University of California, Santa Cruz, will develop a framework to interpret combined observables based on some of the largest supercomputer simulations of the formation of halos and galaxies and on fast machine learning techniques. The team will apply this framework to a unique combination of survey data that they have access to. This project will also support Latinx STEM students at UC Santa Cruz via the newly created Seed Spoon Science program, which relies on the cultural practices of growing and cooking food to create a long-term mentoring community.\r\n\r\nThe mass and density structure of cluster halos contain a wealth of cosmological and physical information, but they must be inferred from imperfect observational tracers such as the stars from central and satellite galaxies, the Sunayev-Zel’dovich (SZ) signal from gas, and weak lensing. The new era of large, overlapping sky surveys now makes it possible to combine multi-wavelength observables for the same cluster halos, but to do so we need to understand their complex covariances. This project proposes to develop a theoretical and practical framework for interpreting panchromatic observations based on some of the largest simulations of structure formation, on flexible physical models, and on fast machine learning techniques. The team will then apply this framework to the overlapping Dark Energy Spectroscopic Instrument (DESI), Atacama Cosmology Telescope (ACT), Dark Energy Camera Legacy Survey (DECaLS), and Hyper Suprime-Cam (HSC) footprints in order to observationally constrain the covariance of dark matter halo properties for galaxy clusters.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexie",
   "pi_last_name": "Leauthaud",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexie Leauthaud",
   "pi_email_addr": "alexie@ucsc.edu",
   "nsf_id": "000734041",
   "pi_start_date": "2022-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 High Street",
  "perf_city_name": "Santa Cruz",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  },
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 273625.0
  }
 ],
 "por": null
}