{
 "awd_id": "2206996",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Atmospheric Ridging over Western North America in Current and Future Climates",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 633673.0,
 "awd_amount": 633673.0,
 "awd_min_amd_letter_date": "2022-06-14",
 "awd_max_amd_letter_date": "2022-06-14",
 "awd_abstract_narration": "Atmospheric ridges are elongated regions of high pressure relative to their surroundings that are typically associated with warm and dry conditions at the surface. Such atmospheric features have contributed to notable extreme events in the region, including the 2021 Northwest Heatwave, droughts, and the 2020 Labor Day Fires that burned across Oregon and Washington. While ridges are a normal part of the mid-latitude atmospheric circulation, their occurrence over western North America is influenced by multiple unique factors including proximity to the Pacific Ocean, interactions between the Pacific Ocean and the atmosphere and the complex topography of western North America. The overarching goal of this project is to advance our basic understanding of the components of the Earth system that influence atmospheric ridges over western North America, which could help identify sources for their seasonal to sub-seasonal predictions and investigate how and why ridges will respond to continued global warming. The project will target three key questions using a combination of observations and the Coupled Model Intercomparison Project (CMIP6) climate model simulations: (1) How do various atmosphere, ocean and land-surface conditions influence characteristics of atmospheric ridges such as their extent, frequency, persistence and amplitude?  (2) How are simulated changes in ridge characteristics influenced by changes in these physical drivers? and (3) How do potential changes in ridge characteristics interact with warming to influence surface climate and extremes in the region?  In addition, detailed analyses of the physical mechanisms associated with extreme ridges (very large, very amplified, and/or very persistent ridges) will be conducted, as they are likely associated with the most significant climate impacts. Together, the proposed work will provide an understanding of the physical mechanisms associated with weather and climate extremes that are associated with major societal impacts, in current and future warmer climates.\r\n\r\nThe proposed work will advance the understanding of how and why natural climate variability and anthropogenic climate change influences this important atmospheric feature. Findings will facilitate the evaluation of implications of current and future weather and climate extremes that affect various sectors including human health, water resources, infrastructure, the regional economy, and emergency management resources. The outcomes of this work are directly translatable to impacts on society and the environment, thus aiding planning and adaptation measures. The proposed work will address gaps in scientific literature about how factors such as natural climate variability modes such as El Niño Southern Oscillation and anomalous soil-moisture conditions influence ridging in this region. The methods, framework, and insights developed from this work will be extensible to other mid-latitude regions. The project will involve training a postdoctoral researcher and a graduate student, who will be directly supported by the project, as well as undergraduate students from underrepresented backgrounds at Washington State University Vancouver (WSUV) and Portland State University (PSU). It will directly contribute to building STEM research infrastructure at WSUV, which is a primarily undergraduate institution with ~44% first-generation students, ~55% women and ~33% students of color. The investigators, postdoc, and graduate student will participate in the Oregon Museum of Science and Industry (OMSI) Science Communication Fellowship program that involves creating hands-on activities to demonstrate our research to the museum visitors and for the team's outreach efforts with local educators, schools, community groups and stakeholders. Finally, this project will provide a basic science underpinning for recent applied climate research by the PSU Climate Science Lab in partnership local water utilities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deepti",
   "pi_last_name": "Singh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Deepti Singh",
   "pi_email_addr": "deepti.singh@wsu.edu",
   "nsf_id": "000731100",
   "pi_start_date": "2022-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "280 Lighty",
  "perf_city_name": "PULLMAN",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991641060",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 633673.0
  }
 ],
 "por": null
}