{
 "awd_id": "2206743",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Engineered B-cell Therapeutics for the Early Detection and Treatment of High-risk Breast Cancer",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032920000",
 "po_email": "epiersto@nsf.gov",
 "po_sign_block_name": "Erik Pierstorff",
 "awd_eff_date": "2022-06-15",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 256000.0,
 "awd_amount": 256000.0,
 "awd_min_amd_letter_date": "2022-06-17",
 "awd_max_amd_letter_date": "2023-09-07",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project involves creation of a new, immune-cell-based treatment to address the unmet physical and psychological health needs of women with locally advanced (Stage III) breast cancer at high risk for relapse following standard-of-care surgery and drug therapy. Called cancer sentinels, these “living drugs” are made from patient blood-derived B-cells that have been isolated, chemically activated, and genetically modified to selectively seek and destroy residual breast cancer cells before they form detectable tumors and spread to vital organs. Cure is dependent on early detection and cancer cell elimination prior to distant spread. These engineered therapeutics may promote the destruction of breast cancer cells in multiple ways, including activation of immune system and the secretion of cancer-killing antibodies. Additional solid tumor cancer types, such as colorectal cancer, lung cancer, and ovarian cancer may also be addressable by future cancer sentinel products. In total, greater than 200,000 American cancer patients each year may benefit. \r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project addresses unmet needs of nearly 50,000 American women annually who are subjected to anxiety, fear, and lifestyle disruption because of newly diagnosed, locally advanced breast cancer. Emotional toxicity, beginning at cancer diagnosis, tends to peak during standard “watch and wait” cancer surveillance and the relapse uncertainty that follows initial surgical resection and post-surgery adjuvant therapy. This project combines the natural and unique antigen binding, lymph node-homing, antigen presentation, protein secretion, T-cell co-stimulation, and immune memory capabilities of human B-cells with large-cargo, non-viral, CRISPR/Cas9 and homology-mediated end joining-based genome editing techniques, to create cancer sentinels. Cancer sentinels are intended to destroy residual and relapsed breast cancer cells by locally secreting engineered anti-cancer antibodies and/or cytokines at the time of minimal residual cancer and prior to distant metastasis. To achieve such a multi-functional B-cell drug, autologous blood-derived B-cells will be genetically modified to express surface B-cell receptors (BCRs) with affinity for specific tumor-associated antigens (TAAs). Engineered BCR binding to TAAs may trigger local secretion of the engineered anti-cancer response molecules. Detection of these response molecules in the blood may also serve as a biomarker and alert physicians to the presence of residual cancer.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Deitcher",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Steven R Deitcher",
   "pi_email_addr": "srdeitcher@gmail.com",
   "nsf_id": "000862524",
   "pi_start_date": "2022-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "BESPOKE BIOTHERAPEUTICS LLC",
  "inst_street_address": "904 BROMFIELD RD",
  "inst_street_address_2": "",
  "inst_city_name": "SAN MATEO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6504503622",
  "inst_zip_code": "944021160",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "CA15",
  "org_lgl_bus_name": "BESPOKE BIOTHERAPEUTICS LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "YSWVUWLBET29"
 },
 "perf_inst": {
  "perf_inst_name": "BESPOKE BIOTHERAPEUTICS LLC",
  "perf_str_addr": "904 Bromfield Road",
  "perf_city_name": "San Mateo",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "944021160",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "CA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6883",
   "pgm_ref_txt": "CHEMISTRY OF LIFE PROCESSES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 256000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The completed National Science Foundation (NSF) Small Business Innovation Research (SBIR) Phase I project entitled <strong><em>Cancer Sentinels: Engineered B-cell Therapeutics for the Early Detection and Treatment of High-risk Breast Cancer</em></strong> made tremendous progress towards overcoming obstacles to the effective immune response and limitations of current immunotherapies against cancer, by creating novel engineered B-cell therapeutic products called <em>Cancer Sentinels</em>. These B-cell therapies are designed to target underserved, solid tumor populations with a significant risk of relapse following primary therapy, such as women with high-risk Stage II or Stage III HER2-positive breast cancer. This completed project supported the discovery and optimization of B-cell isolation, activation, culture expansion, electroporation, and non-viral CRISPR-based genetic engineering methodologies necessary to create a lead product candidate for injection, designated BB-101. BB-101 has been designed and engineered to traffic to tumor-associated tissues, co-stimulate and present HER2 antigen to T cells, and conditionally produce soluble HER2-reactive antibodies following B-cell receptor (BCR) stimulation by tumor-associated HER2. <em>Cancer Sentinels</em> represent a potentially high-impact and paradigm changing innovation in HER2-positive breast cancer surveillance, relapse detection, tumor marker generation, and preemptive therapy, potentially months before clinical signs, symptoms, and radiographic changes arise.</p>\n<p>This completed SBIR Phase I project addressed the ability to harness and combine the natural specific antigen binding, tissue-homing, antigen presentation, protein secretion, T cell co-stimulation, and immune memory capabilities of human B-cells with novel adoptive cell therapy and gene editing techniques, to create a new class of anticancer cell therapy, the <em>Cancer Sentinels</em>. Analogous to military ground-to-air defensive missile installations that consist of a radar for intruder detection and a missile launcher to neutralize the intruder, <em>Cancer Sentinels</em>, in general, will detect residual and/or relapsed cancer cells and attack these cells by secreting therapeutic antibody or cytokine(s) at the time of minimal residual disease and prior to distant metastasis. To achieve such a multi-functional B-cell drug, whole blood-derived B-cells are genetically modified so their BCRs bind to a tumor marker of choice (e.g., HER2 for BB-101) and secreted immunoglobulins (e.g., HER2-targeted antibodies) or cytokines promote cancer cell killing. Technical hurdles that were overcome as part of the completed Phase I project include isolation of adequate B-cell numbers, activation approaches that promote expression of powerful T cell co-stimulatory factors, virus-free genetic engineering, and introduction of very large amounts of new genetic material (i.e., DNA cargo). To overcome these hurdles and optimize the likelihood of <em>Cancer Sentinel</em> product development success, this proposal conducted a systematic and stepwise research plan focused on process robustness, product quality, and maximize patient access.</p>\n<p>The completed project laid the foundation for the ultimate clinical development of the <em>Cancer Sentinel</em> BB-101 to address the unmet physical and psychological health needs of women with Stage II or Stage III HER2-positive breast cancer at high risk for relapse following standard-of-care surgical and adjuvant drug treatments. Achievement of the Phase I proposal objectives is expected to catalyze pre-clinical proof-of-concept testing in laboratory animals, manufacturing process development, and analytic test development required for a United States Food and Drug Administration (US FDA) Investigational New Drug (IND) submission. Future clinical studies of BB-101 in human subjects are anticipated to demonstrate a generally safe and well-tolerated product that improves distant metastasis-free and overall survival, while reducing lifestyle-altering anxiety, in thousands of American women with Stage II or Stage III breast cancer each year. Additional Stage II and III solid tumor cancers, such as colorectal cancer, lung cancer, and uterine cancer, will also be addressable by future <em>Cancer Sentinel </em>products. In total, well over 200,000 American cancer patients, and more than 600,000 cancer patients globally, each year, may benefit from this completed Phase I project. The generated engineered B-cell therapeutic platform may also be adapted for use in persons with autoimmune diseases and those in need of chronic protein replacement therapy (e.g., severe hemophiliacs). Thus, <em>Cancer Sentinels</em> represent a new, paradigm changing, multi-billion-dollar class of cellular immunotherapy that has the potential to benefit tens to hundreds of thousands of patients worldwide each year, contribute to society&rsquo;s scientific understanding of B-cells, encourage STEM education at all levels, and create high value American jobs and careers.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/21/2024<br>\nModified by: Steven&nbsp;R&nbsp;Deitcher</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe completed National Science Foundation (NSF) Small Business Innovation Research (SBIR) Phase I project entitled Cancer Sentinels: Engineered B-cell Therapeutics for the Early Detection and Treatment of High-risk Breast Cancer made tremendous progress towards overcoming obstacles to the effective immune response and limitations of current immunotherapies against cancer, by creating novel engineered B-cell therapeutic products called Cancer Sentinels. These B-cell therapies are designed to target underserved, solid tumor populations with a significant risk of relapse following primary therapy, such as women with high-risk Stage II or Stage III HER2-positive breast cancer. This completed project supported the discovery and optimization of B-cell isolation, activation, culture expansion, electroporation, and non-viral CRISPR-based genetic engineering methodologies necessary to create a lead product candidate for injection, designated BB-101. BB-101 has been designed and engineered to traffic to tumor-associated tissues, co-stimulate and present HER2 antigen to T cells, and conditionally produce soluble HER2-reactive antibodies following B-cell receptor (BCR) stimulation by tumor-associated HER2. Cancer Sentinels represent a potentially high-impact and paradigm changing innovation in HER2-positive breast cancer surveillance, relapse detection, tumor marker generation, and preemptive therapy, potentially months before clinical signs, symptoms, and radiographic changes arise.\n\n\nThis completed SBIR Phase I project addressed the ability to harness and combine the natural specific antigen binding, tissue-homing, antigen presentation, protein secretion, T cell co-stimulation, and immune memory capabilities of human B-cells with novel adoptive cell therapy and gene editing techniques, to create a new class of anticancer cell therapy, the Cancer Sentinels. Analogous to military ground-to-air defensive missile installations that consist of a radar for intruder detection and a missile launcher to neutralize the intruder, Cancer Sentinels, in general, will detect residual and/or relapsed cancer cells and attack these cells by secreting therapeutic antibody or cytokine(s) at the time of minimal residual disease and prior to distant metastasis. To achieve such a multi-functional B-cell drug, whole blood-derived B-cells are genetically modified so their BCRs bind to a tumor marker of choice (e.g., HER2 for BB-101) and secreted immunoglobulins (e.g., HER2-targeted antibodies) or cytokines promote cancer cell killing. Technical hurdles that were overcome as part of the completed Phase I project include isolation of adequate B-cell numbers, activation approaches that promote expression of powerful T cell co-stimulatory factors, virus-free genetic engineering, and introduction of very large amounts of new genetic material (i.e., DNA cargo). To overcome these hurdles and optimize the likelihood of Cancer Sentinel product development success, this proposal conducted a systematic and stepwise research plan focused on process robustness, product quality, and maximize patient access.\n\n\nThe completed project laid the foundation for the ultimate clinical development of the Cancer Sentinel BB-101 to address the unmet physical and psychological health needs of women with Stage II or Stage III HER2-positive breast cancer at high risk for relapse following standard-of-care surgical and adjuvant drug treatments. Achievement of the Phase I proposal objectives is expected to catalyze pre-clinical proof-of-concept testing in laboratory animals, manufacturing process development, and analytic test development required for a United States Food and Drug Administration (US FDA) Investigational New Drug (IND) submission. Future clinical studies of BB-101 in human subjects are anticipated to demonstrate a generally safe and well-tolerated product that improves distant metastasis-free and overall survival, while reducing lifestyle-altering anxiety, in thousands of American women with Stage II or Stage III breast cancer each year. Additional Stage II and III solid tumor cancers, such as colorectal cancer, lung cancer, and uterine cancer, will also be addressable by future Cancer Sentinel products. In total, well over 200,000 American cancer patients, and more than 600,000 cancer patients globally, each year, may benefit from this completed Phase I project. The generated engineered B-cell therapeutic platform may also be adapted for use in persons with autoimmune diseases and those in need of chronic protein replacement therapy (e.g., severe hemophiliacs). Thus, Cancer Sentinels represent a new, paradigm changing, multi-billion-dollar class of cellular immunotherapy that has the potential to benefit tens to hundreds of thousands of patients worldwide each year, contribute to societys scientific understanding of B-cells, encourage STEM education at all levels, and create high value American jobs and careers.\n\n\n\t\t\t\t\tLast Modified: 02/21/2024\n\n\t\t\t\t\tSubmitted by: StevenRDeitcher\n"
 }
}