{
 "awd_id": "2207207",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Structure-Preserving Algorithms for Hyperbolic Balance Laws with Uncertainty",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922113",
 "po_email": "ygorb@nsf.gov",
 "po_sign_block_name": "Yuliya Gorb",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2022-06-28",
 "awd_max_amd_letter_date": "2022-06-28",
 "awd_abstract_narration": "The project will make significant contributions to the design and analysis of novel stochastic models and numerical algorithms for hyperbolic conservation/balance laws with uncertainty. Such systems are the essential mathematical apparatus for modeling a variety of complex physical phenomena, including wave propagation and fluid flow. The developed stochastic models and numerical methods will improve the accuracy and predictive capabilities of the computational tools used in different areas of science and engineering with applications ranging from coastal and hydraulic engineering, to modeling atmospheric and oceanographic phenomena, including hurricanes, typhoons, tsunamis, and resulting storm surges. The obtained numerical algorithms and data will be made available to other researchers. For the training of the next-generation mathematical workforce, in addition to mentoring of graduate and undergraduate students, the PIs will participate in outreach activities and will continue to work towards increasing diversity and broadening participation within STEM.\r\n\r\nThe main objective of the project is the development and analysis of robust high-resolution structure-preserving stochastic models and numerical methods for hyperbolic conservation/balance laws with uncertainty. As a primary exemplar, the research will focus on the shallow water equations, but the designed tools will be applicable to a wider class of conservation/balance laws, as well as to convection-diffusion model problems, and problems more general than the shallow water equations will be investigated. Shallow water models and related systems are widely used in many important applications related to modeling and prediction of the dynamics of surface flows, such as water flows in rivers, lakes, and coastal areas. The classical system of deterministic shallow water equations, known as the Saint-Venant system, is a nonlinear hyperbolic system of conservation/balance laws. The Saint-Venant model can admit non-smooth solutions that may have shocks, rarefaction waves, and if the bottom topography is discontinuous, contact discontinuities. In the latter case, the solution may not be unique, which makes the development of accurate and efficient algorithms more challenging even in the one-dimensional deterministic case. Taking into account the effects of, for example, Coriolis forces, bottom friction stresses, and randomness/uncertainties in the data, on one hand is crucial for the design of models and simulations with improved predictive capabilities. On the other hand, such mathematical models can present a significant challenge for the construction of robust numerical algorithms. Therefore, the primary goals of this research are (1) to develop intrusive and non-intrusive robust uncertainty quantification (UQ) techniques that will lead to physically-relevant stochastic shallow water models and related systems; (2) to design and analyze adaptive high-order accurate structure-preserving deterministic and stochastic solvers for resulting models; (3) and to develop computationally efficient and parallelizable algorithms. Advances achieved by the project will tackle outstanding challenges in numerical methods for nonlinear conservation/balance laws and UQ for transport problems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yekaterina",
   "pi_last_name": "Epshteyn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yekaterina Epshteyn",
   "pi_email_addr": "epshteyn@math.utah.edu",
   "nsf_id": "000580495",
   "pi_start_date": "2022-06-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Akil",
   "pi_last_name": "Narayan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Akil Narayan",
   "pi_email_addr": "akil@sci.utah.edu",
   "nsf_id": "000632029",
   "pi_start_date": "2022-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "75 S 2000 E",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": null
}