{
 "awd_id": "2207650",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Probing Extreme Gravity with Gravitational Waves",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927372",
 "po_email": "pmarrone@nsf.gov",
 "po_sign_block_name": "Pedro Marronetti",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 537382.0,
 "awd_min_amd_letter_date": "2022-06-27",
 "awd_max_amd_letter_date": "2024-06-24",
 "awd_abstract_narration": "Gravitational wave astrophysics has entered a new era of discovery and exploration. In 2015, NSF's LIGO detected gravitational waves for the first time, earning the pioneers of gravitational wave physics a Nobel prize, and the collaboration several other prestigious prizes. Since then, LIGO and its European partner, Virgo, have detected over 90 other events. All of these gravitational waves were emitted by black holes and/or neutron stars inspiraling and colliding against each other, at a high fraction of the speed of light. All signals were shown to be consistent with the predictions of general relativity in a regime that had never been tested before: where the gravitational force is enormous and violently changing. The extraction of this physical information and interpretation required the accurate construction of gravitational wave models with which to pull the signal out of the detector noise. The main objective of this award is to develop ready-to-use models to extract and interpret gravitational waves emitted in eccentric and precessing collisions, so that these models can be used to study astrophysics and test general relativity with future observations. The award also leverages state-of-the-art artificial intelligence techniques to test general relativity with gravitational wave data but without prescribing a detailed gravitational wave model beforehand.  The award integrates this research with broader impact activities, aimed at changing the attitudes of K-12 students and the general public toward physics and science through activities the award develops in the Illinois Center for Advanced Studies of the University at the University of Illinois Urbana-Champaign, a fertile training ground for the next generation of gravitational scientists. \r\n\r\nThis award is aimed at (i) developing analytic models for the orbital dynamics and the gravitational waves emitted by generic (spin-precessing and eccentric) compact binaries during inspiral, and (ii) carrying out model-specific and model-agnostic tests of GR using current public data released by the LIGO/Virgo/KAGRA Scientific Collaboration. Existing models are sufficient for the detection and characterization of gravitational waves emitted by sources that are precessing due to spin misalignment, but not if the orbits are also eccentric. LIGO has already detected at least one source that is strongly spin-precessing, and more are expected as detectors are upgraded to reach design sensitivity. The model this award constructs prevents parameter estimation biases because of mismodeling eccentricity systematics, allowing for the extraction of eccentricity, informing astrophysical population models and allowing new general relativity tests. This research will enhance existing and developing new theory-agnostic gravitational-wave tests of general relativity, by creating a higher-harmonics version of the parameterized post-Einsteinian model, and by creating a brand-new artificial-intelligence-enabled test of general relativity through a tailor-made conditional variational auto-encoder. This award also implements broader impact activities aimed at changing the attitudes of K-12 students and the general public toward physics and science.  In \"The Art of Physics/The Physics of Art\", the project educates undergraduate and graduate students in cutting-edge physics to create art works that convey physics concepts. The art pieces compete at a juried exhibition, with the winning artist becoming the resident artists in physics for one year. In the \"Physics Facts and Fictions\" activity, the project creates a series of short, educational YouTube videos, which correct misconceptions about gravity for the general public. The videos are accompanied by cartoons that visualize the physics misconceptions and their resolutions. Through \"POINT\", the award creates a distribution channel for a new virtual reality simulation for middle school students that focuses on gravity. Virtual reality headsets and this simulation are taken on the road to nearby middle schools, and short lectures on gravity are created to accompany these simulations, with  all material generated becoming freely available to download online. The \"GW Artisan” is a book that introduces gravitational-wave physics, and its applications to astrophysics, cosmology, nuclear physics and theoretical physics, to advanced undergraduate and young  graduate students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicolas",
   "pi_last_name": "Yunes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicolas Yunes",
   "pi_email_addr": "nyunes@illinois.edu",
   "nsf_id": "000569735",
   "pi_start_date": "2022-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S Wright St",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124400",
   "pgm_ele_name": "Gravity Theory"
  },
  {
   "pgm_ele_code": "762100",
   "pgm_ele_name": "PHYSICS-BROADEN PARTICIPATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "069Z",
   "pgm_ref_txt": "Windows on the Universe (WoU)"
  },
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  },
  {
   "pgm_ref_code": "7621",
   "pgm_ref_txt": "PHYSICS-BROADEN PARTICIPATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 118541.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 209943.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 208898.0
  }
 ],
 "por": null
}