{
 "awd_id": "2207162",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Electron and Nuclear Spin Interactions with Periodic Optical Pumping",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924892",
 "po_email": "tdurakie@nsf.gov",
 "po_sign_block_name": "Tomasz Durakiewicz",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 470652.0,
 "awd_amount": 470652.0,
 "awd_min_amd_letter_date": "2022-07-19",
 "awd_max_amd_letter_date": "2022-07-19",
 "awd_abstract_narration": "Non-Technical Description:\r\nThe basic building block of matter is the atom which is made of electrons and the nucleus. Electrons have charges which can be made to flow, creating electric currents used in information processing and storage in electronics. Electrons and nuclei possess another fundamental property called “spin”, which can be utilized for quantum computing and offers a pathway for the more efficient integration of electronics with magnetic data storage. This project uses short light pulses to study the spins of electrons and the nuclei of semiconductor materials. The goal is to gain understanding of how periodic optical pumping can be used to control the nuclear spins. Understanding how electron and nuclear spins behave and interact contributes to the development of new technologies that could lead to faster and more efficient information processing, more robust platforms for quantum information processing and communication, and improved magnetic resonance imaging. The research also provides valuable training to students in semiconductor physics, state-of-the-art optical measurements, data acquisition and analysis, and numerical modeling. Graduates are prepared to pursue careers in the semiconductor and photonics industries. \r\n\r\nTechnical Description:\r\nThe project investigates the effect of periodic electron spin pumping on dynamic nuclear polarization in semiconductors with the goal of improving understanding of the coupled electron-nuclear spin system and how it is affected by material parameters, applied magnetic field, and light. Controlling the interactions between electron and nuclear spins is of great interest for spin-based quantum information processing, quantum communication, and magnetic resonance imaging. The nuclear spin depolarization time typically exceeds the electron spin lifetime by several orders of magnitude, providing a way to store information over longer time scales. In addition, nuclear spin fluctuations can limit the electron spin coherence time for localized electrons, so developing methods to reduce the effects of nuclear spin fluctuations can enhance the electron spin coherence time. The research utilizes optical pump-probe measurement techniques and numerical modeling to study dynamic nuclear spin polarization phenomena, including nuclear-induced frequency focusing, and aims to enable ways to more precisely control the nuclear spin system using designed localized pulse sequences to generate and rotate electron spin polarization. The project provides exciting opportunities for student training in semiconductor physics, optical spectroscopy, and numerical modeling.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vanessa",
   "pi_last_name": "Sih",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vanessa Sih",
   "pi_email_addr": "vsih@umich.edu",
   "nsf_id": "000507729",
   "pi_start_date": "2022-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "3003 South State St. Room 1062",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "106Z",
   "pgm_ref_txt": "Microelectronics and Semiconductors"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 470652.0
  }
 ],
 "por": null
}