{
 "awd_id": "2207169",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: NSF-BSF: Interbacterial and environmental signaling impacts on Vibrio coralliilyticus pathogenesis of coral",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032925368",
 "po_email": "jshisler@nsf.gov",
 "po_sign_block_name": "Joanna Shisler",
 "awd_eff_date": "2022-07-15",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 473768.0,
 "awd_amount": 473768.0,
 "awd_min_amd_letter_date": "2022-07-07",
 "awd_max_amd_letter_date": "2022-07-07",
 "awd_abstract_narration": "Reef-building corals provide habitats and nutrients for >25% of marine fish and invertebrates. Not only are coral reefs a critical ecosystem, but they also provide local areas with numerous ecological, cultural, and economic benefits. The world has lost about half of its total coral reef cover since the 1950s, which is attributed to threats like anthropogenic climate change and disease outbreaks. Increasing ocean temperatures correlates with increased disease incidence and outbreaks in coral. The marine bacterium Vibrio coralliilyticus is a pathogen that infects numerous species of coral and causes bleaching and tissue loss and other diseases. The focus of this research is to understand the signaling cues that promote V. coralliilyticus coral colonization and enable this bacterium to overtake the host’s protective microbiome and initiate disease in coral. An integrated understanding of V. coralliilyticus signaling and mechanisms of regulating virulence genes will contribute to the development of applied treatments for coral disease. Further, understanding the environmental cues that trigger outbreaks will be critical for disease management and prediction of outbreaks. The work proposed here also aims to demonstrate to the community how global warming affects coral, their natural microbiomes, and microbial pathogens. The three research institutions will collectively participate in four programs/committees to broaden dissemination of scientific discoveries and promote teaching, training, and participation of diverse groups: the Biology Summer Institute at Indiana University, Science Fest at Indiana University, The Alpha Program at Tel Aviv University, and the Science, Access, iNclusion, and Diversity committee at University of North Carolina Wilmington.\r\n\r\nThe coral field has a wealth of descriptive observations of disease ecology and the bacteria isolated from diseased coral. However, there is a dearth of information detailing the environmental signals that drive disease initiation and the molecular mechanisms employed by coral pathogens to respond to these signals. Bacterial signaling is a core component of pathogenesis, and Vibrio bacteria are central models for studying quorum sensing control of virulence. The central hypothesis is that quorum sensing signaling and temperature variations control virulence genes required for V. coralliilyticus pathogenesis of coral. Preliminary data suggest that virulence genes include toxins that directly target host coral cells, toxins that indirectly affect the host coral by killing the protective natural microbiome and/or the Symbiodiniaceae endosymbionts, and protective genes that confer resistance to V. coralliilyticus against antibacterial compounds. The researchers will test how quorum sensing, temperature, and host-derived signals affect virulence factors in vitro and in vivo. The first three objectives will identify and examine the virulence factors controlled by three primary bacterial systems that respond to the environment: 1) the V. coralliilyticus quorum sensing signaling system, 2) the toxin regulator ToxR, and 3) the type VI secretion system. The fourth objective will examine how each of these systems influence coral colonization and disease progression in a live coral infection model and its microbiome. This collaborative research will significantly contribute to the coral pathogenesis field because it will identify V. coralliilyticus virulence genes, virulence regulators, and the fitness of strains that are defective in virulence pathways.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Blake",
   "pi_last_name": "Ushijima",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Blake Ushijima",
   "pi_email_addr": "ushijimab@uncw.edu",
   "nsf_id": "000867926",
   "pi_start_date": "2022-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Wilmington",
  "inst_street_address": "601 S COLLEGE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WILMINGTON",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9109623167",
  "inst_zip_code": "284033201",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "NC07",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT WILMINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "L1GPHS96MUE1"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Wilmington",
  "perf_str_addr": "601 South College Road",
  "perf_city_name": "Wilmington",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "284033201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "NC07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "014Z",
   "pgm_ref_txt": "NSF and US-Israel Binational Science Fou"
  },
  {
   "pgm_ref_code": "5905",
   "pgm_ref_txt": "ISRAEL"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 473768.0
  }
 ],
 "por": null
}