{
 "awd_id": "2207572",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Interacting Particle Systems and Mean-field games Workshops",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2022-02-15",
 "awd_exp_date": "2023-01-31",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2022-02-16",
 "awd_max_amd_letter_date": "2022-02-16",
 "awd_abstract_narration": "This project will support participation of graduate students, post-doctoral researchers and early career researchers from the United States of America in one of the workshops \"Interacting Particle Systems and Hydrodynamic Limits\" to be held from March 13-27, 2022, or the \"Mean-Field Games\" workshop to be held from April 10-17, 2022 at the Centre de Recherches Mathematiques (CRM) in Montreal, Canada. Both workshops are part of a larger interdisciplinary thematic program on \"Probabilities and PDEs\" held at CRM from January to July 2022. Probability theory and the theory of partial differential equations (PDEs) are important areas of mathematics with substantial overlap in their methods and goals. In both fields, one of the major aims is to provide accurate models of how engineered, physical, chemical and biological systems change over time. Probability frequently focuses on how systems which are random and/or unpredictable at the microscopic level can become highly ordered at the macroscopic level. PDE theory frequently focuses on the spatial and temporal evolution of such macroscopic systems. For decades there has been a fruitful interplay between the two fields probability and PDEs, with both intuitions and mathematical techniques from each area finding application in the other. \r\n\r\nThis project focuses on two aspects of that interplay, which are both related to how probabilistic particle systems resemble PDEs when sufficiently \"zoomed out\". One of these, the area of mean-field games, describes scaling limits of strategically controlled interacting agents evolving as diffusions coupled via a graph structure (often the complete graph). The second, interacting particle systems and hydrodynamic limits, typically focuses on PDE approximations for particle systems in more geometric settings, such as lattices (on taking an appropriate fine-mesh limit in both space and time). The goal of this project is to support the participation of US-based junior researchers and researchers from underrepresented groups in a thematic semester on Probability and PDEs (and in particular their participation in two workshops, on the subjects of mean-field games and interacting particle systems), taking place in the first half of 2022 at the Centre de Recherches Mathématiques in Montréal, Canada. The thematic semester website is maintained at http://www.crm.umontreal.ca/2022/Probab22/index_e.php the Interacting Particle Systems and Hydrodynamic Limits Workshop at http://www.crm.umontreal.ca/2022/Particules22/index_e.php and the Mean-Field Games Workshop at  http://www.crm.umontreal.ca/2022/Games22/index_e.php.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kavita",
   "pi_last_name": "Ramanan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kavita Ramanan",
   "pi_email_addr": "Kavita_Ramanan@brown.edu",
   "nsf_id": "000109119",
   "pi_start_date": "2022-02-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dana",
   "pi_last_name": "Addario-Berry",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Dana L Addario-Berry",
   "pi_email_addr": "louigi.addario@mcgill.ca",
   "nsf_id": "000631844",
   "pi_start_date": "2022-02-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Centre de recherches mathematiques",
  "perf_str_addr": "2920 Chemin de la tour, Room 535",
  "perf_city_name": "Montreal",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CA",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Canada",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126300",
   "pgm_ele_name": "PROBABILITY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div>\n<p>Project Outcomes:</p>\n<p>This NSF support was used exclusively to defray the participation costs of ten junior US-based participants in two workshops held at the Centre de Recherches Math&eacute;matiques in Montreal, Canada,&nbsp;in cutting-edge areas of probability theory and related fields: interacting particle systems and hydrodynamic limits, and mean-field games. For many of the participants, including those who received NSF support, this was their first on-site conference of the pandemic period and the excitement for this in-person event was very tangible.&nbsp;</p>\n<p>The workshop on interacting particle systems and hydrodynamic limits was explicitly tailored to junior participants through the inclusion of a week-long preparatory mini-school, consisting of three courses, which provided a broad introduction to relevant background in the area. In particular, there were courses on \"Non-equilibrium Fluctuations of Interacting Particle Systems\", by Milton Jara (IMPA), on \"Interacting Particle Systems and stochastic PDEs\" by Hendrik Weber (Bath University, UK) and on \"Kinetically Constrained Spin Models\" by Cristina Toninelli (CNRS, Paris). During the preparatory school, several postdocs and PhD students also had the opportunity to present their research.&nbsp; The mini-school was followed by a hybrid workshop with experts presented their most recent and remarkable progress in the area of interacting particle systems. The hybrid format was particularly effective, allowing active participation of remote participants (with the chair monitoring the chats and allowing remote participants to ask questions even during the talk).</p>\n<p>&nbsp;</p>\n<p>The workshop on Mean Field Games, which also took place in hybrid format with a large in-person component, was also a resounding success. This one-week program consisted of 50-minute talks from 18 main speakers and 10- minute talks from 8 junior participants. The speakers represented the many facets of mean field game theory. There were presentations on both probabilistic and analytic developments in the theory, as well as computational progress and applications in economics and engineering. The first two days featured talks from two of the co-founders of the field, Pierre-Louis Lions and Peter Caines. Researchers presented their recent breakthroughs on long-standing challenges in the field, such as how to handle models with common noise (e.g., new PDE approaches from P. Cardaliaguet and a new stochastic construction from F. Delarue), how to analyze the increasingly ubiquitous master equation (e.g., new well-posedness conditions from W. Gangbo and a notion of irregular &ldquo;monotone solutions&rdquo; from C. Bertucci), and how to rigorously justify the mean field limit (e.g., stochastic and compactness-based methods from L. Tangpi and M.F. Djete, respectively).&nbsp;&nbsp; The workshop also incorporated an hour-long open problem session in which several researchers presented problems.&nbsp; This is bound to generate future research in the area.</p>\n<p>Also noteworthy were 10-minute &ldquo;lightning talks&rdquo; (spanning three sessions across different days), which gave eight junior participants the chance to showcase their work. These speakers all did a great job of fitting an effective talk into the constrained format. The talks (scheduled immediately before a coffee break) led to many follow-up discussions, providing a great networking opportunity for these young participants.</p>\n<p>&nbsp;</p>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/23/2023<br>\n\t\t\t\t\tModified by: Kavita&nbsp;Ramanan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nProject Outcomes:\n\nThis NSF support was used exclusively to defray the participation costs of ten junior US-based participants in two workshops held at the Centre de Recherches Math&eacute;matiques in Montreal, Canada, in cutting-edge areas of probability theory and related fields: interacting particle systems and hydrodynamic limits, and mean-field games. For many of the participants, including those who received NSF support, this was their first on-site conference of the pandemic period and the excitement for this in-person event was very tangible. \n\nThe workshop on interacting particle systems and hydrodynamic limits was explicitly tailored to junior participants through the inclusion of a week-long preparatory mini-school, consisting of three courses, which provided a broad introduction to relevant background in the area. In particular, there were courses on \"Non-equilibrium Fluctuations of Interacting Particle Systems\", by Milton Jara (IMPA), on \"Interacting Particle Systems and stochastic PDEs\" by Hendrik Weber (Bath University, UK) and on \"Kinetically Constrained Spin Models\" by Cristina Toninelli (CNRS, Paris). During the preparatory school, several postdocs and PhD students also had the opportunity to present their research.  The mini-school was followed by a hybrid workshop with experts presented their most recent and remarkable progress in the area of interacting particle systems. The hybrid format was particularly effective, allowing active participation of remote participants (with the chair monitoring the chats and allowing remote participants to ask questions even during the talk).\n\n \n\nThe workshop on Mean Field Games, which also took place in hybrid format with a large in-person component, was also a resounding success. This one-week program consisted of 50-minute talks from 18 main speakers and 10- minute talks from 8 junior participants. The speakers represented the many facets of mean field game theory. There were presentations on both probabilistic and analytic developments in the theory, as well as computational progress and applications in economics and engineering. The first two days featured talks from two of the co-founders of the field, Pierre-Louis Lions and Peter Caines. Researchers presented their recent breakthroughs on long-standing challenges in the field, such as how to handle models with common noise (e.g., new PDE approaches from P. Cardaliaguet and a new stochastic construction from F. Delarue), how to analyze the increasingly ubiquitous master equation (e.g., new well-posedness conditions from W. Gangbo and a notion of irregular \"monotone solutions\" from C. Bertucci), and how to rigorously justify the mean field limit (e.g., stochastic and compactness-based methods from L. Tangpi and M.F. Djete, respectively).   The workshop also incorporated an hour-long open problem session in which several researchers presented problems.  This is bound to generate future research in the area.\n\nAlso noteworthy were 10-minute \"lightning talks\" (spanning three sessions across different days), which gave eight junior participants the chance to showcase their work. These speakers all did a great job of fitting an effective talk into the constrained format. The talks (scheduled immediately before a coffee break) led to many follow-up discussions, providing a great networking opportunity for these young participants.\n\n \n\n\n\t\t\t\t\tLast Modified: 08/23/2023\n\n\t\t\t\t\tSubmitted by: Kavita Ramanan"
 }
}