{
 "awd_id": "2207050",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF-ANR: Detailed and Mechanistic Characterization of TAD Boundaries Using Complementary Single-Molecule Sequencing and Super-Resolution Imaging Approaches",
 "cfda_num": "47.049, 47.074",
 "org_code": "08070000",
 "po_phone": "7032927323",
 "po_email": "mhingora@nsf.gov",
 "po_sign_block_name": "Manju Hingorani",
 "awd_eff_date": "2022-02-01",
 "awd_exp_date": "2025-01-31",
 "tot_intn_awd_amt": 325000.0,
 "awd_amount": 325000.0,
 "awd_min_amd_letter_date": "2022-01-19",
 "awd_max_amd_letter_date": "2022-01-19",
 "awd_abstract_narration": "Eukaryotic genomes encode genetic information in their linear sequence, but appropriate expression of genes requires chromosomes to fold into complex and spatially distinct three-dimensional structures. Despite the remarkable conservation of these organizational features, there is limited understanding of how they enable chromosome function. A major leap forward in linking genome structure to function has been the discovery of Topologically Associating Domains (TADs), which are regional units of mammalian genomes implicated in gene regulation as well as DNA replication, repair and recombination. The boundaries between TADs are thought to prevent the “spreading” of molecular machineries involved in various processes. This research project aims to clarify the complex nature of TAD boundaries and better understand how they enable TAD structure and function. The project will also offer cross-disciplinary training opportunities for graduate and undergraduate students in complementary experimental and bioinformatic methods.\r\n\r\nCurrent experimental and in-silico models for TAD formation include simplified TAD boundaries consisting of punctuated and stable binding of CTCF protein. In contrast, recent evidence indicates that the boundaries are extended, dynamic and exhibit cell-to-cell variability. This project will employ novel single-molecule genomics approaches coupled with super-resolution imaging to identify and quantify the genetic elements that insulate neighboring TADs in single cells. The outcomes can help update models of TAD formation and improve understanding and prediction of how the boundaries contribute to TAD structure, dynamics and function. This new knowledge could in turn help identify mechanisms whereby uncharacterized genetic elements (e.g., identified in GWAS studies) cause subtle changes to gene regulation, DNA replication, repair and recombination. It may also help explain how TAD structure can be reorganized upon inherited or acquired changes to the non-coding genome (e.g., structural variation, polymorphisms).\r\n\r\nThis collaborative US/France project is supported by the US National Science Foundation and the French Agence Nationale de la Recherche, where NSF funds the US investigator and ANR funds the partners in France.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Joyce",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Joyce",
   "pi_email_addr": "erjoyce@upenn.edu",
   "nsf_id": "000856453",
   "pi_start_date": "2022-01-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "Research Services",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 325000.0
  }
 ],
 "por": null
}