{
 "awd_id": "2207665",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Molecular Quantum Control and Spectroscopy Using Light-Dressed States",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032922983",
 "po_email": "mkbeck@nsf.gov",
 "po_sign_block_name": "Mark K. Beck",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 557686.0,
 "awd_amount": 557686.0,
 "awd_min_amd_letter_date": "2022-08-02",
 "awd_max_amd_letter_date": "2022-08-02",
 "awd_abstract_narration": "The internal degrees of freedom, such as vibrations and rotations, of molecules and the variety of interactions between their quantum states give rise to a rich energy level structure. Diatomic molecules (those with two atoms) are ideal for experiments which are not possible with atoms but avoid the overwhelming complexity of polyatomic molecules. This project utilizes the interaction of laser radiation with diatomic molecules to study the strength of transitions between energy states, investigate the electronic structure of diatomic molecules composed of atoms of dysprosium or its relatives, and create molecular orientation. The two main ways by which chemical bonds are formed between atoms involve sharing of valence electrons (covalent) or a transfer of valence electrons from one atom to another (ionic). In many instances the nature of the chemical bond is a mixture of ionic and covalent character. Furthermore, theoretical predictions indicate that the character of a chemical bond can gradually change as a function of various parameters including the internuclear distance. The planned transition dipole moment measurements probe the strength of the interaction of an atom or a molecule with light. Such measurements provide a sensitive way to explore the changes in molecular electronic structure between covalent and ionic bonding. The research team will also study diatomic molecules formed from atoms with large magnetic moments such as dysprosium and erbium with unconventional magnetic properties and strong anisotropic interactions. The electronic structure of such dimer molecules is completely unknown experimentally. These studies will provide the missing critical data needed for the understanding of highly anisotropic interactions at short internuclear distance range and the realization of quantum gases of molecules with large magnetic moments. The control of molecular orientation experiments of the project will be of importance for the study of reactions of molecules with other molecules and atoms. The principal investigators will continue to strive engaging a diverse set of Physics students in research both at the graduate and undergraduate levels. The Optics and the Atomic, Molecular and Optical Physics courses taught by the principal investigators also serve interested chemistry and biophysics students.\r\n\r\n\r\nThis project involves a unique combination of multiple resonance high resolution spectroscopy and quantum optics techniques of dressed molecular quantum states with light for the purposes of quantum control. The SolsTiS laser system funded by the NSF MRI grant 2018443 provides a critical enhancement of laser power, tuning range, and frequency stability for the coupling laser in the proposed experiments. The dressed-states approach with an enhanced Rabi frequency will make it possible to control molecular alignment and orientation to study the effects of collisions on the rotational angular momentum of diatomic molecules. The ability to manipulate the rotational angular momentum of molecules makes it possible to obtain molecular frame information as well as allow control of physical and chemical processes whose rates are dependent on the orientation of the molecular axis. In addition, it will be possible to probe the transition dipole moment behavior in regions of avoided crossings between covalent diabatic potential energy functions and the ion-pair potential. The interaction of these potentials leads to large changes in the transition dipole moment and interesting long range potential energy wells with dense energy level structure with unusual radiative properties. The planned high resolution spectroscopic investigation of the lanthanide dimers will extend the atomic systems quantum magnetism studies to molecular systems with even larger magnetic moments than the atoms. These experiments will provide critical data for recent theoretical ab initio studies of the electronic structure of these important magnetic molecules.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aino",
   "pi_last_name": "Lyyra",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Aino M Lyyra",
   "pi_email_addr": "lyyra@temple.edu",
   "nsf_id": "000318918",
   "pi_start_date": "2022-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ergin",
   "pi_last_name": "Ahmed",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ergin Ahmed",
   "pi_email_addr": "erahmed@temple.edu",
   "nsf_id": "000546900",
   "pi_start_date": "2022-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "1925 North 12th Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191221801",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124100",
   "pgm_ele_name": "AMO Experiment/Atomic, Molecul"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 557686.0
  }
 ],
 "por": null
}