{
 "awd_id": "2207383",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Inferring Activity From Anatomy in Neuronal Cultures",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032924666",
 "po_email": "kblagoev@nsf.gov",
 "po_sign_block_name": "Krastan Blagoev",
 "awd_eff_date": "2022-03-01",
 "awd_exp_date": "2025-02-28",
 "tot_intn_awd_amt": 299126.0,
 "awd_amount": 299126.0,
 "awd_min_amd_letter_date": "2022-03-01",
 "awd_max_amd_letter_date": "2022-03-01",
 "awd_abstract_narration": "Emerging technologies to map whole brains at the synaptic level will soon produce complete maps of neural anatomy, but activity is only indirectly related to circuits, leaving large gaps in how we use anatomical maps to infer activity. Before facing the exabyte scales of whole brains, it is necessary to develop methods to infer activity from anatomy in smaller, simpler, but still complete model systems. Neural cell cultures (in vitro) are highly simplified systems that show complex dynamical activity, can be monitored in terms of spatial activity, and can have parameters tuned by chemistry. Critically, cultures are small, complete networks where every physical connection can be mapped and activity monitored at the single cell level. Thus, interpretations on how the physical wiring and activity in neural networks are correlated will not be confounded by artifacts or limitations encountered by other experimental methods that utilize living animals or brain tissue (e.g. living brain slices have thousands of severed connections.). \r\n\r\nAs well as a substrate on which to develop methods later to be applied to whole brains, neural cell cultures are of interest as model systems in their own right. In a separate development far from neuroscience, research on 'active matter' - the interactions of autonomous agents - has suggested new principles about how quiescent states become active, and potentially synchronize. This project aims to bring together the novel theoretical perspective with simplified but biologically relevant experiments, using the latest tools of cell culture, neural recording, and connectomics. The goal of the project is to produce an explicit physical model where the three key elements of neuronal systems are joined up: functional recording from a 2D neural cell network; connectivity measurement through serial electron microscopy; explicit theoretical modelling of the dynamics of the neural system. The fundamental question is: Can one infer activity from anatomy?\r\n \r\nThis research focuses on dynamical transitions between neural states, including synchrony. Epilepsy is a disease of synchrony and one of the co-investigators has his principal research activity in clinical investigations of pediatric epilepsy. There is little fundamental understanding about the (temporal) transition to seizure and we hope that understanding in a model system a (parameter driven) transition could be useful. Model systems are important in biology and physics. We hope that establishing a framework to analyze neural cell cultures will help normalize investigations which would otherwise be disconnected. The PIs will work with the electron microscopy program at Chicago State, a historically minority serving university. CSU students will be engaged in data analysis both as a component of their training in microscopy techniques and as full partners in the research.\r\n\r\nThe PIs specifically ask: What does it mean to have a balanced network that can spontaneously fire without complete synchrony? Can one control the transitions from one generic dynamical phase to another? Is there emergent spatial and temporal scaling at such a transition? Are there qualitative differences between networks with long- and short-range correlations? This work is intended to build a framework that can be applied in the future to the growing number of published connectomic datasets derived from different brain regions and other ex vivo experimental platforms such as living brain slices/organoids and inform the analysis of large scale connectomics in whole brains.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Littlewood",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Peter B Littlewood",
   "pi_email_addr": "littlewood@uchicago.edu",
   "nsf_id": "000667081",
   "pi_start_date": "2022-03-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregg",
   "pi_last_name": "Wildenberg",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Gregg A Wildenberg",
   "pi_email_addr": "gwildenberg@uchicago.edu",
   "nsf_id": "000860533",
   "pi_start_date": "2022-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "6054 South Drexel Avenue",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606372612",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 299126.0
  }
 ],
 "por": null
}