{
 "awd_id": "2207515",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Principles of Motor Skills (re)Learning When Using Powered Exoskeletons",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032925365",
 "po_email": "jberg@nsf.gov",
 "po_sign_block_name": "Jordan Berg",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 299926.0,
 "awd_amount": 299926.0,
 "awd_min_amd_letter_date": "2022-02-05",
 "awd_max_amd_letter_date": "2022-02-05",
 "awd_abstract_narration": "Exoskeletons have great potential to augment physical power while preserving human skill in dynamic industrial environments. However, many industrial tasks involving tools are complex, and require high dexterous control. Workers also have different levels of experience and possess different physical and cognitive skill-sets. Hence, exoskeleton acceptability and appropriate training are key factors that will determine future industrial applications. This EArly-concept Grant for Exploratory Research (EAGER) project will promote the progress of science and advance the national health, prosperity and welfare by identifying basic principles of human motor skill learning when using multi-joint arm exoskeletons to perform complex tasks. By introducing exoskeletons to users with varying levels of task-relevant skills at baseline, and by modeling learning using a comprehensive set of neuromotor measures, the project promises to discover fundamental principles that will guide the design of adaptable exoskeleton control algorithms and personalized training protocols that can produce true collaboration between exoskeletons and individuals with diverse skills.  Broader impacts of the work include workshops focused on increasing workers awareness of exoskeletons and their potential applications in the workplace, as well as opportunities for worker-skills training using exoskeletons.\r\n\r\nThis work will advance knowledge of the complex learning dynamics that arise in human-exoskeleton systems through systematic manipulation of critical mind-motor-machine factors influencing the collaboration between man and machine. Our novel contribution will be to expand the generalizability of a two-stage multi-rate model of motor adaptation by studying short- and long-term adaptations with exoskeleton use by a broad range of users with varying skill and tasks of varying complexity. The concept of persistent excitation will be leveraged to perturb the dynamical conditions under which the human accomplishes the task, to maximize human learning from the machine, while an extremum seeking control approach will be implemented for the machine to learn from the human response. The two concepts will be combined in a novel exoskeleton control algorithm for adaptively tuning exoskeleton parameters (such as torque amplification) as the human’s use of the exoskeleton evolves.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Divya",
   "pi_last_name": "Srinivasan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Divya Srinivasan",
   "pi_email_addr": "sriniv5@clemson.edu",
   "nsf_id": "000750542",
   "pi_start_date": "2022-02-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "230 Kapa Street",
  "perf_city_name": "Clemson",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "058Y00",
   "pgm_ele_name": "M3X - Mind, Machine, and Motor"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "070E",
   "pgm_ref_txt": "INTEG OF HUMAN & COGNITIVE"
  },
  {
   "pgm_ref_code": "7632",
   "pgm_ref_txt": "HUMAN-ROBOT INTERACTION"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 299926.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goals of this project were to understand how skill acquisition and motor learning are affected by the use of assistive exoskeletons, and how motor coordination is affected by different assistance profiles of exoskeletons. Towards this end, we conducted a first study in which we tested if short-term visuomotor calibration was effectively preserved during the use of a passive arm-support exoskeleton.&nbsp;We investigated how&nbsp;proprioception enables people to point to targets in a blindfolded, repetitive pointing task, and their ability to recalibrate their pointing movement based on visual feedback during an intervening&nbsp;calibration phase, both with and without an arm-support exoskeleton. On each trial, participants were instructed to follow a metronome to repeatedly point between targets placed either on a vertical or&nbsp;horizontal plane in front of them. Participants&rsquo; average pointing error slightly increased during the use of an exoskeleton, compared to when they did not; and the pointing error was larger in the horizontal target condition than vertical. It was also observed that the average pointing error was lower during arm flexion as compared to extension movements. Participants' movement dynamics, analyzed using Recurrence Quantification Analysis, indicated that movements were less deterministic and less stable during exoskeleton-use as compared to the control condition. The implications of these results for further design and use of arm-support exoskeletons, and for facilitating their integration into the natural motor synergies in humans, was discussed in a follow-up publication.</p>\r\n<p>In a second study, a human-subjects study was designed to study the effects of a back-support exoskeleton on learning and motor adaptations, during the performance of repetitive lifting tasks. The results indicated substantial modifications to movement kinematics during bending and lifting tasks; however, over the course of the 90 minute adaptation period, the changes in trunk kinematics did not exhibit significant adaptation patterns; and finally, when the exoskeleton was doffed, users immediately (and significantly) switched to pre-exoskeleton baseline levels, as indicated by several joint angle and velocity measures. The cycle-to-cycle variability of joint kinematics of trunk and pelvis were not significantly greater during the exoskeleton condition. This indicated that exoskeleton-use modified user patterns, but in a meaningful and well-calibrated manner, without greater variance or evidence for learning effects.</p>\r\n<p>In a final study, the assistance profile of a powered back-support was modulated during repetitive lifting, and user-preferences (subjective) and objective trunk muscle activity and kinematics measures were analyzed, to understand if there is a universal preference of assistance levels across individuals, or if an individual user-preference for assistance level can be predicted based on anthropometric, strength, and behavioral measures.</p>\r\n<p>The project led to training of three graduate students, who each contributed to the different studies, in terms of experimental design, data analyses, and dissemination.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/08/2025<br>\nModified by: Divya&nbsp;Srinivasan</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe major goals of this project were to understand how skill acquisition and motor learning are affected by the use of assistive exoskeletons, and how motor coordination is affected by different assistance profiles of exoskeletons. Towards this end, we conducted a first study in which we tested if short-term visuomotor calibration was effectively preserved during the use of a passive arm-support exoskeleton.We investigated howproprioception enables people to point to targets in a blindfolded, repetitive pointing task, and their ability to recalibrate their pointing movement based on visual feedback during an interveningcalibration phase, both with and without an arm-support exoskeleton. On each trial, participants were instructed to follow a metronome to repeatedly point between targets placed either on a vertical orhorizontal plane in front of them. Participants average pointing error slightly increased during the use of an exoskeleton, compared to when they did not; and the pointing error was larger in the horizontal target condition than vertical. It was also observed that the average pointing error was lower during arm flexion as compared to extension movements. Participants' movement dynamics, analyzed using Recurrence Quantification Analysis, indicated that movements were less deterministic and less stable during exoskeleton-use as compared to the control condition. The implications of these results for further design and use of arm-support exoskeletons, and for facilitating their integration into the natural motor synergies in humans, was discussed in a follow-up publication.\r\n\n\nIn a second study, a human-subjects study was designed to study the effects of a back-support exoskeleton on learning and motor adaptations, during the performance of repetitive lifting tasks. The results indicated substantial modifications to movement kinematics during bending and lifting tasks; however, over the course of the 90 minute adaptation period, the changes in trunk kinematics did not exhibit significant adaptation patterns; and finally, when the exoskeleton was doffed, users immediately (and significantly) switched to pre-exoskeleton baseline levels, as indicated by several joint angle and velocity measures. The cycle-to-cycle variability of joint kinematics of trunk and pelvis were not significantly greater during the exoskeleton condition. This indicated that exoskeleton-use modified user patterns, but in a meaningful and well-calibrated manner, without greater variance or evidence for learning effects.\r\n\n\nIn a final study, the assistance profile of a powered back-support was modulated during repetitive lifting, and user-preferences (subjective) and objective trunk muscle activity and kinematics measures were analyzed, to understand if there is a universal preference of assistance levels across individuals, or if an individual user-preference for assistance level can be predicted based on anthropometric, strength, and behavioral measures.\r\n\n\nThe project led to training of three graduate students, who each contributed to the different studies, in terms of experimental design, data analyses, and dissemination.\r\n\n\n\t\t\t\t\tLast Modified: 01/08/2025\n\n\t\t\t\t\tSubmitted by: DivyaSrinivasan\n"
 }
}