{
 "awd_id": "2207436",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Using Mobile Phone Data to Understand the Impacts of the COVID-19 Pandemic on Food Assistance Use in Alaska",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032920000",
 "po_email": "lfrink@nsf.gov",
 "po_sign_block_name": "Liam Frink",
 "awd_eff_date": "2022-02-01",
 "awd_exp_date": "2025-01-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2022-02-08",
 "awd_max_amd_letter_date": "2022-02-08",
 "awd_abstract_narration": "The COVID-19 pandemic has strained national and international transportation systems, affecting the cost and availability of food and other essentials. The pandemic has also exacerbated economic inequalities, disproportionately affecting vulnerable and low-income communities. In Alaska, most households rely on costly imported foods, and many, especially those with children, are experiencing food insecurity and undernutrition. This project investigates the impact of the COVID-19 pandemic on household use of food assistance in urban Alaska over the past three years. \r\n\r\nThrough an innovative methodology using mobility data and spatial analysis, the PI team evaluates links between social and demographic variables and food pantry access, identifying food insecurity hotspots where need is greatest. This methodology may be applied elsewhere in the U.S. to identify and assist communities facing food insecurity. Working with local partners, research findings will be rapidly disseminated to stakeholders to inform food assistance programs. Research findings will also be used for university curriculum development and workshops. More broadly, assessment and response to food assistance needs during periods of crisis will improve the household security of vulnerable and low-income Americans.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Guangqing",
   "pi_last_name": "Chi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guangqing Chi",
   "pi_email_addr": "gchi@psu.edu",
   "nsf_id": "000537874",
   "pi_start_date": "2022-02-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Junjun",
   "pi_last_name": "Yin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Junjun Yin",
   "pi_email_addr": "juy173@psu.edu",
   "nsf_id": "000767948",
   "pi_start_date": "2022-02-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Megan",
   "pi_last_name": "Mucioki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Megan Mucioki",
   "pi_email_addr": "megan.mucioki@emory.edu",
   "nsf_id": "000848895",
   "pi_start_date": "2022-02-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 Old Main",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The COVID-19 pandemic disrupted food security worldwide, intensifying challenges for many communities and increasing the number of households facing difficulties in obtaining nutritious food. In&nbsp;Alaska, food insecurity is a growing concern, driven by&nbsp;the state&rsquo;s remote location.&nbsp;With over 90% of Alaska&rsquo;s food supply coming from outside the state, supply chain disruptions and rising living expenses have made access to affordable, nutritious food even more difficult for residents.</p>\r\n<p>One critical component of Alaska&rsquo;s food assistance network is the food pantry system. These pantries serve as a safety net, ensuring that essential resources reach to people who have difficulties with access to food. However, there is little understanding of how food pantry use changed during the pandemic, how it affected reliance on the emergency food system, and whether additional food pantry programs are needed.</p>\r\n<p>To understand shifts in the use of food assistance, we used mobile phone data at the census block group level to detect mobility patterns before and during the pandemic. We analyzed movement trends in the Anchorage metropolitan area from January 2019 through December 2021. Our study examined changes in food pantry visitation patterns, factors affecting their use, and whether mobile pantry locations effectively reached communities in need.</p>\r\n<p>We found significant seasonal variations in pantry visits, with increased reliance during winter, reflecting Anchorage&rsquo;s long, cold winters and seasonal food availability. There was a decline in visits to food pantry sites when the pandemic began, which was likely due to safety concerns and changes in food assistance programs. Our findings also suggest that food assistance was important to people during the pandemic and that employed individuals and renters showed higher reliance than other residents on food pantries. We also found that households located within a 10-minute walk or 15-minute drive of a pantry were significantly more likely to visit a pantry, reinforcing the importance of optimal placement of food pantries, particularly in remote and rural areas.</p>\r\n<p>This study reveals changes in food pantry use and varying demands across different areas, which helps us understand who relies on food pantries, when demand is highest, and where food assistance is most needed. Our findings highlight the importance of pantry locations, showing that distance plays a key role in whether people can get the help they need. These insights can help improve the development and location of food assistance programs, guide emergency response efforts, and ensure that resources are distributed effectively, both in Alaska and beyond.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/08/2025<br>\nModified by: Guangqing&nbsp;Chi</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe COVID-19 pandemic disrupted food security worldwide, intensifying challenges for many communities and increasing the number of households facing difficulties in obtaining nutritious food. InAlaska, food insecurity is a growing concern, driven bythe states remote location.With over 90% of Alaskas food supply coming from outside the state, supply chain disruptions and rising living expenses have made access to affordable, nutritious food even more difficult for residents.\r\n\n\nOne critical component of Alaskas food assistance network is the food pantry system. These pantries serve as a safety net, ensuring that essential resources reach to people who have difficulties with access to food. However, there is little understanding of how food pantry use changed during the pandemic, how it affected reliance on the emergency food system, and whether additional food pantry programs are needed.\r\n\n\nTo understand shifts in the use of food assistance, we used mobile phone data at the census block group level to detect mobility patterns before and during the pandemic. We analyzed movement trends in the Anchorage metropolitan area from January 2019 through December 2021. Our study examined changes in food pantry visitation patterns, factors affecting their use, and whether mobile pantry locations effectively reached communities in need.\r\n\n\nWe found significant seasonal variations in pantry visits, with increased reliance during winter, reflecting Anchorages long, cold winters and seasonal food availability. There was a decline in visits to food pantry sites when the pandemic began, which was likely due to safety concerns and changes in food assistance programs. Our findings also suggest that food assistance was important to people during the pandemic and that employed individuals and renters showed higher reliance than other residents on food pantries. We also found that households located within a 10-minute walk or 15-minute drive of a pantry were significantly more likely to visit a pantry, reinforcing the importance of optimal placement of food pantries, particularly in remote and rural areas.\r\n\n\nThis study reveals changes in food pantry use and varying demands across different areas, which helps us understand who relies on food pantries, when demand is highest, and where food assistance is most needed. Our findings highlight the importance of pantry locations, showing that distance plays a key role in whether people can get the help they need. These insights can help improve the development and location of food assistance programs, guide emergency response efforts, and ensure that resources are distributed effectively, both in Alaska and beyond.\r\n\n\n\t\t\t\t\tLast Modified: 03/08/2025\n\n\t\t\t\t\tSubmitted by: GuangqingChi\n"
 }
}