{
 "awd_id": "2207977",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Universal Few-Body Quantum States and Interactions",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927927",
 "po_email": "mcavagne@nsf.gov",
 "po_sign_block_name": "Mike Cavagnero",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 354239.0,
 "awd_amount": 354239.0,
 "awd_min_amd_letter_date": "2022-05-18",
 "awd_max_amd_letter_date": "2022-05-18",
 "awd_abstract_narration": "This project advances scientific progress in a number of ways that relate to our national interest.  The work will develop an understanding of a class of problems involving more than just two particles where current theory is extremely limited.  Specifically, the group will extract new insights into the interaction of three or four or even a few more particles, which might be atoms or molecules or nucleons or even quarks.  Those apparently dramatically different systems often show a universality, meaning that some aspects of one system are very similar and are even mirrored in other systems. This research advances one of the most promising theoretical methods for attacking this difficult class, which is based on the introduction of unusual collective coordinates that describe the motions of the system. Once the best coordinates have been selected, the project can implement the quantum mechanical equations on modern computers, and extract accurate numerical solutions. The project should yield credible predictions of new phenomena, and also qualitative insights that can suggest new paths that further advance this field of research.  The effort also strengthens the pool of talent capable of tackling the most challenging theoretical questions in the microscopic world.\r\n\r\nThe research planned for this proposal builds on progress in understanding currently interesting problems in universal few-body physics, stressing applications relevant to ultracold quantum systems. This active theoretical and experimental field has seen highly unusual bound and resonant states, as in the so-called Efimov effect, and it has also led to the development of theoretical methods, such as the adiabatic hyperspherical representation, which are capable of quantitatively describing inelastic collision and loss phenomena for collisions involving two to four atoms or molecules. The project will address the full parameter space of complexity of such ultracold few-body systems, both with and without an external electromagnetic field that can dress the system and modify its properties. The efforts will work to overcome the technical challenges associated with treating more than four atoms, pushing aggressively to treat five atoms in particular.  Note that ultracold quantum gas physics links quantal phenomena across multiple subfields, notably atomic, molecular, optical, condensed matter, nuclear physics, and chemical physics. What is learned about the four-fermion system with ultracold atoms, for instance, can yield (and has yielded) insights into the nuclear physics problem of four interacting nucleons.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "Greene",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Chris H Greene",
   "pi_email_addr": "chgreene@purdue.edu",
   "nsf_id": "000406059",
   "pi_start_date": "2022-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "Young Hall",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072114",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128400",
   "pgm_ele_name": "AMO Theory/Atomic, Molecular &"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 354239.0
  }
 ],
 "por": null
}