{
 "awd_id": "2207449",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Deep Neural Network Machine Learning for Oscillatory Navier-Stokes Flows and Nonlinear Operators, and High Dimensional Fokker-Planck Equations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922113",
 "po_email": "ygorb@nsf.gov",
 "po_sign_block_name": "Yuliya Gorb",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 348805.0,
 "awd_amount": 348805.0,
 "awd_min_amd_letter_date": "2022-08-02",
 "awd_max_amd_letter_date": "2022-08-02",
 "awd_abstract_narration": "The goal of this project is to develop machine learning (ML) technology with deep neural networks (DNNs) to study a wide range of physical and chemical phenomena. DNN has demonstrated its tremendous power in artificial intelligence (AI) applications such as speech recognition, automatic self-driving, image classification, etc. This research will attempt to harness the power of the DNN for scientific discoveries by increasing computational and simulation capabilities in learning and understanding complex phenomena such as fluid flows for ship building applications, seismic wave predictions, chemical reactions in drug designs.\r\n \r\nIn this project, to address some of the key computational challenges in scientific computing, new classes of deep neural network (DNN) ML algorithms will be developed with capabilities for better frequency resolution for simulating oscillatory fluid flows in complex geometries and nonlinear operators in oscillatory function spaces, and increased powers for addressing the curse of dimensionality (CoD) in solving high dimensional Fokker-Planck equations (FPE) from transition path theory (TPT) of complex biochemical systems. Specifically, research will be carried out in three major computational issues relevant to scientific and engineering computing: (a) To develop multiscale DNNs as a viable meshless method for solving time dependent highly oscillatory Navier-Stokes flows in complex domains, and a practical alternative method to traditional numerical methods with no costly mesh generation or linear system solvers. (b) To develop multiscale DNN learning algorithms for nonlinear operators in highly oscillatory function spaces for seismic wave prediction, and forward and inverse scattering applications. (c) To develop forward and backward stochastic differential equation (FBSDE) based multiscale DNNs for boundary value problems of high dimensional PDEs such as Fokker-Planck equations arising from statistical description of physical systems with application in computing committor functions and transition rates in transition path sampling theory of complex chemical and biological systems. This research will have a broad impact in improving the capability of ML for scientific computing in many ways. Efficient meshless DNN algorithms for oscillatory flows in complex geometry and representation of nonlinear operator for physical qualities of highly oscillatory nature can reduce the cost of many optimization, and forward and inverse problems in scientific and engineering research. Overcoming the CoD in solving high dimensional Fokker-Planck equations with the multi-scale FBSDE DNN algorithms will have a wide range impact on both the ML research and many scientific areas such as material sciences and optimal control, financial engineering, as well as to biological system dynamics. Moreover, the project will place strong emphasis on data science education with new ML course development and activities in the Data Science Institute at SMU.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wei",
   "pi_last_name": "Cai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wei Cai",
   "pi_email_addr": "cai@smu.edu",
   "nsf_id": "000110439",
   "pi_start_date": "2022-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Methodist University",
  "inst_street_address": "6425 BOAZ ST RM 130",
  "inst_street_address_2": "",
  "inst_city_name": "DALLAS",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2147684708",
  "inst_zip_code": "752051902",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "SOUTHERN METHODIST UNIVERSITY",
  "org_prnt_uei_num": "S88YPE3BLV66",
  "org_uei_num": "D33QGS3Q3DJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Methodist University",
  "perf_str_addr": "3200 Dyer street, 208 Clements H",
  "perf_city_name": "Dallas",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "752750302",
  "perf_ctry_code": "US",
  "perf_cong_dist": "32",
  "perf_st_cong_dist": "TX32",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  },
  {
   "pgm_ref_code": "079Z",
   "pgm_ref_txt": "Machine Learning Theory"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 348805.0
  }
 ],
 "por": null
}