{
 "awd_id": "2207674",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Attosecond Electron Dynamics in Polyatomic Molecules Probed by Water Window X-Rays",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032922983",
 "po_email": "mkbeck@nsf.gov",
 "po_sign_block_name": "Mark K. Beck",
 "awd_eff_date": "2022-07-15",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 395102.0,
 "awd_amount": 395102.0,
 "awd_min_amd_letter_date": "2022-07-08",
 "awd_max_amd_letter_date": "2024-07-05",
 "awd_abstract_narration": "Ultrashort pulses of laser light enable the highest-speed shutters for X-ray cameras that can record slow-motion pictures of rapidly-moving charged particles in atoms, molecules and solids. X-rays are ideal for this purpose as they can differentiate three important elements -- carbon, nitrogen and oxygen -- by their characteristic absorption features. In a collaborative research program between the University of Central Florida (UCF) and the University of Maryland (UMD), the team of Dr. Chang and Hill observe the hopping of electrons between atoms in organic molecules by taking advantage of the time-resolving power of ultrashort pulses and the element-resolving capabilities of X-rays. The tools developed by this program are anticipated to impact a variety of research in other fields.  Two examples are (1) addressing fundamental biological questions associated with photosynthesis and (2) making technological advances in the photovoltaic effect necessary to improve the efficiency of solar panels. The collaborative project provides opportunities for graduate students and postdocs to work at one of the forefronts of atomic, molecular and optical physics, while being trained to become leaders in the research area of ultrafast molecular dynamics and experts in attosecond technologies. Courses on attosecond optics and physics are offered at UCF for undergraduate and graduate students, which include lab demonstrations held in the attosecond facility (students from UMD are able to attend via an internet link). A key element of this program is the special effort made to attract and engage investigators from underrepresented groups and building connections with students and investigators at Historically Black Colleges and Universities in Florida and Maryland.\r\n\r\nThe UCF-UMD collaboration has assembled the instrumentation and personnel (1) to study photoinduced dynamics in prototype molecules and (2) to analyze the results with state-of-the-art analytical tools. Specifically, ultrafast charge-migration dynamics is being probed experimentally with transient absorption of core-level states of carbon and oxygen while quantitative analysis is done in collaboration with UCF theorists with specialized numerical codes. Attosecond transient absorption spectroscopy (ATAS) was first demonstrated in the extreme ultraviolet (10 to 120 eV) using light sources based on high harmonic generation (HHG) driven by near infrared Ti:Sapphire lasers. During the last funding period, the spectrum range of ATAS was demonstrated at the nitrogen K-edge (400 eV) by taking advantage of the new generation attosecond HHG light sources enabled by short-wave infrared drivers. There are two objectives in the current investigation.  The first is to extend the spectral range of the attosecond source to cover the full water window, and to conduct ATAS at the oxygen K-edge (530 eV), nitrogen edge, and carbon K-edge (280 eV) simultaneously.  This will enable charge migration in large molecules such as propionic acid to be investigated more quantitatively.  The second objective is to track structural changes induced by the infrared pulse in methane as hydrogen atoms are removed (deprotonization), and to observe infrared light-induced isomerization of acetylene into vinilydene with sub-femtosecond resolution. An overarching aim of the project is to show that it is possible to trace the dynamics of charge density with atomic spatial resolution and attosecond temporal resolution by measuring spectroscopic features related to the element-specific core-to-valence transitions induced by X-ray radiation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Zenghu",
   "pi_last_name": "Chang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zenghu Chang",
   "pi_email_addr": "Zenghu.Chang@ucf.edu",
   "nsf_id": "000545231",
   "pi_start_date": "2022-07-08",
   "pi_end_date": "2024-02-27"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yi",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yi Wu",
   "pi_email_addr": "yiwu@ucf.edu",
   "nsf_id": "000930424",
   "pi_start_date": "2024-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124100",
   "pgm_ele_name": "AMO Experiment/Atomic, Molecul"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 128380.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 131664.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 135058.0
  }
 ],
 "por": null
}