{
 "awd_id": "2208816",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: The 38th Annual Interdisciplinary Plant Group Symposium:  Enhancing the Resilience of Plant Systems to Climate Change",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032925076",
 "po_email": "gschoenk@nsf.gov",
 "po_sign_block_name": "Gerald Schoenknecht",
 "awd_eff_date": "2022-03-01",
 "awd_exp_date": "2023-02-28",
 "tot_intn_awd_amt": 14820.0,
 "awd_amount": 14820.0,
 "awd_min_amd_letter_date": "2022-01-10",
 "awd_max_amd_letter_date": "2022-01-10",
 "awd_abstract_narration": "Plants sustain life on Earth, but are threatened by global environmental change. Increasing concentrations of greenhouse gases in the atmosphere have caused rapid changes in climate. Understanding how plants respond to the combination of elevated carbon dioxide, warming temperatures, and more variable precipitation is crucial towards developing more resilient crops, more efficient agricultural systems, and determining how natural ecosystems will cope with rapidly evolving environmental conditions to aid in conservation efforts. Developing pathways for mitigating and adapting to climate change is a grand challenge facing society, and for which the plant science community will play a central role to ensure food, water, and energy security. The purpose of the University of Missouri Interdisciplinary Plant Group’s 38th Annual Symposium, which has the theme Enhancing the Resilience of Plant Systems to Climate Change, is to bring together world-leading experts from diverse disciplines to educate the scientific community on the opportunities to develop innovative mitigation strategies to adapt plants to climate change. A major emphasis of the symposium is the scientific program that fosters the development of early career scientists (e.g., students and postdoctoral fellows), particularly those from underrepresented groups, through learning and networking opportunities. Additionally, the exposure to interdisciplinary research and the interactions with scientists from diverse research backgrounds will be an invaluable experience. Instilling the virtues of interdisciplinary collaboration early in students’ careers will provide broad impacts to society by equipping the next generation of scientists with the mindset and approach needed to tackle big societal challenges.\r\n\r\nPlants sustain life on Earth and human civilization by providing oxygen, food, fiber, fuel, and innumerable ecosystem services. Climate change poses a grave threat to plants and thus life on Earth. Enhancing fundamental scientific knowledge of plant environmental responses, and predictions of how plants will respond to the combination of elevated carbon dioxide concentrations, warmer temperatures, and more variable precipitation are critical elements of mitigation and adaptation strategies. The development of novel plants with enhanced stress tolerance and/or yields is needed to maintain food security. Moreover, projecting the future climate is dependent on biosphere-atmosphere interactions, which is highly reliant on accurate representation of plant environmental responses in models. The scope of the challenge is large, and magnified by the need for strong interdisciplinary research efforts. The 38th University of Missouri Interdisciplinary Plant Group’s Annual Symposium: Enhancing the Resilience of Plant Systems to Climate Change, will bring together preeminent experts at the intersections of disciplines and diverse scales ranging from molecules to ecosystems, to educate the scientific community on the opportunities to develop innovative mitigation strategies and to adapt plants to climate change. A major goal of the symposium is creating learning and networking opportunities for students and postdoctoral fellows, particularly those from underrepresented groups. The exposure to interdisciplinary research will be an invaluable experience. Furthermore, instilling the virtues of interdisciplinary collaboration early in students’ careers will provide broader impact to society by equipping the next generation of scientists with the mindset and approach needed to tackle big societal challenges.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Wood",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey D Wood",
   "pi_email_addr": "woodjd@missouri.edu",
   "nsf_id": "000749000",
   "pi_start_date": "2022-01-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Braun",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Braun",
   "pi_email_addr": "braundm@missouri.edu",
   "nsf_id": "000451620",
   "pi_start_date": "2022-01-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "The Curators of the University of Missouri",
  "perf_str_addr": "Bond Life Sciences Center",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652110001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  },
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  },
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 14820.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of the University of Missouri (MU) Interdisciplinary Plant Group?s 38<sup>th</sup> Annual Symposium, which had the theme <em>Enhancing the Resilience of Plant Systems to Climate Change</em>, was to bring together world-leading experts from diverse disciplines to educate the scientific community on opportunities to develop innovative mitigation strategies and to adapt plants to climate change.</p>\n<p><em><span style=\"text-decoration: underline;\">Intellectual Merits:</span></em> Plants sustain life on Earth but are threatened by global environmental change. Understanding how plants respond to the combination of elevated carbon dioxide, warming temperatures, and more variable precipitation is crucial towards developing more resilient crops, more efficient agricultural systems, and determining how natural ecosystems will cope with rapidly evolving environmental conditions to aid in conservation efforts. Developing pathways for mitigating and adapting to climate change is a grand challenge facing society, and for which the plant science community will play a central role to ensure food, water, and energy security.</p>\n<p>The overarching goals of the symposium were to: (i) Foster the sharing of ideas and promote interdisciplinary research to address critical challenges, (ii) Create networking opportunities for students and postdocs, and (iii) Foster the career development of early career investigators.</p>\n<p><em>The specific objective of this NSF project was to support the participation of students and postdocs attendees, and to enhance the participation of individuals from underrepresented groups.</em> To that end, we (i) subsidized the registration fee for all student and postdoc attendees to keep costs as low as possible, (ii) covered all symposium costs of a cohort of 7 students and 5 faculty from Lincoln University, an Historically Black College and University (HBCU) in Jefferson City, MO, and (iii) provided 1 travel award to a graduate students Iowa State University.</p>\n<p>The symposium was held May 25?27, 2022, with the scientific program organized around five sessions spanning a broad range of themes including (i) carbon dynamics, (ii) agroecology, (iii) responses to abiotic stress and elevated CO<sub>2</sub>, (iv) plant-biotic interactions, and (v) developing novel plants. The sessions were comprised of oral presentations by invited speakers and selected ?speed poster? talks contributed by student and postdoc participants. There were also contributed poster sessions and numerous opportunities for students to interact with our invited speakers.</p>\n<p><em><span style=\"text-decoration: underline;\">Broader Impacts:</span></em> The excitement in the air was palpable because of a confluence of events that were particular to this symposium. Not only was there great enthusiasm from students attending their first ever scientific meeting, but this was coupled with excitement and delight exuded by many of our senior invited speakers, who were attending their first in-person meeting since the Covid-19 pandemic began. After a long planning period, and with the ongoing pandemic injecting uncertainty, it was gratifying to see the symposium unfold with such excitement and engagement among participants.</p>\n<p>A major emphasis of the symposium is the scientific program that fosters the career development of students and postdoctoral fellows through learning and networking opportunities. The 2022 scientific program was the broadest in IPG symposium history, and it was appreciated by many students. Faculty participants also found the engagement with students to be a clear highlight?with many students voicing appreciation for the opportunities to network with faculty. The exposure to interdisciplinary research and the interactions with scientists from diverse research backgrounds was an invaluable experience for students and postdocs. Instilling the virtues of interdisciplinary collaboration early in students? careers will provide broad impacts to society by equipping the next generation of scientists with the mindset and approach needed to tackle the big challenges facing society.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/03/2023<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;D&nbsp;Wood</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/2208816/2208816_10779705_1680554875384_MainSpeakerGroupPic2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/2208816/2208816_10779705_1680554875384_MainSpeakerGroupPic2--rgov-800width.jpg\" title=\"Invited speakers: 2022 IPG Sympoium\"><img src=\"/por/images/Reports/POR/2023/2208816/2208816_10779705_1680554875384_MainSpeakerGroupPic2--rgov-66x44.jpg\" alt=\"Invited speakers: 2022 IPG Sympoium\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The invited speakers who attended the 2022 IPG Symposium in person.</div>\n<div class=\"imageCredit\">Rosamaria Ingram</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jeffrey&nbsp;D&nbsp;Wood</div>\n<div class=\"imageTitle\">Invited speakers: 2022 IPG Sympoium</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe purpose of the University of Missouri (MU) Interdisciplinary Plant Group?s 38th Annual Symposium, which had the theme Enhancing the Resilience of Plant Systems to Climate Change, was to bring together world-leading experts from diverse disciplines to educate the scientific community on opportunities to develop innovative mitigation strategies and to adapt plants to climate change.\n\nIntellectual Merits: Plants sustain life on Earth but are threatened by global environmental change. Understanding how plants respond to the combination of elevated carbon dioxide, warming temperatures, and more variable precipitation is crucial towards developing more resilient crops, more efficient agricultural systems, and determining how natural ecosystems will cope with rapidly evolving environmental conditions to aid in conservation efforts. Developing pathways for mitigating and adapting to climate change is a grand challenge facing society, and for which the plant science community will play a central role to ensure food, water, and energy security.\n\nThe overarching goals of the symposium were to: (i) Foster the sharing of ideas and promote interdisciplinary research to address critical challenges, (ii) Create networking opportunities for students and postdocs, and (iii) Foster the career development of early career investigators.\n\nThe specific objective of this NSF project was to support the participation of students and postdocs attendees, and to enhance the participation of individuals from underrepresented groups. To that end, we (i) subsidized the registration fee for all student and postdoc attendees to keep costs as low as possible, (ii) covered all symposium costs of a cohort of 7 students and 5 faculty from Lincoln University, an Historically Black College and University (HBCU) in Jefferson City, MO, and (iii) provided 1 travel award to a graduate students Iowa State University.\n\nThe symposium was held May 25?27, 2022, with the scientific program organized around five sessions spanning a broad range of themes including (i) carbon dynamics, (ii) agroecology, (iii) responses to abiotic stress and elevated CO2, (iv) plant-biotic interactions, and (v) developing novel plants. The sessions were comprised of oral presentations by invited speakers and selected ?speed poster? talks contributed by student and postdoc participants. There were also contributed poster sessions and numerous opportunities for students to interact with our invited speakers.\n\nBroader Impacts: The excitement in the air was palpable because of a confluence of events that were particular to this symposium. Not only was there great enthusiasm from students attending their first ever scientific meeting, but this was coupled with excitement and delight exuded by many of our senior invited speakers, who were attending their first in-person meeting since the Covid-19 pandemic began. After a long planning period, and with the ongoing pandemic injecting uncertainty, it was gratifying to see the symposium unfold with such excitement and engagement among participants.\n\nA major emphasis of the symposium is the scientific program that fosters the career development of students and postdoctoral fellows through learning and networking opportunities. The 2022 scientific program was the broadest in IPG symposium history, and it was appreciated by many students. Faculty participants also found the engagement with students to be a clear highlight?with many students voicing appreciation for the opportunities to network with faculty. The exposure to interdisciplinary research and the interactions with scientists from diverse research backgrounds was an invaluable experience for students and postdocs. Instilling the virtues of interdisciplinary collaboration early in students? careers will provide broad impacts to society by equipping the next generation of scientists with the mindset and approach needed to tackle the big challenges facing society.\n\n\t\t\t\t\tLast Modified: 04/03/2023\n\n\t\t\t\t\tSubmitted by: Jeffrey D Wood"
 }
}