{
 "awd_id": "2208795",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2021: Regulation and response to environmental metals in thermophiles",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924152",
 "po_email": "mpilgrim@nsf.gov",
 "po_sign_block_name": "Melissa A. Pilgrim",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2022-05-24",
 "awd_max_amd_letter_date": "2022-05-24",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2022, Integrative Research Investigating the Rules of Life Governing Interactions Between Genomes, Environment and Phenotypes. The fellowship supports research and training of the fellow that will contribute to the area of Rules of Life in innovative ways. How genes are turned on and off is a critical aspect of life. Changes in an organism’s environment can lead to dramatic differences in how genes are turned on and off, allowing the organism to adapt and respond to different environmental stimuli. For many organisms, the mechanisms underlying a genetic response to an environmental stressor are unknown. This proposal aims to identify how a model microorganism called Thermus thermophilus control how genes are turned on and off in response to heavy metals in their environment. This project will be conducted at the large, primarily undergraduate university, Kennesaw State University, which will provide the fellow with resources and training to conduct research, as well as ample opportunity to teach and mentor the next generation of scientists. \r\n\r\nThermophilic organisms are commonly used as model systems in a laboratory setting, and their proteins have considerable application in biotechnology and industry. Despite their widespread use, our understanding of the fundamental biology behind many model thermophiles is limited. Thermus thermophilus HB8 contains three Ferric Uptake Regulator (FUR) gene homologs, whose gene products are severely understudied. The FUR family of proteins are transcriptional regulators that influence gene expression in response to regulatory metals. This research will identify the transcription regulatory networks for each Thermus thermophilus HB8 FUR homolog using the combinatorial approach, Restriction Endonuclease Protection, Selection, and Amplification (REPSA). Consensus DNA-binding sequences for each protein discovered experimentally through REPSA will be identified by massively parallel semiconductor sequencing and Multiple Em for Motif Elicitation software. These motifs will be mapped to the organism’s genome using Find Individual Motif Occurrences. Potentially regulated genes will be validated in vitro through DNA-binding assays and in vitro transcription, as well as in vivo through gene expression analysis in mutant Thermus thermophilus HB8 strains. Results of this work will provide a better understanding of how heavy metals influence gene expression through transcription regulatory proteins in a model extremophile. This work should also result in novel methodologies, widely applicable to transcription factor studies, that will be shared with the scientific community. Finally, this project will support the mentorship and training of several undergraduate and graduate students in the fields of microbiology and biochemistry.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Barrows",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "John K Barrows",
   "pi_email_addr": "",
   "nsf_id": "000864513",
   "pi_start_date": "2022-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Barrows, John K",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Kennesaw",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "",
  "inst_zip_code": "30144",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "GA06",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Kennesaw State University",
  "perf_str_addr": null,
  "perf_city_name": "Kennesaw",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "301445581",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "GA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "804900",
   "pgm_ele_name": "Biology Postdoctoral Research"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This postdoctoral fellowship funded work characterizing unknown transcription factors in the model extremophile,&nbsp;<em>Thermus thermophilus&nbsp;</em>HB8. Transcription factors are DNA-binding proteins found throughout all domains of life that control the expression of genes. Often, transcription factors in bacteria bind a specific DNA sequence found in close proximity to the genes they regulate. Therefore, understanding where a transcription factor binds DNA can help identify the gene(s) it regulates as well as uncover its biological function.</p>\n<p>To determine the preferred DNA binding sequences of a transcription factor of interest, an iterative selection technique called restriction endonuclease protection, selection, and amplification (REPSA) was used. REPSA takes an initial pool of random DNA sequences and identifies sequences that a transcription factor binds to. These sequences are analyzed by high throughput DNA sequencing, then recurring motifs are found using identification software. These motifs can be mapped to the host organism's genome and predicted regulatory genes can be validated using&nbsp;<em>in vitro</em>&nbsp;and&nbsp;<em>in vivo</em>&nbsp;methodologies.</p>\n<p>Throughout this fellowship, the preferred DNA binding sequence and subsequent transcription regulatory networks for four&nbsp;<em>T. thermophilus&nbsp;</em>HB8 transcription factors were identified. Each transcription factor was from superfamilies involved in metal regulation, and several transcription factors utilized a metal cofactor to execute their regulatory functions. These findings provide new insight into how&nbsp;<em>T. thermophilus&nbsp;</em>transmits environmental metal concentrations into a genomic response.</p>\n<p>This fellowship was conducted at Kennesaw State University (KSU), a large primarily undergraduate university in metro Atlanta.&nbsp;Four undergraduate researchers worked on this project under the mentorship of the PI, all of which contributed significantly to earn co-authorship on peer reviewed publications. This work resulted in three undergraduate presentations at the KSU Symposium of Student Scholars as well as competitive funding acquisition through KSU&rsquo;s Sophomore Scholars Program. Several students involved in this work were from underrepresented minority populations, thus increasing diversity in STEM. All students that contributed to this project learned common molecular biology techniques including PCR, DNA binding assays, <em>in vitro </em>transcription, and qPCR, had first-hand experience in manuscript preparation and peer review, and developed the critical thinking skills needed to progress a project forward.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/02/2024<br>\nModified by: John&nbsp;K&nbsp;Barrows</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2208795/2208795_10838719_1719866174842_Figure_1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2208795/2208795_10838719_1719866174842_Figure_1--rgov-800width.jpg\" title=\"T. thermophilus zinc uptake regulator\"><img src=\"/por/images/Reports/POR/2024/2208795/2208795_10838719_1719866174842_Figure_1--rgov-66x44.jpg\" alt=\"T. thermophilus zinc uptake regulator\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Using REPSA to identify the preferred DNA binding sequence for the zinc uptake regulator in T. thermophilus HB8</div>\n<div class=\"imageCredit\">John Barrows</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">John&nbsp;K&nbsp;Barrows\n<div class=\"imageTitle\">T. thermophilus zinc uptake regulator</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2208795/2208795_10838719_1719866298620_Figure_5--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2208795/2208795_10838719_1719866298620_Figure_5--rgov-800width.png\" title=\"T. thermophilus PerR characterization\"><img src=\"/por/images/Reports/POR/2024/2208795/2208795_10838719_1719866298620_Figure_5--rgov-66x44.png\" alt=\"T. thermophilus PerR characterization\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The PerR homolog from T. thermophilus is capable of histidine oxidation. The oxidized form is unable to bind DNA, and thus loses its transcription regulatory functions.</div>\n<div class=\"imageCredit\">John Barrows</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">John&nbsp;K&nbsp;Barrows\n<div class=\"imageTitle\">T. thermophilus PerR characterization</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis postdoctoral fellowship funded work characterizing unknown transcription factors in the model extremophile,Thermus thermophilusHB8. Transcription factors are DNA-binding proteins found throughout all domains of life that control the expression of genes. Often, transcription factors in bacteria bind a specific DNA sequence found in close proximity to the genes they regulate. Therefore, understanding where a transcription factor binds DNA can help identify the gene(s) it regulates as well as uncover its biological function.\n\n\nTo determine the preferred DNA binding sequences of a transcription factor of interest, an iterative selection technique called restriction endonuclease protection, selection, and amplification (REPSA) was used. REPSA takes an initial pool of random DNA sequences and identifies sequences that a transcription factor binds to. These sequences are analyzed by high throughput DNA sequencing, then recurring motifs are found using identification software. These motifs can be mapped to the host organism's genome and predicted regulatory genes can be validated usingin vitroandin vivomethodologies.\n\n\nThroughout this fellowship, the preferred DNA binding sequence and subsequent transcription regulatory networks for fourT. thermophilusHB8 transcription factors were identified. Each transcription factor was from superfamilies involved in metal regulation, and several transcription factors utilized a metal cofactor to execute their regulatory functions. These findings provide new insight into howT. thermophilustransmits environmental metal concentrations into a genomic response.\n\n\nThis fellowship was conducted at Kennesaw State University (KSU), a large primarily undergraduate university in metro Atlanta.Four undergraduate researchers worked on this project under the mentorship of the PI, all of which contributed significantly to earn co-authorship on peer reviewed publications. This work resulted in three undergraduate presentations at the KSU Symposium of Student Scholars as well as competitive funding acquisition through KSUs Sophomore Scholars Program. Several students involved in this work were from underrepresented minority populations, thus increasing diversity in STEM. All students that contributed to this project learned common molecular biology techniques including PCR, DNA binding assays, in vitro transcription, and qPCR, had first-hand experience in manuscript preparation and peer review, and developed the critical thinking skills needed to progress a project forward.\n\n\n\t\t\t\t\tLast Modified: 07/02/2024\n\n\t\t\t\t\tSubmitted by: JohnKBarrows\n"
 }
}