{
 "awd_id": "2208166",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developing Science Communication Skills in Early Career Scientists",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927709",
 "po_email": "elrom@nsf.gov",
 "po_sign_block_name": "Elizabeth Rom",
 "awd_eff_date": "2022-11-01",
 "awd_exp_date": "2024-10-31",
 "tot_intn_awd_amt": 48947.0,
 "awd_amount": 48947.0,
 "awd_min_amd_letter_date": "2022-07-19",
 "awd_max_amd_letter_date": "2022-07-19",
 "awd_abstract_narration": "Science communication is now recognized as an important skill for career advancement and for public understanding of science. Early career scientists (undergraduate, graduate, within two years of graduation) who are entering the workforce must be prepared to communicate science to a wide range of audiences, from the general public to lab groups to research conference scientists. Effective communications require scientists to visually and verbally translate scientific information for those with limited backgrounds in science as well as for scientists whose expertise varies from the presenter. Unfortunately, very few programs offer communications training to early career scientists. This project will provide such professional development to early career scientists via a combined virtual and in-person workshop focused on verbal and visual science communication skills. The half-day virtual programming will be held several weeks prior to the one-day in-person workshop. The in-person workshop will offer participants an opportunity to practice their presentations prior to a major ocean science conference.\r\n\r\nThis workshop will build upon previous workshops (2019 through 2021) and incorporates requests from participants of prior years to modify the workshop content. For example, the workshop now contains more international-focused awareness in the verbal sessions and poster/presentation skills for a scientific conference in the visual components. The workshop will include presentations from two experts in visual communications and verbal communications. Some work will be held virtually in advance of the conference, and the in-person workshop will be held in conjunction with the Association for the Sciences of Limnology and Oceanography (ASLO) meeting in June 2023, a meeting that many ocean scientists regularly attend.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hayley",
   "pi_last_name": "Schiebel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hayley Schiebel",
   "pi_email_addr": "hschiebel@suffolk.edu",
   "nsf_id": "000715557",
   "pi_start_date": "2022-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Suffolk University",
  "inst_street_address": "73 TREMONT ST",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175738400",
  "inst_zip_code": "021083916",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": "SUFFOLK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EYKDJZZMDGA7"
 },
 "perf_inst": {
  "perf_inst_name": "Suffolk University",
  "perf_str_addr": "8 Ashburton Place",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021082770",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169000",
   "pgm_ele_name": "EDUCATION/HUMAN RESOURCES,OCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 48947.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In recent years, science communication (inclusive of many skillsets) has become more important. This is particularly true for early career scientists (undergraduate, graduate, within 2 years of graduation) who are entering the workforce and must be prepared to communicate science to a wide range of audiences from the public to lab groups to research conference scientists. Early career scientists must be able to visually and verbally articulate scientific jargon to those with no background in science, those with varying fields from the presenter, and those that are well established in the presenter&rsquo;s field of research. Unfortunately, early career scientists are presumed to have such skills in their repertoire while very few programs offer such training. This project provided such professional development to early career scientists via a two-part workshop. The first part was a virtual workshop where participants with completed presentations can meet with the team to get specialized 1:1 help (May 2023). The second part of the workshop is an in-person workshop focused on verbal and visual science communication skills for attendees in general. The second part of the workshop was held in conjunction with the Association for the Sciences of Limnology and Oceanography (ASLO) meeting in Palma de Mallorca, Spain (June 2023).</p>\n<p>&nbsp;</p>\n<p>The workshop was run by two consultants, Tullio Rossi and Michelle Smisek, that are experts in two subject areas: visual and verbal communication skills, respectively. The goal of this project was to train a broad range of scientists and academics in communication skills to help early career scientists communicate their work to scientists and non-scientists. The advantage of this approach is that it met scientists where they are to provide training in a way that is convenient to them at a conference they regularly attend.&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>While only person attended the May 2023 virtual workshop, 25 people attended the in-person June 2023 workshop in Spain. Most attendees do not have their presentations prepared one month prior to the conference so perhaps the first part of the workshop does not need to be repeated. The low enrollment at the in-person workshop (compared to prior years with double the attendance) was attributed to the conference being abroad and, more importantly, in June rather than February as usual ASLO meetings are held.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/19/2024<br>\nModified by: Hayley&nbsp;Schiebel</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn recent years, science communication (inclusive of many skillsets) has become more important. This is particularly true for early career scientists (undergraduate, graduate, within 2 years of graduation) who are entering the workforce and must be prepared to communicate science to a wide range of audiences from the public to lab groups to research conference scientists. Early career scientists must be able to visually and verbally articulate scientific jargon to those with no background in science, those with varying fields from the presenter, and those that are well established in the presenters field of research. Unfortunately, early career scientists are presumed to have such skills in their repertoire while very few programs offer such training. This project provided such professional development to early career scientists via a two-part workshop. The first part was a virtual workshop where participants with completed presentations can meet with the team to get specialized 1:1 help (May 2023). The second part of the workshop is an in-person workshop focused on verbal and visual science communication skills for attendees in general. The second part of the workshop was held in conjunction with the Association for the Sciences of Limnology and Oceanography (ASLO) meeting in Palma de Mallorca, Spain (June 2023).\n\n\n\n\n\nThe workshop was run by two consultants, Tullio Rossi and Michelle Smisek, that are experts in two subject areas: visual and verbal communication skills, respectively. The goal of this project was to train a broad range of scientists and academics in communication skills to help early career scientists communicate their work to scientists and non-scientists. The advantage of this approach is that it met scientists where they are to provide training in a way that is convenient to them at a conference they regularly attend.\n\n\n\n\n\nWhile only person attended the May 2023 virtual workshop, 25 people attended the in-person June 2023 workshop in Spain. Most attendees do not have their presentations prepared one month prior to the conference so perhaps the first part of the workshop does not need to be repeated. The low enrollment at the in-person workshop (compared to prior years with double the attendance) was attributed to the conference being abroad and, more importantly, in June rather than February as usual ASLO meetings are held.\n\n\n\t\t\t\t\tLast Modified: 11/19/2024\n\n\t\t\t\t\tSubmitted by: HayleySchiebel\n"
 }
}