{
 "awd_id": "2208729",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  A novel biocontrol agent against fungal infection and fungal toxin contamination on food and feed crops",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032920000",
 "po_email": "epiersto@nsf.gov",
 "po_sign_block_name": "Erik Pierstorff",
 "awd_eff_date": "2022-09-15",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 256000.0,
 "awd_amount": 276000.0,
 "awd_min_amd_letter_date": "2022-09-09",
 "awd_max_amd_letter_date": "2023-07-05",
 "awd_abstract_narration": "The broader impact of this Small Business Innovation Research (SBIR) Phase I Project is to introduce a cost-effective way of crop protection from fungal spoilage. Every year, 25% of the food produced by the world is wasted due to fungal infections and contamination of crops with fungal toxins (mycotoxins). The combined social, environmental, and economic global annual cost of this food wastage is >$2T. The proposed innovation is centered on harnessing an untapped bacterium to bring a new line of affordable antifungals to a broad base of crop growers across the United States, which are designed to seamlessly integrate with existing preharvest postharvest treatment protocols. The products are quick and easy to manufacture without costly purification procedures. They should be safe for the environment and human health and have a defined mechanism of action. As a result, billions of dollars’ worth of crops, energy, and resources could be saved, leading to increased agricultural sustainability and economic competitiveness of the United States. It may also advance the health and welfare of the American public by enhancing food safety. Finally, it can pave the way for other innovations to combat fungal diseases in plants, animals, and humans.\r\n\r\nThe proposed project will demonstrate the feasibility of the innovation by developing the first product, safeguarding corn crops from fungal spoilage during both preharvest and postharvest. Corn is the most planted crop in the United States. Every year, the corn industry loses >$1B due to infection with a fungus (Aspergillus flavus), resulting in contamination of the crop with a carcinogenic mycotoxin called aflatoxin. The critical technical objectives during the project period will be to (1) identify the functional components of the product and demonstrate their mode of action; (2) assess the amounts of those components that can be produced per unit mass of bacterial biomass, (3) determine an optimal formulation of the minimal viable product that can be most effective in preventing fungal infection and aflatoxin contamination in the corn crop, and (4) conduct an optimal toxicity profiling of the minimal viable product. Upon completion, the knowledge obtained will provide valuable insights for effective intellectual protection and regulatory strategy for the products from the technology and identify any potential challenges related to scalability, consistency, and product shelf-life, which will determine the costs and logistics for large-scale manufacturing of the products.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anindya",
   "pi_last_name": "Chanda",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anindya Chanda",
   "pi_email_addr": "chanda@mycologics.net",
   "nsf_id": "000861497",
   "pi_start_date": "2022-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "MYCOLOGICS, LLC",
  "inst_street_address": "321 BALLENGER CENTER DR",
  "inst_street_address_2": "",
  "inst_city_name": "FREDERICK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "5178999410",
  "inst_zip_code": "217034565",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MD06",
  "org_lgl_bus_name": "MYCOLOGICS LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "DUEVKSHWXHS8"
 },
 "perf_inst": {
  "perf_inst_name": "MYCOLOGICS, LLC",
  "perf_str_addr": "7551 Fordson Rd",
  "perf_city_name": "Alexandria",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "223062225",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  },
  {
   "pgm_ele_code": "809100",
   "pgm_ele_name": "SBIR Outreach & Tech. Assist"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 256000.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Mycologics has significantly advanced the development of sustainable crop protection solutions, focusing on leveraging microbial natural products to enhance crop health and resilience against fungal diseases. With a vision to enhance agricultural sustainability and secure global food supplies, Mycologics has developed <strong>Myco-V43<span style=\"font-size: 8.33333px;\"><sup>TM</sup></span></strong>, a biofungicide production platform that utilizes the natural antifungal properties of an untapped bacterium.</p>\n<p>During the Phase I NSF award, Mycologics successfully developed and refined the Myco-V43<span style=\"font-size: 10px;\"><sup>TM</sup></span>&nbsp;platform, achieving breakthroughs in microbial fermentation processes to maximize the production of antifungal metabolites. This platform laid the groundwork for <strong>Myco-V43<span style=\"font-size: 10px;\"><sup>TM</sup></span></strong><strong>grain</strong>, our flagship biofungicide seed treatment product, designed to promote seed germination and seedling growth by combating soil-borne fungal pathogens. The corn market was identified as the initial beachhead market for this product through the NSF bootcamp and the NSF iCorps program.</p>\n<p>Key technical milestones achieved during Phase I include:</p>\n<ul>\n<li>Characterization of the bioactive fraction produced by the bacterium;</li>\n<li>Finalization of the formulation of Myco-V43<span style=\"font-size: 10px;\"><sup>TM</sup></span>grain for field trials;</li>\n<li>Development of a scalable production pipeline; and</li>\n<li>Proof of concept and efficacy demonstrations, providing compelling evidence that seeds treated with Myco-V43<span style=\"font-size: 10px;\"><sup>TM</sup></span>grain not only exhibit increased resistance to fungal infections but also show improved germination rates compared to untreated controls.</li>\n</ul>\n<p>In conclusion, the support from the NSF has been pivotal in establishing Mycologics' groundbreaking biofungicide production platform, setting the stage for transformative advances in crop protection. This project addresses the critical need for more sustainable agricultural practices and aims to replace conventional synthetic fungicides, which are being phased out due to regulatory changes and environmental concerns.</p>\n<p>Building on the innovative strides made, Mycologics' efforts have also had broader impacts on both community and national levels. We have forged key partnerships with national and state crop associations and engaging with leading land grant universities, which have effectively aligned our product development with the agricultural community's needs and preferences and paved a feasible path towards commercialization.&nbsp;&nbsp;</p>\n<p>The project has significantly enhanced U.S. economic competitiveness by delivering a product manufacturing platform poised to dominate the biofungicide market. It has also cultivated an innovation ecosystem that is creating synergies among academia, industry, and capital investors, enhancing STEM education and workforce competitiveness.&nbsp;This ecosystem provides an inclusive environment where diverse groups, including women and underrepresented minorities, can excel.</p>\n<p>As we navigate the transition from research to potential commercialization, the support and guidance from institutions like the NSF are invaluable. The challenges of bringing such a pioneering product to market are considerable, but the potential to revolutionize agricultural practices provides a compelling motivation. This effort not only promises to improve food security and safety but also supports sustainable agricultural advancements, reflecting Mycologics<span style=\"font-size: 10px;\">'</span>&nbsp;commitment to fostering healthier ecosystems and communities.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/29/2024<br>\nModified by: Anindya&nbsp;Chanda</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nMycologics has significantly advanced the development of sustainable crop protection solutions, focusing on leveraging microbial natural products to enhance crop health and resilience against fungal diseases. With a vision to enhance agricultural sustainability and secure global food supplies, Mycologics has developed Myco-V43TM, a biofungicide production platform that utilizes the natural antifungal properties of an untapped bacterium.\n\n\nDuring the Phase I NSF award, Mycologics successfully developed and refined the Myco-V43TMplatform, achieving breakthroughs in microbial fermentation processes to maximize the production of antifungal metabolites. This platform laid the groundwork for Myco-V43TMgrain, our flagship biofungicide seed treatment product, designed to promote seed germination and seedling growth by combating soil-borne fungal pathogens. The corn market was identified as the initial beachhead market for this product through the NSF bootcamp and the NSF iCorps program.\n\n\nKey technical milestones achieved during Phase I include:\n\nCharacterization of the bioactive fraction produced by the bacterium;\nFinalization of the formulation of Myco-V43TMgrain for field trials;\nDevelopment of a scalable production pipeline; and\nProof of concept and efficacy demonstrations, providing compelling evidence that seeds treated with Myco-V43TMgrain not only exhibit increased resistance to fungal infections but also show improved germination rates compared to untreated controls.\n\n\n\nIn conclusion, the support from the NSF has been pivotal in establishing Mycologics' groundbreaking biofungicide production platform, setting the stage for transformative advances in crop protection. This project addresses the critical need for more sustainable agricultural practices and aims to replace conventional synthetic fungicides, which are being phased out due to regulatory changes and environmental concerns.\n\n\nBuilding on the innovative strides made, Mycologics' efforts have also had broader impacts on both community and national levels. We have forged key partnerships with national and state crop associations and engaging with leading land grant universities, which have effectively aligned our product development with the agricultural community's needs and preferences and paved a feasible path towards commercialization.\n\n\nThe project has significantly enhanced U.S. economic competitiveness by delivering a product manufacturing platform poised to dominate the biofungicide market. It has also cultivated an innovation ecosystem that is creating synergies among academia, industry, and capital investors, enhancing STEM education and workforce competitiveness.This ecosystem provides an inclusive environment where diverse groups, including women and underrepresented minorities, can excel.\n\n\nAs we navigate the transition from research to potential commercialization, the support and guidance from institutions like the NSF are invaluable. The challenges of bringing such a pioneering product to market are considerable, but the potential to revolutionize agricultural practices provides a compelling motivation. This effort not only promises to improve food security and safety but also supports sustainable agricultural advancements, reflecting Mycologics'commitment to fostering healthier ecosystems and communities.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 04/29/2024\n\n\t\t\t\t\tSubmitted by: AnindyaChanda\n"
 }
}