{
 "awd_id": "2208797",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Broadening Participation in the CyberCorps(R) Scholarship for Service Program",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032928182",
 "po_email": "asiraj@nsf.gov",
 "po_sign_block_name": "Ambareen Siraj",
 "awd_eff_date": "2022-07-15",
 "awd_exp_date": "2027-06-30",
 "tot_intn_awd_amt": 1601827.0,
 "awd_amount": 1601827.0,
 "awd_min_amd_letter_date": "2022-07-08",
 "awd_max_amd_letter_date": "2022-07-08",
 "awd_abstract_narration": "Despite the high demand for cybersecurity professionals, progress in recruiting members of populations historically underrepresented in the computing field has been limited. In order to meet this demand and ensure a robust cybersecurity workforce, a more inclusive and diverse workforce is needed. This project aims to address this need and serve the national interest by broadening participation in the NSF’s CyberCorps® Scholarship for Service (SFS) program. Northeastern University’s Center for Inclusive Computing (CIC) will work with SFS institutions to build inclusive environments and increase the representation of students of all races, ethnicities, and genders earning cybersecurity graduate degrees. Specifically, CIC will empower SFS institutions to build bridge programs that connect graduate degree-seeking individuals from populations, who have been historically underrepresented in computing, to advanced degrees in cybersecurity. Such bridge programs will enable the participation of individuals, who may have their undergraduate degrees in subject areas other than computing, to pursue higher education in cybersecurity at SFS project sites. Creating a path for a demographically and socio-economically broader population to access cybersecurity graduate degree programs is critical to strengthening and diversifying the cybersecurity workforce. Over a three-year period, the CIC will work with two cohorts of up to eight SFS institutions (i.e., for a potential total of 16 institutions) to identify and implement strategies that have been shown effective in attracting, retaining, and graduating students who identify as women, Black, African American, Latino(a), Hispanic or Indigenous. \r\n\r\nThe CIC was created in 2019 as a national effort to increase the representation of women of all races and ethnicities in computing. In addition to supporting institutions financially, the CIC provides program management, technical consulting, data collection, and visualization services. The objectives of this project are to leverage CIC's experience with increasing the participation of women in computing and apply it more broadly to increase the diversity and number of all students participating in SFS projects, with particular attention to those seeking graduate degrees. To achieve these objectives, the CIC will issue a call for proposals to all SFS institutions interested in and committed to building a bridge program. For selected institutions, the project team will conduct in-person site visits involving current students and SFS scholars, cyber faculty, advisors, teaching assistants, and the relevant chair(s), dean(s), or provost(s). The project team will develop a summary report to share with the institution and NSF. The report will summarize findings and recommendations on the interventions the CIC believes will lead to a meaningful change in demographic diversity. The CIC will also support the implementation of selected institutions over a two-year period, providing coaching and support and connecting institutions with consultants with deep expertise in related areas. Consultants’ areas of expertise will include but not be limited to recruiting, marketing, student mentoring and support, relevant industry engagement, and curriculum development.\r\n\r\nThis project is funded through the Racial Equity in STEM Education program (EHR Racial Equity). The program supports research and practice projects that investigate how considerations of racial equity factor into the improvement of science, technology, engineering, and mathematics (STEM) education and workforce. Awarded projects seek to center the voices, knowledge, and experiences of the individuals, communities, and institutions most impacted by systemic inequities within the STEM enterprise. This program aligns with NSF’s core value of supporting outstanding researchers and innovative thinkers from across the Nation's diversity of demographic groups, regions, and types of organizations. Funds for EHR Racial Equity are pooled from programs across EHR in recognition of the alignment of its projects with the collective research and development thrusts of the four divisions of the directorate.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carla",
   "pi_last_name": "Brodley",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Carla E Brodley",
   "pi_email_addr": "c.brodley@neu.edu",
   "nsf_id": "000698246",
   "pi_start_date": "2022-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 HUNTINGTON AVE",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166800",
   "pgm_ele_name": "CYBERCORPS: SCHLAR FOR SER"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "111Z",
   "pgm_ref_txt": "Collaborative Racial Equity"
  },
  {
   "pgm_ref_code": "112Z",
   "pgm_ref_txt": "Racial Equity in STEM"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 1601827.0
  }
 ],
 "por": null
}