{
 "awd_id": "2208916",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology: From helical fibers to vortical flow: unravelling the contributions of muscle geometry and physiology to swimming performance",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928165",
 "po_email": "asimcox@nsf.gov",
 "po_sign_block_name": "Amanda Simcox",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2022-06-03",
 "awd_max_amd_letter_date": "2022-06-03",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2022, Broadening Participation of Groups Underrepresented in Biology. The Fellowship supports a research and training plan for the Fellow that will increase the participation of groups underrepresented in biology. The goal of the Fellow’s research is to understand how animal movement is affected by small differences in muscle anatomy. This research project begins with a simple observation: bending from side to side is the oldest and most common form of vertebrate locomotion. Nearly all fishes swim by bending their bodies back and forth. For most vertebrates, in fact, to move is to bend. However, animals that use body bending are subject to a biomechanical constraint: as muscles flex the spine, muscle tissue deforms unevenly. Muscle close to the spine only shortens a little, and muscle far from the spine shortens a lot, and neither of these are optimal. This uneven muscle deformation risks sabotaging locomotor performance. This research seeks to determine whether body-bending vertebrates may have evolved specialized muscle fiber geometries to solve this biomechanical problem. To answer these questions, the Fellow will use multiple cutting-edge approaches to analyze and model fish motion in water. To increase participation in STEM, the Fellow will serve in leadership roles in the Society for the Advancement of Chicanos and Native Americans (SACNAS). \r\n\r\nTo determine how vertebrates have solved the biomechanical problem of bending, the Fellow is conducting two studies examining fish and their geometrically complex axial musculature. The work will involve multiple approaches including 3D modelling, in vitro muscle physiology, and particle imaging velocimetry (PIV) to measure patterns of water flow. The first study measures body curvature, muscle activity, and fluid flow in largemouth bass swimming at different speeds. The second study uses a classic technique called a “work loop” to measure contractile performance for muscle fiber bundles with different fiber geometries, as calculated using a 3D mathematical model and 3D measurements of muscle fiber angle. The data from these experiments will be combined to generate a spatial quantitative map of internal muscular forces and external hydrodynamic forces. These results will determine if the complex helical fiber geometry of fish muscles solves the bending problem. This research will also expand the understanding of how force generated within muscles is transmitted into the water, and whether fish shift strategies at different swimming speeds. For long-term career development, the Fellow is being trained in student mentorship and lab management. To broaden participation of underrepresented minorities, the Fellow will participate in leadership programs offered by SACNAS and will also participate in outreach at the Museum of Science in Boston.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yordano",
   "pi_last_name": "Jimenez",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Yordano E Jimenez",
   "pi_email_addr": "",
   "nsf_id": "000787384",
   "pi_start_date": "2022-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Jimenez, Yordano Eleazar",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Medford",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "",
  "inst_zip_code": "02155",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": null,
  "perf_city_name": "Medford",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021554243",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115700",
   "pgm_ele_name": "Broadening Participation of Gr"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF Postdoctoral Research Fellowship in Biology was awarded to Dr. Yordano Jimenez. The host institution for this fellowship was Tufts University and the sponsoring scientist was Dr. Eric Tytell.&nbsp;At the fellow's request, this award was terminated early (12 of 24 months completed) due to the acceptance of a full-time tenure-track professorship. &nbsp;<br /><br /><strong>Background<br /></strong>Sharks and fishes bend their bodies to produce&nbsp;amazing feats of axial locomotion. Yet such body bending is subject to a serious biomechanical constraint: as muscles flex the spine, muscle tissue close to the spine deforms only a little, while tissue farther from the spine deforms much more. This creates an internal strain gradient in which very few muscle fibers are operating close to their optimal range, which may sabotage muscle power output and the animal's locomotor performance.&nbsp;Complex muscle geometry has been proposed as one mechanism by which animals can overcome the effects of non-uniform strain and unlock the full mechanical potential of their muscles. Conveniently, most sharks and fishes possess geometrically simple red muscle fibers used for slow swimming that are anatomically separated from their larger and more geometrically complex white muscle fibers used for fast swimming, allowing for investigation into the effects of muscle geometry on muscle performance.<strong>&nbsp;<br /></strong><strong><br />Research Objective<br /></strong>This project proposed to develop a fibers-to-flow protocol in order to study how muscle fiber geometry and physiology co-operate to generate hydrodynamic forces across different swimming speeds and modes, such as sprints and fast starts.&nbsp;A fibers-to-flow protocol requires integrating multiple techniques to estimate the internal and external forces of locomotion.&nbsp;External hydrodynamic forces can be measured using Particle Imaging Velocimetry (PIV), whereas internal muscular forces can be estimated by using&nbsp;<em>in vitro&nbsp;</em>mechanical tests to simulate&nbsp;<em>in vivo</em>&nbsp;muscle contractions during swimming.&nbsp;Correlations between external hydrodynamics and internal muscle dynamics could help reveal how sharks and fishes use their muscles to perform diverse modes of aquatic axial locomotion.&nbsp;Due to the shortened duration of the fellowship, only the internal forces associated with red muscle during slow undulatory swimming were explored.<br /><br /><strong>Research Outcomes&nbsp;<br /></strong>Experiments were performed on&nbsp;over 30 scup,&nbsp;<em>Stenotomus chrysops</em>. Kinematic data were collected at a range of steady swimming speeds. Fish swimming speed was positively correlated with tailbeat frequency and tailbeat amplitude, although the relationship between speed and frequency was much stronger. Fish&nbsp;were then mounted on a bending apparatus with an integrated force sensor that flexed the body side-to-side as the red axial muscle fibers were electrically stimulated. Different swimming speeds were simulated by varying the frequency and amplitude of bending, as well as the onset and duration of muscle stimulation. Bending cycles with and without muscle stimulation were used to measure the force and power generated by the swimming muscles, as well as the flexibility of the body.&nbsp;The data revealed that variable strain can substantially reduce the total power output of red muscle fibers during axial locomotion, although other factors such as undulatory frequency can also affect power production. This highlights the challenge of using muscles with simple fiber geometries to power axial locomotion. However, bending tests also revealed a complex tradeoff between muscle power output and active body stiffness, another important determinant of swimming performance. Thus, as muscle is responsible for generating power and modulating body flexibility during locomotion, both factors should be considered when evaluating the functional contributions of muscle geometry and physiology to organismal performance. Conducting hydrodynamic experiments in the future would enable quantifying the&nbsp;relationship between power, flexibility, and performance, which may reveal how&nbsp;vertebrates use&nbsp;complex mechanical strategies beyond simple power adjustments for modulating axial locomotion.<br /><br /><strong>Training Outcomes and Broader Impacts<br /></strong>This project provided research and professional training for a postdoctoral researcher and hands-on research experiences for three undergraduate students, two of whom were from underrepresented backgrounds. As part of their training to become a Principal Investigator, the fellow&nbsp;learned how to conduct different muscle, tendon, and whole-body physiology experiments, enhancing the fellow's ability to study organisms at multiple levels of organization and supporting their long-term research goal of examining how muscle physiology and geometry interact to produce locomotor performance. As part of their training in leadership and communication, the fellow actively mentored two undergraduate and three graduate students, gave a seminar talk to Tufts University graduate students on achieving success and inclusivity in STEM, gave an information session to diverse high school students on how to succeed in college, and participated in networking opportunities that established new professional relationships. The fellow also refined their computational skills and learned best practices for working with complex, hierarchical datasets in collaborative projects. These training, research, and mentorship experiences equipped the fellow with important skills for securing a professorship and establishing a successful research program.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 06/26/2024<br>\nModified by: Yordano&nbsp;E&nbsp;Jimenez</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis NSF Postdoctoral Research Fellowship in Biology was awarded to Dr. Yordano Jimenez. The host institution for this fellowship was Tufts University and the sponsoring scientist was Dr. Eric Tytell.At the fellow's request, this award was terminated early (12 of 24 months completed) due to the acceptance of a full-time tenure-track professorship. \n\nBackground\nSharks and fishes bend their bodies to produceamazing feats of axial locomotion. Yet such body bending is subject to a serious biomechanical constraint: as muscles flex the spine, muscle tissue close to the spine deforms only a little, while tissue farther from the spine deforms much more. This creates an internal strain gradient in which very few muscle fibers are operating close to their optimal range, which may sabotage muscle power output and the animal's locomotor performance.Complex muscle geometry has been proposed as one mechanism by which animals can overcome the effects of non-uniform strain and unlock the full mechanical potential of their muscles. Conveniently, most sharks and fishes possess geometrically simple red muscle fibers used for slow swimming that are anatomically separated from their larger and more geometrically complex white muscle fibers used for fast swimming, allowing for investigation into the effects of muscle geometry on muscle performance.\n\nResearch Objective\nThis project proposed to develop a fibers-to-flow protocol in order to study how muscle fiber geometry and physiology co-operate to generate hydrodynamic forces across different swimming speeds and modes, such as sprints and fast starts.A fibers-to-flow protocol requires integrating multiple techniques to estimate the internal and external forces of locomotion.External hydrodynamic forces can be measured using Particle Imaging Velocimetry (PIV), whereas internal muscular forces can be estimated by usingin vitromechanical tests to simulatein vivomuscle contractions during swimming.Correlations between external hydrodynamics and internal muscle dynamics could help reveal how sharks and fishes use their muscles to perform diverse modes of aquatic axial locomotion.Due to the shortened duration of the fellowship, only the internal forces associated with red muscle during slow undulatory swimming were explored.\n\nResearch Outcomes\nExperiments were performed onover 30 scup,Stenotomus chrysops. Kinematic data were collected at a range of steady swimming speeds. Fish swimming speed was positively correlated with tailbeat frequency and tailbeat amplitude, although the relationship between speed and frequency was much stronger. Fishwere then mounted on a bending apparatus with an integrated force sensor that flexed the body side-to-side as the red axial muscle fibers were electrically stimulated. Different swimming speeds were simulated by varying the frequency and amplitude of bending, as well as the onset and duration of muscle stimulation. Bending cycles with and without muscle stimulation were used to measure the force and power generated by the swimming muscles, as well as the flexibility of the body.The data revealed that variable strain can substantially reduce the total power output of red muscle fibers during axial locomotion, although other factors such as undulatory frequency can also affect power production. This highlights the challenge of using muscles with simple fiber geometries to power axial locomotion. However, bending tests also revealed a complex tradeoff between muscle power output and active body stiffness, another important determinant of swimming performance. Thus, as muscle is responsible for generating power and modulating body flexibility during locomotion, both factors should be considered when evaluating the functional contributions of muscle geometry and physiology to organismal performance. Conducting hydrodynamic experiments in the future would enable quantifying therelationship between power, flexibility, and performance, which may reveal howvertebrates usecomplex mechanical strategies beyond simple power adjustments for modulating axial locomotion.\n\nTraining Outcomes and Broader Impacts\nThis project provided research and professional training for a postdoctoral researcher and hands-on research experiences for three undergraduate students, two of whom were from underrepresented backgrounds. As part of their training to become a Principal Investigator, the fellowlearned how to conduct different muscle, tendon, and whole-body physiology experiments, enhancing the fellow's ability to study organisms at multiple levels of organization and supporting their long-term research goal of examining how muscle physiology and geometry interact to produce locomotor performance. As part of their training in leadership and communication, the fellow actively mentored two undergraduate and three graduate students, gave a seminar talk to Tufts University graduate students on achieving success and inclusivity in STEM, gave an information session to diverse high school students on how to succeed in college, and participated in networking opportunities that established new professional relationships. The fellow also refined their computational skills and learned best practices for working with complex, hierarchical datasets in collaborative projects. These training, research, and mentorship experiences equipped the fellow with important skills for securing a professorship and establishing a successful research program.\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 06/26/2024\n\n\t\t\t\t\tSubmitted by: YordanoEJimenez\n"
 }
}