{
 "awd_id": "2208865",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Compositional and Atomic-Scale Ordering Effects on Aqueous Passivation of Binary BCC and FCC Alloys",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922937",
 "po_email": "jmadison@nsf.gov",
 "po_sign_block_name": "Jonathan Madison",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 465772.0,
 "awd_amount": 465772.0,
 "awd_min_amd_letter_date": "2022-06-08",
 "awd_max_amd_letter_date": "2022-06-08",
 "awd_abstract_narration": "NON-TECHNICAL SUMMARY \r\n\r\nUnlike stainless steels, many other metals undergo severe corrosion in wet environments. Corrosion is a destructive electrochemical reaction that can impose significant human and financial loss in the aerospace industry and in infrastructure repair (e.g., buildings, bridges, potable water pipelines, nuclear/conventional power generation and nuclear waste storage). Corrosion can even limit the lifetime of biomedical implants. When corrosion resistant metallic alloys are exposed to corrosive agents occurring in water, they naturally evolve a thin protective surface film only a few nanometers thick called an oxide. The corresponding corrosion rate, as a result of metal loss, is less than one micrometer per year resulting in exceptionally long service lifetimes. The goal of this collaborative research project is to use simulations and experiments to develop an atomic scale understanding of the oxide formation process that occurs on alloys. This knowledge will be used to guide models that inform the design of next generation corrosion-resistant metallic alloys. This project also includes a range of activities to broaden participation of underrepresented minorities in science while providing an opportunity for training in materials electrochemistry and corrosion science. \r\n\r\nTECHNICAL SUMMARY \r\n\r\nThe goal of this collaborative project is to develop analytical and numerical aqueous passivation models of binary alloys and validate them using multimodal experiments, first-principles-based quantum mechanical models, and kinetic Monte Carlo simulations. Key parameters to disentangle include contributions from alloy crystal structure, composition, chemical short-range order, and composition of electrolyte. The scientific question posed in this research is whether short-range order can be used as a materials processing knob that can be tuned to enhance corrosion resistance. The project integrates a variety of specialized techniques including: (i) Electrochemical techniques of linear sweep voltammetry and chronocoulometry. (ii) Inductively coupled plasma mass spectroscopy to monitor oxidative dissolution of alloy components for correlative analysis with theoretical predictions. (iii) Characterization of short-range order parameters using synchrotron light sources. (iv) Ultra-high vacuum scanning probe microscopy for real-space statistical characterization of short-range order on alloy single crystal surfaces. (v) Density functional theory-derived interatomic potentials as inputs for both kinetic Monte Carlo simulations of alloy passivation and large-scale Monte Carlo renormalization group techniques for determining the effect of short-range order on site percolation thresholds. The project also addresses workforce supply needs for securing and modernizing national infrastructure through three efforts. The first involves students in interdisciplinary research environments with training in thermodynamics of alloys, computational modeling, electrochemistry, and corrosion. The second develops new electrochemical materials courses for undergraduate and graduate students to improve workforce competencies. The third is a STEAM (STEM plus Arts) “Material Alchemy” weekend program capable of engaging underrepresented students in K-9.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "McCue",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ian McCue",
   "pi_email_addr": "ian.mccue@northwestern.edu",
   "nsf_id": "000788317",
   "pi_start_date": "2022-06-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Rondinelli",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "James M Rondinelli",
   "pi_email_addr": "jrondinelli@northwestern.edu",
   "nsf_id": "000614932",
   "pi_start_date": "2022-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2220 Campus Drive Cook 2036",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602083501",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  },
  {
   "pgm_ref_code": "094Z",
   "pgm_ref_txt": "Materials Data"
  },
  {
   "pgm_ref_code": "1771",
   "pgm_ref_txt": "METAL & METALLIC NANOSTRUCTURE"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 465772.0
  }
 ],
 "por": null
}