{
 "awd_id": "2208928",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2022: C.R.I.C.K.E.T.S. – Circadian Rhythms In Crickets: linKing Evolution, Timing, and Selection",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924152",
 "po_email": "mpilgrim@nsf.gov",
 "po_sign_block_name": "Melissa A. Pilgrim",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 207000.0,
 "awd_amount": 207000.0,
 "awd_min_amd_letter_date": "2022-06-27",
 "awd_max_amd_letter_date": "2022-06-27",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2022, Integrative Research Investigating the Rules of Life Governing Interactions Between Genomes, Environment and Phenotypes. The fellowship supports research and training of the fellow that will contribute to the area of Rules of Life in innovative ways. This research centers around circadian rhythms (i.e., daily, biological rhythms). Circadian rhythms are found everywhere in nature – from the most widely recognized circadian systems (e.g., the sleep-wake cycle) to the unanticipated and surprising (e.g., circadian clocks in some bacteria) – all life on Earth has evolved to cope with day and night. Circadian rhythms are governed by cellular pacemakers, and a key feature is that these pacemakers allow organisms to anticipate environmental change. This is important because it allows organisms to schedule their behavior and physiology to peak and trough at times of day that maximize survival and fitness. For example, plants prepare to do photosynthesis in preparation of sunlight. Sea urchins forage at night and retreat to shelter prior to the onset of predator activity. The goal of this work is to determine how circadian rhythms (one of the most fundamental rules of life) affect the process of adaptation to environmental change.\r\n\r\nThe fellow will investigate these questions using the acoustically advertising Pacific field cricket (Teleogryllus oceanicus), which is parasitised by a lethal, eavesdropping parasitoid fly (Ormia ochracea). Acoustic advertisement (in e.g., orthopterans and anurans) is a vital, often circadian-controlled, component of achieving fitness. Since advertisement also places the signaler at risk of parasitism and/or predation, individuals must simultaneously balance the fitness benefits and survival costs of signaling. Thus, while the timing of a rhythm may be advantageous in one environment, changes in environmental pressures may disrupt this evolutionary balance. The fellow will uncover how circadian rhythms shape some of the most common ecological interactions: those between males and females, competing males, and hosts and parasites. Specifically, the fellow will combine machine learning, behavioural assays, and genetic analysis to answer questions related to three topics: (1) how circadian rhythms in females promote or constrain the adaptive evolution of circadian rhythms in males. (2) how circadian rhythms affect male-male competition in the context of rapid evolution. (3) How host immune rhythms mediate infection risk and parasite offense. The fellow will receive training from world experts in their field of study and co-coordinate a free summer camp for minoritized and low-income female-identifying middle schoolers each year.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Westwood",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Mary L Westwood",
   "pi_email_addr": "",
   "nsf_id": "000869412",
   "pi_start_date": "2022-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Westwood, Mary Lynn",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Farmersville",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "",
  "inst_zip_code": "453259241",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "OH10",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Denver",
  "perf_str_addr": null,
  "perf_city_name": "Denver",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "802104711",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "804900",
   "pgm_ele_name": "Biology Postdoctoral Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 207000.0
  }
 ],
 "por": null
}