{
 "awd_id": "2208404",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Finite Element Methods for Elliptic Least-Squares Problems with Inequality Constraints",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922113",
 "po_email": "ygorb@nsf.gov",
 "po_sign_block_name": "Yuliya Gorb",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 361251.0,
 "awd_amount": 361251.0,
 "awd_min_amd_letter_date": "2022-05-26",
 "awd_max_amd_letter_date": "2022-05-26",
 "awd_abstract_narration": "Least-squares problems appear naturally in data fitting, where the parameters in a mathematical model are calibrated by minimizing the discrepancy (measured by a sum of squares) between the observed data and the output predicted by the model.  They also appear naturally in solving nonlinear equations by optimization methods. The goal of this project is to develop novel numerical schemes for least-squares problems that appear in data fitting with infinitely many parameters, such as the determination of the flux of groundwater from the observed pressure, and for least-squares problems that appear in solving nonlinear equations with infinitely many unknowns, such as the equation for an optimal transport map. The equations in both settings are elliptic equations that describe steady-state problems in science and engineering, and a priori information on the underlying problems is included in the form of inequality constraints.  The numerical schemes are based on finite element methods, one of the leading methodologies in computational engineering and science. The outcomes of this project will provide new tools for the optimal design process in engineering and materials science, and new methodologies for image processing and data science. The project provides research training opportunities for graduate students.\r\n\r\nTwo classes of infinite dimensional least-squares problems with inequality constraints that involve elliptic partial differential equations will be investigated. The first class is concerned with elliptic distributed optimal control problems with pointwise state and control constraints. The second class is concerned with solving fully nonlinear elliptic boundary value problems with convexity constraints on the solutions. For the elliptic optimal control problems, novel finite element methods will be developed for problems with general cost functions that include point tracking problems for the state as a special case, problems with constraints on the gradient of the state, and problems constrained by elliptic equations with rough coefficients. For the fully nonlinear elliptic boundary value problems, finite element methods for their classical solutions will be investigated.  They include equations of the Monge-Ampere type where the convexity of the solutions plays a key role, such as the first and second boundary value problems for the Monge-Ampere equations in two and three dimensions, and the Dirichlet boundary value problem for the prescribed Gaussian curvature equation in two dimensions.  The 2-Hessin equation in three dimensions will also be treated, where the condition on the positivity of the Laplacian  of the solution is the analog of the convexity condition on the solutions of the Monge-Ampere equations. A common theme  for the research in these two classes of problems is the interplay among elliptic partial differential equations, optimization, and finite element technology such as discontinuous Galerkin methods, multiscale finite element methods, virtual element methods, and convexity enforcing finite element methods.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susanne",
   "pi_last_name": "Brenner",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Susanne C Brenner",
   "pi_email_addr": "brenner@math.lsu.edu",
   "nsf_id": "000215332",
   "pi_start_date": "2022-05-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Li-yeng",
   "pi_last_name": "Sung",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Li-yeng Sung",
   "pi_email_addr": "sung@math.lsu.edu",
   "nsf_id": "000325069",
   "pi_start_date": "2022-05-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University",
  "perf_str_addr": "202 Himes Hall",
  "perf_city_name": "Baton Rouge",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708032701",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 361251.0
  }
 ],
 "por": null
}