{
 "awd_id": "2208237",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Electron and Neutrino Scattering from Light Nuclei",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928235",
 "po_email": "bmihaila@nsf.gov",
 "po_sign_block_name": "Bogdan Mihaila",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 94518.0,
 "awd_amount": 94518.0,
 "awd_min_amd_letter_date": "2022-06-24",
 "awd_max_amd_letter_date": "2022-06-24",
 "awd_abstract_narration": "The structure of nuclei and of the nucleons which form them is a fascinating area of basic research with important implications for other areas of science, e.g. understanding the nature of neutrinos, astrophysics, and for more applied areas like homeland security. Scattering electron beams from light nuclei enables us to learn about the structure of nuclei and nucleons, and the strong interaction which binds the nucleons into nuclei. A major new investment of the science community is the planned new Electron Ion Collider at the Brookhaven National Laboratory. Colliding electrons with nuclei has the advantage that higher energies are reached, and thus more detail can be resolved, than for fixed target accelerators.  Theoretical calculations, however, are more difficult to perform for a collider experiment. The PI and her collaborators have developed a framework for an easy way to perform calculations in any frame, and they are using this to identify the best conditions for various experiments at the future collider. This project will support both electron and neutrino scattering experiments performed in the US. The PI will continue to do outreach in rural northwestern Ohio, and involve interested undergraduate students in this research project. \r\n\r\nElectron scattering from light nuclei has given us many insights on the structure of the nuclear ground state. High precision experiments performed at Jefferson Lab require an equally high precision theory. The PI has developed a fully relativistic description of the D(e,e'p) reaction, including spin-dependent final state interactions. Neutrino scattering from light nuclei requires many of the same elements used to describe the electron scattering reactions. In the future, the Electron-Ion Collider will allow us to explore nuclei at an even larger range of energy and momentum transfers. The necessary formalism to relate theory calculations performed in the rest frame through the invariant responses to observables in the collider frame has been developed by the PI and her collaborators. This formalism is applied towards the design and analysis of future experiments at Jefferson Lab and the Electron Ion Collider. Exclusive electron scattering from Helium-3 in a simple model is investigated to establish the feasibility of these experiments in a collider and more refined calculations are performed for kinematic regions that have been identified as promising. In support of Jefferson Lab’s experimental program, the tensor asymmetry for inclusive electron scattering from the deuteron is investigated.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sabine",
   "pi_last_name": "Jeschonnek",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Sabine E Jeschonnek",
   "pi_email_addr": "jeschonnek.1@osu.edu",
   "nsf_id": "000099471",
   "pi_start_date": "2022-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "4240 Campus Drive",
  "perf_city_name": "Lima",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "458043576",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OH04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128500",
   "pgm_ele_name": "NUCLEAR THEORY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 94518.0
  }
 ],
 "por": null
}