{
 "awd_id": "2208804",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Shell Structure and Collective Excitations in Exotic Nuclei",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928958",
 "po_email": "aopper@nsf.gov",
 "po_sign_block_name": "Allena K. Opper",
 "awd_eff_date": "2022-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 152151.0,
 "awd_amount": 152151.0,
 "awd_min_amd_letter_date": "2022-08-15",
 "awd_max_amd_letter_date": "2022-08-15",
 "awd_abstract_narration": "This project engages Ursinus College undergraduates in experimental nuclear structure research. The project is part of an ongoing collaboration with colleagues at the Facility for Rare Isotope Beams (FRIB), Florida State University (FSU), and the Lawrence Berkeley National Laboratory (LBNL). The Ursinus College Nuclear Structure Group will contribute to the understanding of the systematic evolution of single-particle and collective excitations through experimental work at FRIB and FSU. The group will also support the nuclear structure community through the continuing development of simulations of the GRETA gamma-ray tracking array used extensively at FRIB. The project will contribute to the training of the STEM work force by maintaining an active research program in nuclear structure on the Ursinus College campus. Undergraduate participants will apply their knowledge of physics outside the classroom, gain practical skills in data acquisition, analysis, and simulation, observe and participate in the operation of nuclear accelerator facilities and present their work at the Ursinus College Summer Fellows Symposium and at American Physical Society/Division of Nuclear Physics meetings.\r\n\r\nThe project consists of two independent experimental programs and a detector simulation effort. First, the mechanism(s) driving changes in structure in the N=28 isotones below Ca-48, including the erosion of the N=28 shell at Z=14 is a topic of great interest which the group proposes to address at FRIB with inverse-kinematics proton scattering and Coulomb excitation measurements of Si-42. The proposed measurements of Si-42 will extend the empirical picture of the relative contributions of neutrons and protons to first 2+ excitations in the N=28 isotones down to Z=14, where the N=28 shell collapses. Second, the systematics of first 2+ state energies suggest that the N=32 subshell gap decreases with increasing neutron number above the Ca isotopes and vanishes entirely in the Fe isotopes. The group proposes to continue their ongoing investigation of the closing of the N=32 subshell through a neutron-transfer measurement to an N=28 Cr-52 target at FSU. Finally, the project will support the continuing development of simulations of the GRETA gamma-ray tracking array. This work is an important to the nuclear science community for at least two reasons. First, simulations are a central tool in experimental design, needed for the planning and proposal of experiments at FRIB. Second, due to the complexity of many experimental techniques, accurate simulations are needed to extract experimental results from raw data.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lewis",
   "pi_last_name": "Riley",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lewis A Riley",
   "pi_email_addr": "lriley@ursinus.edu",
   "nsf_id": "000231886",
   "pi_start_date": "2022-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ursinus College",
  "inst_street_address": "601 E MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGEVILLE",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6104093005",
  "inst_zip_code": "194262513",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "PA04",
  "org_lgl_bus_name": "URSINUS COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "V5D6CC6CVHJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Ursinus College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "194261000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "PA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "123300",
   "pgm_ele_name": "NUCLEAR STRUCTURE & REACTIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 152151.0
  }
 ],
 "por": null
}