{
 "awd_id": "2208663",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: AF: Small: Promoting Social Learning Amid Interference in the Age of Social Media",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922095",
 "po_email": "kwimmer@nsf.gov",
 "po_sign_block_name": "Karl Wimmer",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 270000.0,
 "awd_amount": 280000.0,
 "awd_min_amd_letter_date": "2022-07-12",
 "awd_max_amd_letter_date": "2024-05-13",
 "awd_abstract_narration": "Information acquisition is embedded in a social setting.  This distorts - or at least changes - the incentives individuals face when they are uncertain about the truth and communicate with others. Social learning, an increasingly impactful topic in the computer science/economics literature, formally studies when and how dispersed and self-interested agents aggregate information. A potential, but unrealized, goal of the social-learning literature is to enable the building of socio-computational systems that promote social learning. A growing volume of literature in social media and computational social science is deeply concerned that, at present, incentives are not aligned with truth-seeking/truth-telling and that discussion is becoming increasingly polarized.  This leads to an acrimonious public discourse rife with conflicting information and theories, where the truth is hard to locate. Building on and using theoretical computer science techniques, this project adds to the fundamental understanding of how societies learn. \r\n\r\nThe social learning system itself, with given parameters, can be seen as a computational process. This project considers two interesting perspectives in this family of problems that involve computational complexity and algorithm design: 1) the computational complexity required for agents to best respond or to determine the properties of different systems; 2) considering social learning as a complex system where the models of social interactions, input signals, and self-regulating/evolving nature can be viewed as constraints, and the design parameters can be optimized to encourage social learning towards truth discovery.  This work includes the analysis of models with relevant first-order features to learn which conditions are sufficient and necessary for crowds to quickly and reliably converge on the truth in both the sequential social learning and social learning with repeated updating settings. In addition, the project includes design of algorithms and insights to optimize certain parameters, corresponding to platform design choices, to promote fast and robust social learning in each of these settings.  A key feature is augmenting the social-learning literature to explicitly consider agents' social embeddedness including their mixed incentives and the reality of polarized environments.  Additionally, with carefully crafted empirical research, the project develops models for learning more complex truths amid social pressure.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jie",
   "pi_last_name": "Gao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jie Gao",
   "pi_email_addr": "jg1555@cs.rutgers.edu",
   "nsf_id": "000488188",
   "pi_start_date": "2022-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "33 Knightsbridge Road",
  "perf_city_name": "Piscataway",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "088543925",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "079Z",
   "pgm_ref_txt": "Machine Learning Theory"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7932",
   "pgm_ref_txt": "COMPUT GAME THEORY & ECON"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 270000.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": null
}