{
 "awd_id": "2208857",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The geographic footprint of host-symbiont mutualism",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032922279",
 "po_email": "sdudgeon@nsf.gov",
 "po_sign_block_name": "Steven Dudgeon",
 "awd_eff_date": "2022-07-15",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 874999.0,
 "awd_amount": 921044.0,
 "awd_min_amd_letter_date": "2022-06-01",
 "awd_max_amd_letter_date": "2023-05-24",
 "awd_abstract_narration": "Every species on Earth has limits to its geographic distribution – places on the planet where it cannot live. Studying how range limits arise is important because it helps people understand where species such as pests or disease vectors are likely or unlikely to be found, and whether species might be able to migrate as environments change. It is generally accepted that, approaching the edges of a species’ distribution, stress from harshness of the environment eventually causes the death rate to exceed the birth rate, so that populations cannot sustain themselves. This generates a range edge. However, many plants and animals harbor a rich array of microbes that live inside of themselves, and these microbes (collectively called the microbiome) may help to ameliorate stress. This leads to the hypothesis that, by helping hosts deal with stress, microbes may alter the limits of a species’ distribution. The proposed research will test this hypothesis using plants that live symbiotically with microscopic fungi. The fungi are known elsewhere to help the plants cope with drought stress. The researchers will remove fungal symbionts from some plants and leave them in others, then place both plant types out into experimental plots that span the wet core to the dry edge of the plant species’ distributions. They will do this experiment for three grass species important to rangeland productivity.  Data from this experiment will be used to build mathematical models that reveal how the fungal microbes affect the balance of birth and death rates in the host plants near and away from their range edges. This will help us understand the importance of plant-microbe symbioses as climate changes. Fungal symbionts are passed from adult plants through seeds. The researchers will thus visit herbaria, which are museums of stored plant collections, to extract fungi from seeds of stored grasses over the last 100 years to test how the plant-fungal interactions have changed through time. The project is designed to build connections between the study of plant microbiomes and the study of species’ distributions, which historically have had little cross-talk. \r\n\r\nUnderstanding the processes that generate limits on species’ geographic distributions is a classic problem in ecology that takes on urgency in the face of rapid environmental change. There is wide recognition that species interactions, together with abiotic forcing, may play a key role in shaping geographic distributions. However, current theory and data overwhelmingly focus on antagonistic interactions like consumption and competition. This project will test the influence of mutualism between host organisms and their microbial symbionts on the geographic distributions of both partners under current and future climate scenarios. Using a generalizable model system with a well-developed toolkit (cool-season grasses and their vertically-transmitted fungal endophytes), this project will combine geographically distributed symbiont removal experiments, demographic range modeling, climate change forecasting, collections-based surveys, and genetic profiling of symbionts to measure, for the first time, the geographic footprint of host-symbiont mutualism. Experiments will focus on three eastern North American grass species that meet their western limits along the dramatic aridity gradient of the south-central US, which is shifting under climate change. First, the research team will test competing hypotheses for the effect of symbiosis on host range limits, which depends on how symbionts influence host responses to abiotic (aridity) and biotic (herbivory) stress from range-core to range-edge. Mechanistic range models built with experimental data will quantify how symbionts modify host range limits via these two types of protection. Second, the team will quantify how context-dependent fitness effects scale up to influence clines in symbiont prevalence, which determine the symbiont geographic distribution. Finally, the research team will pursue greater spatial, temporal, and taxonomic coverage by sampling nine host species from herbarium specimens. Herbarium work will reconstruct geographic and temporal trends in the prevalence and fitness effects of endophytes across the central US to test how host-symbiont interactions have responded to rapid environmental change. Collectively, this work will advance mechanistic understanding of the origins of range limits and enhance the ability to forecast how species’ ranges will respond to future environmental change – among the most urgent priorities in population and community ecology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Miller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Miller",
   "pi_email_addr": "tom.miller@rice.edu",
   "nsf_id": "000534715",
   "pi_start_date": "2022-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 MAIN ST",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "108Z",
   "pgm_ref_txt": "Post-baccalaureate Involvement"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 874999.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 46045.0
  }
 ],
 "por": null
}