{
 "awd_id": "2209030",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2022: The endocrine and neurogenomic regulation of male parental care strategies",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924694",
 "po_email": "jkabraha@nsf.gov",
 "po_sign_block_name": "Joel Abraham",
 "awd_eff_date": "2022-11-01",
 "awd_exp_date": "2024-10-31",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2022-06-03",
 "awd_max_amd_letter_date": "2022-06-03",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2022, Integrative Research Investigating the Rules of Life Governing Interactions Between Genomes, Environment and Phenotypes. The fellowship supports research and training of the fellow that will contribute to the area of Rules of Life in innovative ways. Songbirds express a latitudinal gradient in paternal care, with southern males providing more care for offspring than northern males. This research will leverage this natural variation in behavior to address the physiological and neurological control of paternal care. The fellow will compare male paternal behavior across latitudes as it relates to two hormones known to regulate parental behaviors, and will investigate the neurological control of these behaviors between more paternal and less paternal males. This research will add insight into the evolution of paternal care and how these behaviors are governed within and across populations with changing ecological conditions. The fellow will achieve these goals by mentoring volunteers, technicians, and graduate students from underrepresented groups that will assist with these research goals while developing and executing independent research projects at four research sites.\r\n\r\nThe fellow will investigate how variation in testosterone and prolactin mediate variation in male life history strategies and identify potential gene networks governing paternal behaviors in male house sparrows (Passer domesticus). To relate natural variation in these two hormones to male incubation behavior, males will be sampled at four sites along a latitudinal gradient from ND to TX.  Northern males are predicted to have elevated testosterone, suppressed prolactin, and reduced parental care relative to southern males. To establish causal roles of these hormones in influencing parental behavior, testosterone and prolactin will be experimentally manipulated across sites. Experimentally blocking testosterone and increasing prolactin is predicted to increase parental behavior. Finally, brain tissue will be collected from incubating males, males that spend little to no time incubating, and incubating females to identify potential gene networks in the hypothalamus that govern male incubation behaviors and determine if they are similar across sexes and populations. The fellow will recruit technicians and volunteers from a diverse group of applicants by engaging with the North Dakota’s Established Program to Stimulate Competitive Research organization and NDSU’s ROPES program. Participants will assist the fellow with research goals while developing and executing independent research projects.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Lane",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel J Lane",
   "pi_email_addr": "",
   "nsf_id": "000868701",
   "pi_start_date": "2022-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lane, Samuel Joseph",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "",
  "inst_zip_code": "24060",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "North Dakota State University",
  "perf_str_addr": null,
  "perf_city_name": "Fargo",
  "perf_st_code": "ND",
  "perf_st_name": "North Dakota",
  "perf_zip_code": "581086050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "ND00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "804900",
   "pgm_ele_name": "Biology Postdoctoral Research"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Paternal care is widespread across tropical avian species, and often has important effects on fitness. However, the factors that contribute to this variation and the underlying mechanisms are not well understood. Across species, males often provide more care at lower latitudes that are characterized by longer breeding seasons than populations at higher latitudes. However, whether this is also true across populations of the same species is unknown. Testosterone (T) is known to negatively modulate male care, and is positively correlated with latitude, but another important and relatively understudied hormone in wild animals is prolactin (PRL). My research aimed to bridge this gap in knowledge and provided the first test of a latitudinal relationship between PRL, T, and how they relate to patterns of life history strategies observed across latitudes. Most research that investigates PRL as a mechanism of paternal care have been done in controlled captive studies, limiting our understanding of how PRL could regulate paternal care in response to variable ecological conditions. &nbsp;My postdoctoral fellowship used a two-year field study to examine the relationship between T, PRL, and parental behaviors within house sparrows (<em>Passer domesticus</em>) across latitudes in North America.<strong>&nbsp;</strong></p>\r\n<p>Surprisingly, our field study did not establish the patterns of parental care and the associated mechanisms established across species. Instead, we found no reliable pattern of male care across latitudes. Males in the far north on average expressed similar levels of parental care as those in the south despite much harsher and less predictable ecological patterns. However, females expressed greater levels of parental care at northern latitudes. Therefore, when considering overall care provided to a nest by both parents, males displayed a lower percentage of care in the north, even though the average care provided by males did not change across latitudes. In addition to no differences observed in population-level male paternal behavior between latitudes, we also did not observe differences in male baseline T levels. This is in contrast with studies across species, that found baseline T increased with increasing latitudes. However, we did find that males at southern latitudes had higher maximal release of T when compared to northern males, suggesting that southern males may be more flexible in their endocrine axis when compared to northern males. This could be due to significantly longer breeding season in the south, which may select for a more flexible mechanism of behavior. This study highlights the importance of controlling for species when considering populational differences in hormonal mechanisms and illuminates important new areas of study for animal behavior and ecophysiology. Additionally, given that house sparrows only recently colonized the Americas (~170 years ago), they have had less time than native species to adapt to the ecological conditions that elicit patterns observed across species. We are currently waiting for the results of the PRL samples to further evaluate the relationship between hormonal mechanisms of parental care and latitude.</p>\r\n<p>In addition to the original aims of the grant, I was able to employ transcriptomics in the aims of a related NSF grant, evaluating the importance of environmental or genetic influences on adult body sizes. This allowed me to not only expand on this collaborative project but ensure that I gain valuable training associated with bioinformatics that I will be able to disseminate to future students and mentees. Additionally, I was able to use this time to develop and conduct a third project, leveraging a unique, known age population of birds, to examine how age and senescence alter endocrine and behavioral patterns of breeding songbirds. These studies, and the original objectives have been presented at three national conventions and are being written into four manuscripts that will be published in the upcoming year. Finally, during my time as an NSF postdoctoral fellow, I trained and mentored seven undergraduate students and eight graduate students across four different universities. I trained these students in field techniques, wet lab skills, and all aspects of the scientific method including scientific writing, while providing extensive training in data analysis and coding in R. These mentorships have led to the students presenting nine posters, two talks at local and national conventions, and one student publishing a first authored manuscript. Although I am not directly responsible these achievements, I hope I played an important role in their career development through my mentorship.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/28/2025<br>\nModified by: Samuel&nbsp;Joseph&nbsp;Lane</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nPaternal care is widespread across tropical avian species, and often has important effects on fitness. However, the factors that contribute to this variation and the underlying mechanisms are not well understood. Across species, males often provide more care at lower latitudes that are characterized by longer breeding seasons than populations at higher latitudes. However, whether this is also true across populations of the same species is unknown. Testosterone (T) is known to negatively modulate male care, and is positively correlated with latitude, but another important and relatively understudied hormone in wild animals is prolactin (PRL). My research aimed to bridge this gap in knowledge and provided the first test of a latitudinal relationship between PRL, T, and how they relate to patterns of life history strategies observed across latitudes. Most research that investigates PRL as a mechanism of paternal care have been done in controlled captive studies, limiting our understanding of how PRL could regulate paternal care in response to variable ecological conditions. My postdoctoral fellowship used a two-year field study to examine the relationship between T, PRL, and parental behaviors within house sparrows (Passer domesticus) across latitudes in North America.\r\n\n\nSurprisingly, our field study did not establish the patterns of parental care and the associated mechanisms established across species. Instead, we found no reliable pattern of male care across latitudes. Males in the far north on average expressed similar levels of parental care as those in the south despite much harsher and less predictable ecological patterns. However, females expressed greater levels of parental care at northern latitudes. Therefore, when considering overall care provided to a nest by both parents, males displayed a lower percentage of care in the north, even though the average care provided by males did not change across latitudes. In addition to no differences observed in population-level male paternal behavior between latitudes, we also did not observe differences in male baseline T levels. This is in contrast with studies across species, that found baseline T increased with increasing latitudes. However, we did find that males at southern latitudes had higher maximal release of T when compared to northern males, suggesting that southern males may be more flexible in their endocrine axis when compared to northern males. This could be due to significantly longer breeding season in the south, which may select for a more flexible mechanism of behavior. This study highlights the importance of controlling for species when considering populational differences in hormonal mechanisms and illuminates important new areas of study for animal behavior and ecophysiology. Additionally, given that house sparrows only recently colonized the Americas (~170 years ago), they have had less time than native species to adapt to the ecological conditions that elicit patterns observed across species. We are currently waiting for the results of the PRL samples to further evaluate the relationship between hormonal mechanisms of parental care and latitude.\r\n\n\nIn addition to the original aims of the grant, I was able to employ transcriptomics in the aims of a related NSF grant, evaluating the importance of environmental or genetic influences on adult body sizes. This allowed me to not only expand on this collaborative project but ensure that I gain valuable training associated with bioinformatics that I will be able to disseminate to future students and mentees. Additionally, I was able to use this time to develop and conduct a third project, leveraging a unique, known age population of birds, to examine how age and senescence alter endocrine and behavioral patterns of breeding songbirds. These studies, and the original objectives have been presented at three national conventions and are being written into four manuscripts that will be published in the upcoming year. Finally, during my time as an NSF postdoctoral fellow, I trained and mentored seven undergraduate students and eight graduate students across four different universities. I trained these students in field techniques, wet lab skills, and all aspects of the scientific method including scientific writing, while providing extensive training in data analysis and coding in R. These mentorships have led to the students presenting nine posters, two talks at local and national conventions, and one student publishing a first authored manuscript. Although I am not directly responsible these achievements, I hope I played an important role in their career development through my mentorship.\r\n\n\n\t\t\t\t\tLast Modified: 02/28/2025\n\n\t\t\t\t\tSubmitted by: SamuelJosephLane\n"
 }
}