{
 "awd_id": "2209293",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2022: Evolution of Innate Predator Avoidance Behavior in Flies",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924152",
 "po_email": "mpilgrim@nsf.gov",
 "po_sign_block_name": "Melissa A. Pilgrim",
 "awd_eff_date": "2023-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2022-06-27",
 "awd_max_amd_letter_date": "2022-06-27",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2022, Integrative Research Investigating the Rules of Life Governing Interactions Between Genomes, Environment and Phenotypes. The fellowship supports research and training of the fellow that will contribute to the area of Rules of Life in innovative ways. The fellow will study the insect sense of smell. Insects rely on their sense of smell to survive and reproduce. More than three quarters of all animals are insects, and among these are important pollinators as well as damaging agricultural pests. Therefore, it is important to understand how the insect sense of smell works, as well as how it changes over the generations. The fellow will investigate how changes in genes lead to changes in insect responses to smells, especially responses to threatening smells associated with predators and parasites. A corresponding broader impacts program will prioritize mentorship, public communication of science, and production of resources useful to outside researchers and educators. The fellow will be trained in cutting edge research methods and will develop collaborations with researchers at the University of Arizona, the USDA, and elsewhere. \r\n\r\nThe fellow will investigate the origin of phenotypic change in the insect olfactory system during the evolution of innate predator avoidance behavior. Drosophila flies offer a unique opportunity to study the evolution of innate avoidance behavior using advanced laboratory methods. Flies rely on olfaction as they avoid threats. In the Sonoran Desert in Arizona, USA, cactophilic flies interact with many other insect species that utilize necrotic cactus tissue, including predatory mites. The fellow will characterize fly olfactory pathways driving innate behavioral responses to predatory mites and will examine patterns of molecular evolution in innate olfactory avoidance circuits. The fellow will test hypotheses explaining the origin of phenotypic variation in predator avoidance behavior, including the hypothesis that odorant receptor gene duplication causes selectively neutral threat overestimation errors. This work will engage undergraduate researchers, who will learn methods in functional genetics and computational biology. The fellow will receive new training in behavioral analysis, analytical chemistry, electrophysiology, functional genetics, and comparative genomics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Legan",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew W Legan",
   "pi_email_addr": "",
   "nsf_id": "000866230",
   "pi_start_date": "2022-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Legan, Andrew Wesley",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "",
  "inst_zip_code": "14850",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona Department of Entomology",
  "perf_str_addr": null,
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210036",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "804900",
   "pgm_ele_name": "Biology Postdoctoral Research"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": null
}