{
 "awd_id": "2209605",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WoU-MMA: High-Energy Astrophysics with VERITAS and Towards Realization of CTA",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927219",
 "po_email": "cmariani@nsf.gov",
 "po_sign_block_name": "Camillo Mariani",
 "awd_eff_date": "2022-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 1249826.0,
 "awd_amount": 1249826.0,
 "awd_min_amd_letter_date": "2022-08-10",
 "awd_max_amd_letter_date": "2022-08-10",
 "awd_abstract_narration": "Imaging atmospheric Cherenkov telescopes (IACTs), like the Very Energetic Radiation Imaging Telescope Array System (VERITAS) at the Fred Lawrence Whipple Observatory in Arizona, USA, have revolutionized our understanding of high-energy phenomena in the Universe over the last decade.  The catalog of sources of very high-energy gamma radiation discovered and studied by these instruments has grown from a handful to nearly 250 over that period and cover a wide variety of astrophysical environments.  In addition to elucidating acceleration mechanisms and explosive phenomena in Galactic sources that give rise to cosmic rays, the workings of active galactic nuclei, and the strength of the intergalactic magnetic field that gave rise to the magnetic fields of galaxies and stars, the instruments have demonstrated excellent instantaneous sensitivity for rapid transient events enabling the study of time-domain very high-energy astrophysics and the new science enabled by coordinated multi-messenger observations. This award supports scientists at the University of California-Los Angeles performing research with VERTIAS.  The award program will provide improved understanding of populations of the Galactic sources of PeV-scale cosmic rays, studies of extended sources (supernova remnants, pulsar wind nebulae and the Galactic Center region), and utilizing extreme blazars as probes of the weak intergalactic magnetic field. The award will support the training and mentoring of graduate student and postdoctoral researchers, provide outreach and education to local high school students, and includes enhancements to the Muon Hunter Citizen Science program. The team will also provide continued recognized leadership for the next generation IACTS, including the prototype Schwarzschild-Couder Telescope and the Cherenkov Telescope Array.  \r\n\r\nVERITAS is an array of four 12m diameter atmospheric Cherenkov telescopes, each with an imaging field of view of 3.5 degrees.  The stereoscopic viewing technique employed by VERITAS achieves a low-energy threshold of 80 GeV, strong background rejection, and excellent angular resolution and good energy resolution.  The development of wide-field and high angular resolution observation capabilities has made it possible to probe complex morphology in potential PeV-scale accelerating regions of astrophysical environments likely to produce hadronic interactions (cosmic rays and high-energy neutrinos) and where multi-messenger observations are essential to source studies. In addition, dedicated observations of the Galactic Centre region will provide improved knowledge of: the spectrum of the central source that enhance the development of acceleration models, and; the search for dark matter self-annihilation in the Galactic Center halo where the gamma-ray contamination from conventional astrophysical sources is low. This project advances the goals of the NSF Windows on the Universe Big Idea.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vladimir",
   "pi_last_name": "Vassiliev",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Vladimir V Vassiliev",
   "pi_email_addr": "vvv@astro.UCLA.EDU",
   "nsf_id": "000381897",
   "pi_start_date": "2022-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rene",
   "pi_last_name": "Ong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rene Ong",
   "pi_email_addr": "rene@astro.ucla.edu",
   "nsf_id": "000331822",
   "pi_start_date": "2022-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "107Y00",
   "pgm_ele_name": "WoU-Windows on the Universe: T"
  },
  {
   "pgm_ele_code": "164300",
   "pgm_ele_name": "Particle Astrophysics/Cosmic P"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "069Z",
   "pgm_ref_txt": "Windows on the Universe (WoU)"
  },
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 1249826.0
  }
 ],
 "por": null
}