{
 "awd_id": "2209230",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology: The Roles of Gene Flow and Local Adaptation in Driving Fitness in a Genetically Depauperate Fish",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924694",
 "po_email": "jkabraha@nsf.gov",
 "po_sign_block_name": "Joel Abraham",
 "awd_eff_date": "2023-06-01",
 "awd_exp_date": "2024-01-31",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 48750.0,
 "awd_min_amd_letter_date": "2022-05-24",
 "awd_max_amd_letter_date": "2024-05-21",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2022, Integrative Research Investigating the Rules of Life Governing Interactions Between Genomes, Environment and Phenotypes. The fellowship supports research and training of the Fellow that will contribute to the area of Rules of Life in innovative ways. This research addresses how isolated populations with low genetic diversity persist with focus on a subspecies of cutthroat trout: the greenback cutthroat. The greenback cutthroat, despite being Colorado’s state fish, was nearly extirpated and has been reduced to a single surviving population and a handful of reintroduced populations founded from that one population. This project seeks to compare genetic diversity between greenback cutthroat and a close relative at the landscape and population levels and then link those data with the ability for recovery populations in new habitats. The project leverages a past experiment in which the two subspecies were crossed to identify genomic features that contribute to fitness and boost the genetic diversity of greenback cutthroat without swamping the genetic features that are specific to the subspecies. The project will also bring these methods into the classroom at a local minority serving college to help train students in these cutting-edge technologies.\r\n\r\nThe goal of this project is to link the genetic basis of phenotypic traits to their interaction with the environment for a genetically depauperate and isolated fish. This research will provide a predictive framework in which genomic features identified with whole-genome sequencing at three ecological and demographic scales are linked to individual fitness. First, it will assess standing genetic variation in two subspecies, the greenback and the closely related Colorado River cutthroat trout, and identify loci correlated with key environmental features using genetic-environmental analyses. It will then focus on recently reintroduced populations to measure how genetic diversity at introduction predicts the populations persistence via phenotypic plasticity or rapid adaptation. Lastly, genomic data from the two subspecies and their hybrids will be used to identify loci associated with inbreeding load and negative fitness in greenback cutthroat. These data will inform how genetic variation and environmental attributes manifest as individual fitness and the relative ability of each subspecies to adapt to changing conditions as a function of genetic diversity. Finally, the Fellow will lead both field and bench modules at a local, minority serving institution with the goal of introducing skills beneficial to career development and in pursuit of advanced degrees in STEM.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Morgan",
   "pi_last_name": "Sparks",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Morgan Sparks",
   "pi_email_addr": "",
   "nsf_id": "000868017",
   "pi_start_date": "2022-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Sparks, Morgan",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "West Lafayette",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "",
  "inst_zip_code": "47907",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": null,
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805231878",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "804900",
   "pgm_ele_name": "Biology Postdoctoral Research"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 48750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The goal of this project was to assess the potential for genetic rescue (the introduction of outside genetic diversity to increase population growth) of greenback cutthroat trout&mdash;Colorado&rsquo;s state fish. Greenback cutthroat trout have been extirpated throughout their range and only remained as a single population in a creek outside of their historical, native range. As a result, significant efforts have been made by state and federal management agencies to recover these fish, however they remain severely inbred.</span></p>\n<p><span>This project sampled numerous recently reintroduced greenback cutthroat sites with the goal of understanding both how much genetic diversity is available to these fish and how it promotes (or how its deficiency may hinder) their potential to adapt to new and changing habitats. It also leverages a paired sampling design with a closely related and more genetically diverse subspecies, Colorado River cutthroat trout, to understand how greenback cutthroat compare in their ability to adapt.&nbsp;</span></p>\n<p><span>The main analyses in this project focus on whole-genome sequencing to understand which genes may contribute to adaptation and/or which genes may be affected by inbreeding such that deleterious recessive alleles become fixed and result in inbreeding deficiencies. In this sense, greenback cutthroat risk genetic deformities much the same as domesticated animals or the inbred family lines of historic monarchies. The research outcomes of this project will help inform targeted management of greenback cutthroat, establish genomic resources for continued monitoring and management actions as reintroduction and conservation efforts continue, and serve as a model for other, severely inbred species.</span></p>\n<p><span>Another goal of this project was a knowledge transfer to underrepresented individuals in the fields of evolutionary biology, wildlife and fisheries management, and conservation sciences. To accomplish this, I taught a techniques module at Fort Lewis College&mdash;a majority minority serving institution. This institution was important because it has one of the largest indigenous student populations in the country. In that vein, tribes are often comanagers of natural resources either on reservations or via treaty rights, so having tribal members with technical training for those responsibilities is important for tribal autonomy. My small role in this was to help fill in curricular gaps in their Aquatic Sampling Techniques course via a teaching module. I also used this as an opportunity to a lead a professional development discussion, in which I talked to students about professional or graduate career paths in fish and wildlife management. After the module, many students expressed that this was new information to them and they were very appreciative to receive it. I also stressed to students that they could continue to use me as a resource moving forward in their career paths. I hope to continue to engage in similar mentorship opportunities in the future.</span></p>\n<p><span>Finally, I ended my tenure in this project approximately a quarter of the way through its intended duration. My early departure was because I transitioned to a permanent research position with the US Forest Service, for which this project served as a steppingstone. As a research fish biologist, I will continue to research questions regarding the conservation of greenback cutthroat and other cold-water fishes.</span></p><br>\n<p>\n Last Modified: 06/04/2024<br>\nModified by: Morgan&nbsp;Sparks</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe goal of this project was to assess the potential for genetic rescue (the introduction of outside genetic diversity to increase population growth) of greenback cutthroat troutColorados state fish. Greenback cutthroat trout have been extirpated throughout their range and only remained as a single population in a creek outside of their historical, native range. As a result, significant efforts have been made by state and federal management agencies to recover these fish, however they remain severely inbred.\n\n\nThis project sampled numerous recently reintroduced greenback cutthroat sites with the goal of understanding both how much genetic diversity is available to these fish and how it promotes (or how its deficiency may hinder) their potential to adapt to new and changing habitats. It also leverages a paired sampling design with a closely related and more genetically diverse subspecies, Colorado River cutthroat trout, to understand how greenback cutthroat compare in their ability to adapt.\n\n\nThe main analyses in this project focus on whole-genome sequencing to understand which genes may contribute to adaptation and/or which genes may be affected by inbreeding such that deleterious recessive alleles become fixed and result in inbreeding deficiencies. In this sense, greenback cutthroat risk genetic deformities much the same as domesticated animals or the inbred family lines of historic monarchies. The research outcomes of this project will help inform targeted management of greenback cutthroat, establish genomic resources for continued monitoring and management actions as reintroduction and conservation efforts continue, and serve as a model for other, severely inbred species.\n\n\nAnother goal of this project was a knowledge transfer to underrepresented individuals in the fields of evolutionary biology, wildlife and fisheries management, and conservation sciences. To accomplish this, I taught a techniques module at Fort Lewis Collegea majority minority serving institution. This institution was important because it has one of the largest indigenous student populations in the country. In that vein, tribes are often comanagers of natural resources either on reservations or via treaty rights, so having tribal members with technical training for those responsibilities is important for tribal autonomy. My small role in this was to help fill in curricular gaps in their Aquatic Sampling Techniques course via a teaching module. I also used this as an opportunity to a lead a professional development discussion, in which I talked to students about professional or graduate career paths in fish and wildlife management. After the module, many students expressed that this was new information to them and they were very appreciative to receive it. I also stressed to students that they could continue to use me as a resource moving forward in their career paths. I hope to continue to engage in similar mentorship opportunities in the future.\n\n\nFinally, I ended my tenure in this project approximately a quarter of the way through its intended duration. My early departure was because I transitioned to a permanent research position with the US Forest Service, for which this project served as a steppingstone. As a research fish biologist, I will continue to research questions regarding the conservation of greenback cutthroat and other cold-water fishes.\t\t\t\t\tLast Modified: 06/04/2024\n\n\t\t\t\t\tSubmitted by: MorganSparks\n"
 }
}