{
 "awd_id": "2209166",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY22: The Role of Migratory Behavior in Population Divergence and Speciation",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924152",
 "po_email": "mpilgrim@nsf.gov",
 "po_sign_block_name": "Melissa A. Pilgrim",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 207000.0,
 "awd_amount": 207000.0,
 "awd_min_amd_letter_date": "2022-06-08",
 "awd_max_amd_letter_date": "2022-06-08",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2022, Integrative Research Investigating the Rules of Life Governing Interactions Between Genomes, Environment and Phenotypes. The fellowship supports research and training of the fellow that will contribute to the area of Rules of Life in innovative ways. The research studies how animal migration contributes to forming new species. Many different animals—from insects to elephants, fish, reindeer, and famously birds—migrate long distances. These journeys impact animals’ survival and can change when, where, and with whom they reproduce and thereby mix genes. This is important because groups of animals that were once interbreeding but are no longer doing so begin to split into new species. This research uses the relationships among all bird species to test whether groups that migrate have split into new species more often than groups that do not migrate. The research also studies Barn Swallows, a bird species that is currently in the process of splitting into multiple species, to find genetic patterns that explain the role of migration in this splitting process. Understanding how migration causes new species to form is important because animals are changing their timing and routes of migration due to the changing climate. This project will train three undergraduate students, as well as train the fellow in new scientific skills, and will provide a database of migration information that can be used by other scientists for further research. \r\n\r\nMigration may promote speciation at migratory divides (populations which breed in the same location, but differ in their migratory paths and nonbreeding sites) by precluding mating between different migratory phenotypes, or exerting divergent selection on them. An alternative hypothesis is that migration may impede speciation by bringing populations into contact at breeding ranges. This proposal tests the rule of life that migration promotes speciation at two levels of biological hierarchy. First, a comparative phylogenetic analysis across the avian tree of life tests whether migratory lineages have higher diversification rates than non-migratory lineages. Second, a comparative genomic analysis within the Barn Swallow subspecies complex leverages five replicated migratory divides on three continents to evaluate whether patterns of genotypic and phenotypic divergence across migratory divides are consistent and whether they are due to migratory phenotype vs. a history of geographic isolation. This latter project also connects genomes to phenomes through genomic mapping of migratory and male/female phenotypes to better understand how divergent phenotypes may co-evolve. The project will train the fellow in comparative phylogenetics and genomic analyses, and provide research experience and professional development for three undergraduates from underrepresented groups in biology. Research will be disseminated to a public audience through science communication organizations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gina",
   "pi_last_name": "Calabrese",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gina Calabrese",
   "pi_email_addr": "",
   "nsf_id": "000842502",
   "pi_start_date": "2022-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Calabrese, Gina",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Raleigh",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "",
  "inst_zip_code": "27601",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado Boulder",
  "perf_str_addr": null,
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090334",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "804900",
   "pgm_ele_name": "Biology Postdoctoral Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5936",
   "pgm_ref_txt": "GERMANY (F.R.G.)"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 207000.0
  }
 ],
 "por": null
}