{
 "awd_id": "2209129",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Liquid Argon Detector R&D with Applications to the LEGEND and CCM Experiments",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928958",
 "po_email": "aopper@nsf.gov",
 "po_sign_block_name": "Allena K. Opper",
 "awd_eff_date": "2022-08-15",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 1050000.0,
 "awd_amount": 1050000.0,
 "awd_min_amd_letter_date": "2022-08-09",
 "awd_max_amd_letter_date": "2024-05-24",
 "awd_abstract_narration": "This award supports a research program that focusses on the LEGEND experiment, a neutrino-less double beta decay experiment that utilizes enriched germanium as both source and detector.  The germanium 76 isotope is one of a handful of nuclei known to undergo the exceedingly rare double-beta decay process, producing two electrons and two neutrinos.  A crucial unanswered question regarding the neutrino is whether it is its own anti-particle.  If the neutrino is its own anti-particle, then the neutrino-less decay process must exist. The discovery of this process would have a revolutionary impact on the fields of nuclear physics, elementary particle physics and cosmology.  The universe consists entirely of matter without anti-matter, and the absence of anti-matter could be explained by a neutrino that is its own anti-particle.  This research program will enhance the technique of detecting ionizing radiation with liquid argon, crucial for LEGEND background rejection and with applications to other nuclear and particle physics experiments. This work is ideal for educating future experimentalists and, more broadly, STEM professionals.  The University of New Mexico-Albuquerque is one of only two Flagship Hispanic-Serving State Institutions in the US (US Department of Education \"High Hispanic Enrollment\") that is also classified by the Carnegie Foundation as R1 (Doctoral University-Highest research activity).  The PI and co-PI actively recruit new students from the university’s ethnically diverse undergraduate pool and mentor them in technical and scientific skills that enable the students to pursue jobs in STEM fields.\r\n\r\nThe major challenge of LEGEND is removal and rejection of backgrounds – the goal for LEGEND is less than one background count in the signal region per ton-year.  Part of the LEGEND strategy for achieving this goal is to use scintillation light from liquid argon as an active veto.  Liquid argon has become widely used in large nuclear and particle physics experiments because of its low cost and good light yield.   However, due to the short wavelength of the argon scintillation light (128 nm) liquid argon experiments require the use of a wavelength shifter (typically Tetra-phenyl Butadiene, TPB, which re-emits the light at 430 nm) for the detection of the light. The current design of LEGEND has TPB coated scintillating fibers surrounding the germanium detector array to collect the light from the liquid argon.   In the group‘s prior work they showed that the addition of a small quantity of xenon (~10 ppm) can shift nearly all the light to the more favorable 175 nm range, shift the emission to earlier times and increase the light yield by about a factor of two.  The group will further explore this process in an improved version of a small (105 liter) cryogenic vessel located on campus at UNM, as well as participating in the operation and data analysis of LEGEND-200 and the design of the future LEGEND-1000.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Gold",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Michael S Gold",
   "pi_email_addr": "mgold@unm.edu",
   "nsf_id": "000202336",
   "pi_start_date": "2022-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Fields",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas Fields",
   "pi_email_addr": "fields@unm.edu",
   "nsf_id": "000345430",
   "pi_start_date": "2022-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "Dept. of Physics and Astronomy 1",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "123400",
   "pgm_ele_name": "NUCLEAR PRECISION MEASUREMENTS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 350000.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 350000.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 350000.0
  }
 ],
 "por": null
}