{
 "awd_id": "2209700",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Topics in String Theory",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925314",
 "po_email": "kdienes@nsf.gov",
 "po_sign_block_name": "Keith Dienes",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 840000.0,
 "awd_amount": 840000.0,
 "awd_min_amd_letter_date": "2022-07-20",
 "awd_max_amd_letter_date": "2022-07-20",
 "awd_abstract_narration": "This award funds the research activities of Professors Eric D'Hoker, Michael Gutperle, and Per Kraus at the University of California, Los Angeles.\r\n\r\nQuantum field theory, which governs the laws of elementary particles, and Einstein's theory of General Relativity, which formulates gravity in terms of spacetime curvature, are known to accurately describe almost all observed physical phenomena from collider physics to cosmology.   String theory is a compelling framework for incorporating these principles in a unified framework, yet despite decades of effort the fundamental structure of string theory remains poorly understood.  A key ingredient is believed to be the holographic principle, relating quantum field theories to string theory in one higher dimension.  The research of Professors D'Hoker, Gutperle, and Kraus is aimed at deepening our understanding of string theory, as well as developing its connection to quantum field theory through holography.  Their research will have applications to such diverse physical systems as black holes and condensed matter as well as to pure mathematics, thereby serving the national interest by further the progress of basic science in the United States.  This project will also have significant broader impact.  Professors D'Hoker, Gutperle, and Kraus will be conducting research in a highly collaborative manner involving graduate students and postdocs, thereby providing critical training for physicists in the early stages of their research careers.  They also plan to disseminate the results of their research by presenting seminars, colloquia, and public lectures, including at high schools and summer schools.  Additionally, they are involved in advancing education, outreach, and interdisciplinary collaboration.\r\n\r\nMore specifically, the following problems will be addressed.  Two-loop scattering amplitudes of strings will be studied and applied to the determination of low-energy effective interactions and to color-kinematics duality. Other aspects of string theory to be studied include a bootstrap approach and the worldsheet  definition of the spacetime action.  New asymptotically AdS solutions to supergravity theories will be constructed, with applications to the physics of defects, interfaces, and superconformal field theories. Further solutions relevant to foundational issues in quantum gravity and AdS/CFT,  including wormholes and islands, will also be obtained.  Finally, pure gravity with fixed metric boundary conditions on a finite surface will be developed; quantum observables to be computed include the energy spectrum and correlation functions of the boundary stress tensor, both of which will be compared against analogous results from conformal field theories deformed by an irrelevant operator.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Per",
   "pi_last_name": "Kraus",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Per Kraus",
   "pi_email_addr": "pkraus@physics.ucla.edu",
   "nsf_id": "000185539",
   "pi_start_date": "2022-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "D'Hoker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric D'Hoker",
   "pi_email_addr": "dhoker@physics.ucla.edu",
   "nsf_id": "000192464",
   "pi_start_date": "2022-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Gutperle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Gutperle",
   "pi_email_addr": "gutperle@physics.ucla.edu",
   "nsf_id": "000200590",
   "pi_start_date": "2022-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 Wilshire Boulevard",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128600",
   "pgm_ele_name": "Elem. Particle Physics/Theory"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 840000.0
  }
 ],
 "por": null
}