{
 "awd_id": "2209220",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY22: Breaking the Symmetry: Dorsal-Ventral Domain Establishment in the Floral Meristem in Mimulus",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924152",
 "po_email": "mpilgrim@nsf.gov",
 "po_sign_block_name": "Melissa A. Pilgrim",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2022-06-08",
 "awd_max_amd_letter_date": "2022-06-08",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2022, Integrative Research Investigating the Rules of Life Governing Interactions Between Genomes, Environment and Phenotypes. The fellowship supports research and training of the fellow that will contribute to the area of Rules of Life in innovative ways. Flowers that appear similar in shape in both the front and back of the flower are called bilaterally symmetrical. These shape of flower is one of the most common floral forms (e.g. orchids and legumes). During flowering plant evolution, there have been at least 130 independent transitions in to this form, and these transitions are associated with specialized flower-pollinator interactions and the rapid appearance of new plant species. The molecular mechanisms defining this flower arrangement, however, is poorly understood, mainly due to the lack of appropriate functional tools in most systems with bilaterally symmetric flowers. This project aims to address this fundamental question by employing a newly developed model system, the Great Purple Monkeyflower Mimulus lewisii. Results from this project will be important from both developmental and evolutionary perspectives. Moreover, this project will provide molecular lab training opportunities for undergraduate students, workshops and publications to disseminate resources developed for this flower to the broader scientific community, and outreach activities to local communities about the diversity and importance of flowering plants. \r\n\r\nAlthough it is well known that differential organ elaboration along the dorsal-ventral (D-V) axis in many taxa is controlled by a developmental program dependent on the CYCLOIDEA (CYC) gene, what establishes the D-V domains at the earliest developmental stage and what activates the expression of CYC specifically in the dorsal domain remain unknown. This project will focus on two M. lewisii mutants with altered CYC expression patterns and will use multiple approaches to characterize the underlying molecular pathways upstream of CYC, including using genetic crosses to dissect the genetic relationships among the key regulatory genes; high resolution live imaging to reveal the spatiotemporal dynamics of gene expression patterns; and co-immunoprecipitation to identify interacting protein partners and downstream target genes. Results from this project are not only significant for understanding how floral symmetry is established at the earliest developmental stages, but also crucial for understanding mechanisms underlying convergent evolution in floral forms.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ya",
   "pi_last_name": "Min",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ya Min",
   "pi_email_addr": "",
   "nsf_id": "000869465",
   "pi_start_date": "2022-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Min, Ya",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Storrs",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "",
  "inst_zip_code": "06269",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": null,
  "perf_city_name": "Storrs",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062693043",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "804900",
   "pgm_ele_name": "Biology Postdoctoral Research"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span>Bilaterally symmetrical flowers</span></strong> exhibit only one plane of symmetry along the dorsal-ventral (D-V) axis and are among the most common floral forms (e.g., orchids and legumes). Over the course of flowering plant evolution, there have been at least 130 independent transitions from radial to bilateral symmetry in floral forms. These transitions are closely associated with specialized flower-pollinator interactions and rapid diversification of plant species. While it is well established that differential organ elaboration along the D-V axis in many taxa is controlled by a developmental program dependent on the <em>CYCLOIDEA</em> (<em>CYC</em>) gene, the mechanisms that establish D-V domains at the earliest developmental stages and activate <em>CYC</em> expression specifically in the dorsal domain remain unclear. Consequently, little is known about the molecular mechanisms underlying the repeated recruitment of the <em>CYC</em>-based program in different lineages.</p>\r\n<p>The NSF Postdoctoral Research Fellowship in Biology (PRFB) provided Dr. Min with the opportunity to address this fundamental question using a newly developed model system, <em>Mimulus parishii</em>. Dr. Min focused on <em>M. parishii</em> mutants with altered floral symmetry and employed multiple approaches to characterize the molecular pathways upstream of CYC. In particular, Dr. Min developed a quantitative live-confocal imaging pipeline for <em>Mimulus</em> floral meristems (FM), enabling precise characterization of genes of interest at the highest spatiotemporal resolution. Careful examination of the auxin reporter DR5 and translational reporters of the CYC homologs in <em>M. parishii</em> (<em>MpCYC2a</em> and <em>MpCYC2b</em>) revealed that auxin patterning is highly dynamic during the earliest stages of FM development. However, the expression of <em>MpCYC2a</em> and <em>MpCYC2b</em> precedes any accumulation of auxin in the FM, suggesting that auxin&rsquo;s role is more likely in maintaining the expression of <em>MpCYC2a</em> and/or <em>MpCYC2b</em> rather than activating them. Furthermore, this study uncovered weak expression of <em>MpCYC2a</em> and <em>MpCYC2b</em> in the inflorescence meristems, with incipient <em>MpCYC2b</em> expression detected in the boundary cells between the inflorescence meristem and FM, indicating the presence of previously unknown regulators in these regions. The results of this project have been presented at five international conferences and four invited departmental seminars, and a manuscript is currently in progress. The transgenic reporter lines and imaging analysis pipeline developed in this work have broad utility for developmental and candidate gene studies, contributing to the advancement of the larger scientific community.</p>\r\n<p>Beyond research, this award had numerous broader impacts related to mentorship, leadership, and training. Over the course of the fellowship, Dr. Min trained multiple postdocs and students in confocal microscopy and imaging analysis and directly mentored several students at the University of Connecticut, as well as two post-baccalaureate students from the UConn NSF RaMP program. She co-designed and co-instructed an intensive week-long summer course focused on advanced molecular and genomic tools available for <em>Mimulus</em>, including gene annotation, plasmid construction for overexpression and CRISPR, and transient gene expression assays. Dr. Min also participated in ROOTS &amp; SHOOTS, an NSF-funded initiative to promote equity, justice, and inclusion in plant science. Additionally, she was a member of the Election Reform working group for the Botanical Society of America (BSA) and served on BSA&rsquo;s Early Career Professorial Development Committee. Dr. Min was also invited as a panelist for the &ldquo;Mandarin Multilingual Seminar&rdquo; organized by the Genetics Society of America. In her outreach efforts, Dr. Min worked closely with staff from the UConn Botanical Conservatory to organize and coordinate several public events, increasing awareness and appreciation for plants and plant sciences.</p>\r\n<p>As her PRFB tenure concludes, Dr. Min has accepted a tenure-track position as an Assistant Professor in the Department of Plant Biology at the University of Illinois, Urbana-Champaign, beginning in 2025. The training and research progress achieved as a PRFB Fellow have helped Dr. Min become a better scientist, mentor, and teacher, and establish a competitive and rigorous research program for her future group.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/07/2025<br>\nModified by: Ya&nbsp;Min</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nBilaterally symmetrical flowers exhibit only one plane of symmetry along the dorsal-ventral (D-V) axis and are among the most common floral forms (e.g., orchids and legumes). Over the course of flowering plant evolution, there have been at least 130 independent transitions from radial to bilateral symmetry in floral forms. These transitions are closely associated with specialized flower-pollinator interactions and rapid diversification of plant species. While it is well established that differential organ elaboration along the D-V axis in many taxa is controlled by a developmental program dependent on the CYCLOIDEA (CYC) gene, the mechanisms that establish D-V domains at the earliest developmental stages and activate CYC expression specifically in the dorsal domain remain unclear. Consequently, little is known about the molecular mechanisms underlying the repeated recruitment of the CYC-based program in different lineages.\r\n\n\nThe NSF Postdoctoral Research Fellowship in Biology (PRFB) provided Dr. Min with the opportunity to address this fundamental question using a newly developed model system, Mimulus parishii. Dr. Min focused on M. parishii mutants with altered floral symmetry and employed multiple approaches to characterize the molecular pathways upstream of CYC. In particular, Dr. Min developed a quantitative live-confocal imaging pipeline for Mimulus floral meristems (FM), enabling precise characterization of genes of interest at the highest spatiotemporal resolution. Careful examination of the auxin reporter DR5 and translational reporters of the CYC homologs in M. parishii (MpCYC2a and MpCYC2b) revealed that auxin patterning is highly dynamic during the earliest stages of FM development. However, the expression of MpCYC2a and MpCYC2b precedes any accumulation of auxin in the FM, suggesting that auxins role is more likely in maintaining the expression of MpCYC2a and/or MpCYC2b rather than activating them. Furthermore, this study uncovered weak expression of MpCYC2a and MpCYC2b in the inflorescence meristems, with incipient MpCYC2b expression detected in the boundary cells between the inflorescence meristem and FM, indicating the presence of previously unknown regulators in these regions. The results of this project have been presented at five international conferences and four invited departmental seminars, and a manuscript is currently in progress. The transgenic reporter lines and imaging analysis pipeline developed in this work have broad utility for developmental and candidate gene studies, contributing to the advancement of the larger scientific community.\r\n\n\nBeyond research, this award had numerous broader impacts related to mentorship, leadership, and training. Over the course of the fellowship, Dr. Min trained multiple postdocs and students in confocal microscopy and imaging analysis and directly mentored several students at the University of Connecticut, as well as two post-baccalaureate students from the UConn NSF RaMP program. She co-designed and co-instructed an intensive week-long summer course focused on advanced molecular and genomic tools available for Mimulus, including gene annotation, plasmid construction for overexpression and CRISPR, and transient gene expression assays. Dr. Min also participated in ROOTS & SHOOTS, an NSF-funded initiative to promote equity, justice, and inclusion in plant science. Additionally, she was a member of the Election Reform working group for the Botanical Society of America (BSA) and served on BSAs Early Career Professorial Development Committee. Dr. Min was also invited as a panelist for the Mandarin Multilingual Seminar organized by the Genetics Society of America. In her outreach efforts, Dr. Min worked closely with staff from the UConn Botanical Conservatory to organize and coordinate several public events, increasing awareness and appreciation for plants and plant sciences.\r\n\n\nAs her PRFB tenure concludes, Dr. Min has accepted a tenure-track position as an Assistant Professor in the Department of Plant Biology at the University of Illinois, Urbana-Champaign, beginning in 2025. The training and research progress achieved as a PRFB Fellow have helped Dr. Min become a better scientist, mentor, and teacher, and establish a competitive and rigorous research program for her future group.\r\n\n\n\t\t\t\t\tLast Modified: 01/07/2025\n\n\t\t\t\t\tSubmitted by: YaMin\n"
 }
}