{
 "awd_id": "2209111",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology: The Effects of Microbiome Ecological and Evolutionary Origin on Plant-Microbiome (Co)Evolution",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924694",
 "po_email": "jkabraha@nsf.gov",
 "po_sign_block_name": "Joel Abraham",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2022-05-20",
 "awd_max_amd_letter_date": "2022-05-20",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2021, Integrative Research Investigating the Rules of Life Governing Interactions Between Genomes, Environment and Phenotypes. The fellowship supports research and training of the fellow that will contribute to the area of Rules of Life in innovative ways. The fellow will research the evolution and ecology of microbiomes, which are complex microbial communities critical for proper ecosystem functioning and the health of the complex organisms they often associate with. In agriculture, plant-associated microbiomes have been demonstrated to influence plant health and response to environmental factors. This project will work towards establishing the modes of microbiome evolution and their consequences on plant fitness in order to establish agricultural practices that maintain both plant and microbiome health for greater crop management and food production. Currently, the global demand for food is expected to increase by 35-56% in the next 30 years, highlighting the need for the reevaluation of agricultural practices such that plant-microbiome fitness as well as agricultural productivity and sustainability are maximized. To this end, it is imperative that we understand the factors that influence microbiome evolution and their effects on plant-microbiome interactions, adaptation, and fitness.\r\n\r\nBy leveraging experimental coevolution approaches, this project will determine whether a microbiome’s previous selection environment influences microbial community assembly, function, and adaptive potential when associated with a new plant host. Specifically, the fellow seeks to answer two questions: (1) does a microbial community’s previous associations with heterospecific or conspecific plant hosts influence community adaptation on subsequent hosts?; and (2) what are the consequences of microbiome adaptation to common agricultural chemicals on microbiome function and plant host fitness? To do so, a synthetic microbial community composed of bacteria isolated from the tomato phyllosphere will be evolved on conspecific, heterospecific, or alternating plant hosts with or without common agricultural chemicals before returning to its conspecific host. After coevolution, the genetic and functional changes of the microbial community and the fitness of the host plant will be evaluated to uncover how and when microbiome origin and interaction history will affect microbiome evolution and plant-host fitness. Additionally, the proposed research will allow for training opportunities for undergraduate students through their involvement in experimentation, data analysis, and research presentations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tiffany",
   "pi_last_name": "Batarseh",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Tiffany N Batarseh",
   "pi_email_addr": "",
   "nsf_id": "000869076",
   "pi_start_date": "2022-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Batarseh, Tiffany N",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Irvine",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "92697",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of California Berkeley",
  "perf_str_addr": null,
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947203200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "804900",
   "pgm_ele_name": "Biology Postdoctoral Research"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-3a0d3e0f-7fff-6896-3d5b-672dbbf0c75b\"><span>Microbiomes are complex microbial communities associated with a eukaryotic host. In a microbiome, microorganisms interact with one another, influencing each other&rsquo;s ecology and evolution, and the microbiome influences the eukaryotic host&rsquo;s phenotype and evolutionary trajectories. The majority of evolutionary research on microbes are done </span><em>in vitro</em><span> typically focusing on the evolution of one particular species at a time and while these results have revealed much on evolutionary patterns, the overall trends may not be completely translatable to complex microbial communities. In nature, organisms are constantly interacting with one another, reciprocally influencing each other's ecology and evolution, even across trophic levels. Despite the commonality of interactions between organisms, we do not have a clear understanding of the factors that influence coevolution in complex systems. In regards to the microbiome, coevolution amongst microbes has been shown to maintain genetic diversity, shape the evolution of new traits, and influence rates of evolution and divergence. To understand and harness microbial evolutionary change, I leveraged a synthetic microbial community (SynCom) composed of bacteria isolated from the tomato phyllosphere (above-ground parts of plants). In this case, the SynCom represents a fully tractable microbial community for which I have sequenced and assembled their genomes and that can be easily manipulated and tracked in evolution experiments. I investigated the evolutionary responses of commensal and pathogenic phyllosphere bacteria </span><em>in plantae </em><span>with and without a microbial community presence. To do so, I experimentally passaged three different Pseudomonads (</span><em>P. rhodesia, P. moraviensis</em><span>, and </span><em>P. syringae</em><span>) carrying an antibiotic resistance maker on twelve-day old tomato seedlings with and without the SynCom. After 12 weekly passages, I analyzed the phenotypic and genotypic changes of the focal bacteria. Overall, the evolutionary outcomes of the microbes were dependent on the presence of the community background on the plants, likely due to increased competition between the bacteria on the tomato seedlings. Most notably, the evolutionary consequences of the microbes resulted in different outcomes on tomato plant fitness and disease as well. Analysis of disease severity between treatments and against ancestors revealed that <em>P. syringae</em> disease severity decreased when passaged alone on seedlings. These results highlight&nbsp; adaptive strategies arising from the laboratory may be different from what is seen in natural populations and should be further investigated. While conducting this research, I have directly mentored three students (two undergraduate and one post-baccalaureate) from underrepresented backgrounds in the laboratory who have conducted independent research, presenting poster presentations of their work, and contributing towards manuscript preparation. Additionally, I have served as a mentor and workshop instructor for a group of 10 post-baccalaureate students that were part of the Bay Area RAMP program which focused on supporting students in science who have not had many chances to engage in research due to non-traditional circumstances, such as being a community college transfer student, like myself. For the 10 students, I led training sessions on microbiological laboratory techniques and phylogenetic tree building with R coding during the 2023-2024 academic year. A better understanding of the drivers of microbiome genetic variation and evolution would allow us to predict and control a microbiome&rsquo;s evolutionary and functional response which all have potential consequences for human health, disease management, and agriculture.</span></span></p><br>\n<p>\n Last Modified: 01/08/2025<br>\nModified by: Tiffany&nbsp;N&nbsp;Batarseh</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nMicrobiomes are complex microbial communities associated with a eukaryotic host. In a microbiome, microorganisms interact with one another, influencing each others ecology and evolution, and the microbiome influences the eukaryotic hosts phenotype and evolutionary trajectories. The majority of evolutionary research on microbes are done in vitro typically focusing on the evolution of one particular species at a time and while these results have revealed much on evolutionary patterns, the overall trends may not be completely translatable to complex microbial communities. In nature, organisms are constantly interacting with one another, reciprocally influencing each other's ecology and evolution, even across trophic levels. Despite the commonality of interactions between organisms, we do not have a clear understanding of the factors that influence coevolution in complex systems. In regards to the microbiome, coevolution amongst microbes has been shown to maintain genetic diversity, shape the evolution of new traits, and influence rates of evolution and divergence. To understand and harness microbial evolutionary change, I leveraged a synthetic microbial community (SynCom) composed of bacteria isolated from the tomato phyllosphere (above-ground parts of plants). In this case, the SynCom represents a fully tractable microbial community for which I have sequenced and assembled their genomes and that can be easily manipulated and tracked in evolution experiments. I investigated the evolutionary responses of commensal and pathogenic phyllosphere bacteria in plantae with and without a microbial community presence. To do so, I experimentally passaged three different Pseudomonads (P. rhodesia, P. moraviensis, and P. syringae) carrying an antibiotic resistance maker on twelve-day old tomato seedlings with and without the SynCom. After 12 weekly passages, I analyzed the phenotypic and genotypic changes of the focal bacteria. Overall, the evolutionary outcomes of the microbes were dependent on the presence of the community background on the plants, likely due to increased competition between the bacteria on the tomato seedlings. Most notably, the evolutionary consequences of the microbes resulted in different outcomes on tomato plant fitness and disease as well. Analysis of disease severity between treatments and against ancestors revealed that P. syringae disease severity decreased when passaged alone on seedlings. These results highlight adaptive strategies arising from the laboratory may be different from what is seen in natural populations and should be further investigated. While conducting this research, I have directly mentored three students (two undergraduate and one post-baccalaureate) from underrepresented backgrounds in the laboratory who have conducted independent research, presenting poster presentations of their work, and contributing towards manuscript preparation. Additionally, I have served as a mentor and workshop instructor for a group of 10 post-baccalaureate students that were part of the Bay Area RAMP program which focused on supporting students in science who have not had many chances to engage in research due to non-traditional circumstances, such as being a community college transfer student, like myself. For the 10 students, I led training sessions on microbiological laboratory techniques and phylogenetic tree building with R coding during the 2023-2024 academic year. A better understanding of the drivers of microbiome genetic variation and evolution would allow us to predict and control a microbiomes evolutionary and functional response which all have potential consequences for human health, disease management, and agriculture.\t\t\t\t\tLast Modified: 01/08/2025\n\n\t\t\t\t\tSubmitted by: TiffanyNBatarseh\n"
 }
}