{
 "awd_id": "2210902",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Electrically Driven Single Emissive Layer Based White Light Emitting Diodes",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922980",
 "po_email": "ddagenai@nsf.gov",
 "po_sign_block_name": "Dominique Dagenais",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2022-08-17",
 "awd_max_amd_letter_date": "2022-08-17",
 "awd_abstract_narration": "White light emitting diodes (WLEDs) have changed the world over the last decades with wide applications in full color displays and solid state lighting. However, most practical WLEDs are optically pumped ones consisting of blue LED (e.g. InGaN) chips and rare-earth based inorganic phosphors with limited utility, energy, and cost efficiencies. Electrically driven WLEDs are highly desirable to resolve the environmental and efficiency issues of optically pumped WLEDs. However, electrically driven WLEDs based on either conventional inorganic semiconductors or organic semiconductors still face serious issues and challenges with high costs in both materials preparation and device manufacturing involving high temperature and high vacuum processes. In this project, the research team led by Prof. Ma at FSU aims to develop high performance electrically driven WLEDs based on single emissive layers containing solution processable halide perovskites and perovskite-related hybrid materials. This project will generate new knowledge in materials chemistry, chemical engineering, and device physics for an emerging class of hybrid optoelectronic materials. With addressing one of the major challenges in the field of electrically driven LEDs, that is producing low-cost high performance WLEDs based on solution processable materials, the success of this project will have significant technological impacts on optoelectronic devices with the potential to revolutionize the full color display and solid-state lighting industries. This project will also educate and train graduate and undergraduate students in multidisciplinary research in materials and devices, and promote STEM education through a variety of community outreach activities. \r\n\r\nTechnical Description.\r\nThe excellent optical and electronic properties of halide perovskites and perovskite-related hybrid materials make them of great interest for applications in a variety of optoelectronic devices, including photovoltaic cells (PVs), LEDs, lasers, and photodetectors. Recently, remarkable progress has been achieved in the development of electrically driven monochromatic LEDs with emissions covering blue to green, red, and near-infrared regions. Besides narrow emissions with high color purity from delocalized free excitons, many halide perovskites and perovskite-related organic metal halide hybrids have been discovered to exhibit highly efficient broadband white emissions with contributions from self-trapped excitons. While efficient photoluminescence has been achieved, obtaining efficient electrically driven WLEDs or electroluminescence from self-trapped excitons using these materials is challenging, partially due to their poor charge transport properties. Taking advantage of the exceptional structural versatility of halide perovskites and perovskite-related hybrid materials, this project aims to develop new white emitting material systems with high charge transport properties for electrically driven single emissive layer based WLEDs with performance comparable to existing WLEDs. More specifically, this project will (i) develop highly efficient white light emitting halide perovskites and perovskite-related organic metal halide hybrids by molecular engineering of the structures and compositions; (ii) investigate various processing approaches for the preparation of white emitting thin films with controlled morphological and electronic properties; (iii) integrate white light emitting thin films with appropriate electron and hole transporting layers though appropriate device engineering for highly efficient electrically driven WLEDs; and (iv) establish the processing-structure-property-performance correlations for the new white emitting materials and devices.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Biwu",
   "pi_last_name": "Ma",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Biwu Ma",
   "pi_email_addr": "bma@fsu.edu",
   "nsf_id": "000655142",
   "pi_start_date": "2022-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "95 Chieftan Way DLC 214",
  "perf_city_name": "Tallahassee",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323064390",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "091E",
   "pgm_ref_txt": "Light generation & detection"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": null
}