{
 "awd_id": "2210933",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Superior Nonlinear Optical Single Crystals and An Open-Source Modeling Package for Classical and Quantum Light Generation",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924986",
 "po_email": "ykoshka@nsf.gov",
 "po_sign_block_name": "Yaroslav Koshka",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 485000.0,
 "awd_amount": 485000.0,
 "awd_min_amd_letter_date": "2022-05-20",
 "awd_max_amd_letter_date": "2022-05-20",
 "awd_abstract_narration": "Nontechnical Description. Lasers have transformed the science and technological landscape since the first was built in 1960. Lasers enable fundamental science from the atomic scale to astronomical and have numerous applications, such as information storage and retrieval, medical imaging and surgery, environmental monitoring, and aviation, to name a few. For such a broad array of uses, it is important to span a broad electromagnetic spectrum of frequencies (colors), ranging from x-rays and the ultraviolet, through the visible and the infrared and beyond. However, lasers are designed to emit light only within a few narrow windows of frequencies. So, how can such a broad tunable electromagnetic spectrum be obtained? The answer lies in the field of nonlinear optics, where specialized materials combine and split photons of various colors to generate new photons with different colors, a process called nonlinear frequency conversion or harmonic generation. We are now at the threshold of a new era of quantum communications that employs quantum entanglement of two photons that Einstein called “spooky action at a distance.” Such secure internet lines are considered critical for national security, from protecting power grids, distribution networks for water and food, and the financial system. Entangled photons are generated by splitting a photon into two using nonlinear optical crystals. This needs nonlinear optical crystals superior to those presently in use. In particular, there is a lack of materials that function in the infrared and the ultraviolet. The project will address the grand materials challenge of finding new nonlinear optical crystals with superior properties. The PI will also communicate the excitement and fundamentals of these amazing optical and quantum phenomena and work to help develop a diverse, able workforce to meet these technology challenges.\r\n\r\nTechnical Description. The central goal of this project is to synthesize and characterize nonlinear optical single crystals with compositions that optimize the highest second order nonlinear optical coefficients with the largest transparency towards efficient frequency conversion. The project has two primary thrusts. First, under the theme of Beyond Powders towards Single Crystals, investigators will perform theory-guided identification, synthesis, and comprehensive linear and nonlinear optical tensors determination of the most promising nonlinear optical single crystals suggested by theory and experimental literature on powders.  The second thrust is on Nonlinear Modeling and Light Frequency Conversion. In characterizing such higher ranked tensor properties in nonlinear optics, accurate modeling of the experimental data is critical; analytical modeling tools for this are currently absent. The project is developing an open-source code for predicting and accurately modeling the experimental nonlinear optical response from these crystals. Nonlinear frequency conversion devices are being explored for the most promising crystal compositions. The project is working towards demonstrating at least a dozen new single crystals, as well developing as an open-source modeling package. The project funds the training of two graduate and one undergraduate student every year towards a diverse and inclusive workforce in the area of optical materials and technologies. The students have an opportunity to learn and develop crystal growth as well as a full suite of nonlinear optical characterization and modeling tools. Strong outreach and engagement with underrepresented student groups occurs through engagement with partner institutions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Venkatraman",
   "pi_last_name": "Gopalan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Venkatraman Gopalan",
   "pi_email_addr": "vgopalan@psu.edu",
   "nsf_id": "000149405",
   "pi_start_date": "2022-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "212N Millennium Science Complex",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021009",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 485000.0
  }
 ],
 "por": null
}