{
 "awd_id": "2210312",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Nonparametric Inference for Convex Functions and Continuous Treatment Effects",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927299",
 "po_email": "yzeng@nsf.gov",
 "po_sign_block_name": "Yong Zeng",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 149982.0,
 "awd_amount": 149982.0,
 "awd_min_amd_letter_date": "2022-06-16",
 "awd_max_amd_letter_date": "2024-07-15",
 "awd_abstract_narration": "It is both advantageous and necessary in the modern data landscape to use statistical methods that are very flexible and allow the data to \"speak for themselves,\" rather than having researchers make strong unjustifiable prior assumptions about the data.  Unfortunately, such flexible methods generally require the practitioner to \"tune\" the methods in order to get reliable results.  This introduces an ad-hoc element to data analysis and, if incorrectly tuned, such statistical procedures may return incorrect results.  One broad theme of this project is the development of statistical methods (relying on convexity) that are both very flexible and also fully automated, meaning they do not depend on user-chosen tuning parameters.  Another theme is studying very flexible yet efficient procedures for learning about causality when the treatment variable is continuous (e.g., \"what was your drug dosage,\" in the setting of a drug treating an illness) rather than binary (\"did you receive the drug, yes or no\"); it will use the fully automated methods from the first theme also in the second theme.  It will focus on going beyond estimation and actually performing inference, meaning that it will quantify how reliable the estimates actually are so they can be used for policy/decision making.  In the causal setting, it will consider varied examples such as the effect of number of nurse staffing hours on hospital efficacy, clinical measurements such as BMI (body mass index) on health outcomes, or time spent on education on career outcomes.  The tuning parameter-free procedures based on convexity have many uses in the study of economic data and in optimization questions arising in operations research.\r\n\r\nThis project is focused on several nonstandard statistical problems that are unified practically by their answering sophisticated questions in modern data settings, and are unified theoretically by their having non-standard rates of convergence and, frequently, non-normal limit distributions. The investigator will consider the following two broad thrusts: (a) nonparametric estimation and inference for shape-constrained convex functions, (b) performing nonparametric tests and/or confidence intervals for a causal continuous treatment effect curve (based on observational data) and related parameters. It is often preferable to use flexible nonparametric methods so that estimation and inference yield reliable results without depending on strong assumptions. Unfortunately, most classical nonparametric methods rely heavily on selection of (potentially many) tuning parameter(s), whose selection can be challenging. In this project, the investigator will study so-called shape constraints that are nonparametric and yet also allow estimation/inference without requiring the choice of a tuning parameter. Assessing causality is one of the most fundamental, but also challenging, tasks of scientific inquiry. With observational data, the gold standard are so-called doubly robust estimators, where “doubly robust” means optimally efficient.  The investigator will develop the first (pointwise) confidence intervals and hypothesis tests, as well as intervals and tests for the argmax of a concave treatment curve.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Doss",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Charles R Doss",
   "pi_email_addr": "cdoss@stat.umn.edu",
   "nsf_id": "000629583",
   "pi_start_date": "2022-06-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota",
  "perf_str_addr": "313 Ford Hall, 224 Church St SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550460",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  },
  {
   "pgm_ref_code": "079Z",
   "pgm_ref_txt": "Machine Learning Theory"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 44178.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 52445.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 53359.0
  }
 ],
 "por": null
}