{
 "awd_id": "2210526",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: 2022 International Conference on ESCRT Biology",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032922283",
 "po_email": "chacunni@nsf.gov",
 "po_sign_block_name": "Charles Cunningham",
 "awd_eff_date": "2022-01-15",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 48600.0,
 "awd_amount": 48600.0,
 "awd_min_amd_letter_date": "2022-01-10",
 "awd_max_amd_letter_date": "2022-01-10",
 "awd_abstract_narration": "The meeting aims to provide a unique open, inclusive, and interactive forum for the international and domestic research community working on a group of proteins (ESCRT proteins) that regulate many basic functions of cell biology. The conference will provide an effective learning environment for all participants, especially undergraduate and graduate students, and postdoctoral fellows. Participants will also have great opportunities to mix with researchers from very different disciplines and fields of biology who are all drawn together by a common interest in ESCRT structures and functions. NSF funds will be used to increase the breadth of participation of young researchers. The meeting will include oral presentations, poster sessions, and time for informal discussions. The specific objectives of this conference are: 1) To provide an open and inclusive forum for oral presentations from researchers at all levels of their careers. Ample time will be devoted for discussion. 2) To provide an opportunity for all participants, specially to those from under-represented groups in science, to present and discuss their results in evening poster sessions. 3) To offer ample opportunities for networking and social interactions through shared meals and social activities.\r\n\r\nThe Endosomal Complexes Required for Transport (ESCRT) machinery comprises different factors (~30 proteins in humans; 45 in plants) that carry out membrane remodeling and fission reactions throughout the cell. The past decade has seen an explosion in the number of processes now known to be ESCRT-mediated, including endosomal protein trafficking, cytokinetic abscission, closure of the post-mitotic nuclear envelope, enveloped virus budding, exosome biogenesis, neuronal pruning, and membrane repair. Furthermore, ESCRT-like systems have recently been discovered in archaea and bacteria, making this one of the most highly conserved machines in nature. As a result, the ESCRT biology community continues to grow. Despite these advances, a number of fundamental questions remain unanswered, including exactly how the ESCRT machinery constricts and mediates membrane fission, and the biological mechanisms and consequences of many ESCRT-mediated processes. The time is therefore again ripe to bring together the different segments of our community to ensure that biophysicists are talking to cell biologists, biochemists are learning from plant biologists, and so forth. Toward this end, we propose a multidisciplinary conference that will cover all key aspects of ESCRT biology and will include sessions on the following topics: 1) The biophysics of ESCRT-mediated membrane fission, 2) The evolution of filament-mediated membrane remodeling, 3) ESCRTs in cell division, 4) ESCRTs in membrane repair, 5) ESCRTs in disease, and 6) ESCRT machinery in other systems (plants, archaea).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marisa",
   "pi_last_name": "Otegui",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Marisa S Otegui",
   "pi_email_addr": "otegui@wisc.edu",
   "nsf_id": "000493610",
   "pi_start_date": "2022-01-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wesley",
   "pi_last_name": "Sundquist",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Wesley I Sundquist",
   "pi_email_addr": "wes@biochem.utah.edu",
   "nsf_id": "000380489",
   "pi_start_date": "2022-01-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anjon",
   "pi_last_name": "Audhya",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Anjon W Audhya",
   "pi_email_addr": "audhya@wisc.edu",
   "nsf_id": "000648685",
   "pi_start_date": "2022-01-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "McCullough",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "John B McCullough",
   "pi_email_addr": "mccull@biochem.utah.edu",
   "nsf_id": "000870774",
   "pi_start_date": "2022-01-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 North Park Street",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 48600.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant supported the participation of trainees (graduate students and postdoctoral fellows) and junior faculty in two conferences: the 2022 ESCRT Biology Conference (May 17-20, 2022, Madison, WI) and the 2023 Midwest Plant Cell Dynamics Conference (May 22-25, 2023, Madison WI).</p>\n<p>The objective of both meetings was to provide an open, inclusive, and interactive forum for the international and domestic research community, and an effective learning environment for all participants, especially undergraduate and graduate students, and postdoctoral fellows. NSF funds were requested to increase the breadth of participation of young researchers. Both meetings included oral presentations, poster sessions, and time for informal discussions.</p>\n<p>For both conferences, NSF-supported travel fellowships for undergraduate and graduate students, postdoctoral researchers, and junior faculty were widely advertised through the conference websites and e-mails lists. Fellowship applications required the abstract of the research project to be presented during the conference, a personal letter from the applicant explaining how attending the conference would benefit their career, and a support letter from the applicant's supervisor. Fellowships were granted to all eligible applicants.</p>\n<p><strong>ESCRT Biology Conference:</strong> The conference attracted 100 participants from the United States, Europe, and Asia. Among all participants, 51 were trainees (students and postdocs) and 45 were women. A total of 36 fellowships were awarded: 22 to graduate students, 11 to postdoctoral researchers, and 3 to assistant professors.&nbsp;In this group, 19 were female applicants and 4 were researchers from under-represented groups in science.&nbsp;</p>\n<p><strong>2023 Midwest Plant Cell Dynamics:</strong> The meeting hosted 81 attendees from 17 states, ranging from California to New Jersey and Texas to Michigan.&nbsp; International participation came from Canada, Hong&nbsp;Kong, and Japan. The attendees represented members (undergraduates, graduate students, postdocs or PIs) from&nbsp;30 different research labs. Trainees represented 76% of the attendees (41% graduate students and 25% postdocs), whereas 26% of the participants identified themselves as member of underrepresented groups. A total of 26 NSF fellowships were awarded, 15 of which were awarded to women and/or other underrepresented groups.&nbsp;</p>\n<p>Based on surveys shared after the two meetings, NSF fellowships significantly increased the diversity and participation of students and postdocs who would otherwise not be able to attend these two events because of financial considerations.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/10/2024<br>\nModified by: Marisa&nbsp;S&nbsp;Otegui</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis grant supported the participation of trainees (graduate students and postdoctoral fellows) and junior faculty in two conferences: the 2022 ESCRT Biology Conference (May 17-20, 2022, Madison, WI) and the 2023 Midwest Plant Cell Dynamics Conference (May 22-25, 2023, Madison WI).\n\n\nThe objective of both meetings was to provide an open, inclusive, and interactive forum for the international and domestic research community, and an effective learning environment for all participants, especially undergraduate and graduate students, and postdoctoral fellows. NSF funds were requested to increase the breadth of participation of young researchers. Both meetings included oral presentations, poster sessions, and time for informal discussions.\n\n\nFor both conferences, NSF-supported travel fellowships for undergraduate and graduate students, postdoctoral researchers, and junior faculty were widely advertised through the conference websites and e-mails lists. Fellowship applications required the abstract of the research project to be presented during the conference, a personal letter from the applicant explaining how attending the conference would benefit their career, and a support letter from the applicant's supervisor. Fellowships were granted to all eligible applicants.\n\n\nESCRT Biology Conference: The conference attracted 100 participants from the United States, Europe, and Asia. Among all participants, 51 were trainees (students and postdocs) and 45 were women. A total of 36 fellowships were awarded: 22 to graduate students, 11 to postdoctoral researchers, and 3 to assistant professors.In this group, 19 were female applicants and 4 were researchers from under-represented groups in science.\n\n\n2023 Midwest Plant Cell Dynamics: The meeting hosted 81 attendees from 17 states, ranging from California to New Jersey and Texas to Michigan. International participation came from Canada, HongKong, and Japan. The attendees represented members (undergraduates, graduate students, postdocs or PIs) from30 different research labs. Trainees represented 76% of the attendees (41% graduate students and 25% postdocs), whereas 26% of the participants identified themselves as member of underrepresented groups. A total of 26 NSF fellowships were awarded, 15 of which were awarded to women and/or other underrepresented groups.\n\n\nBased on surveys shared after the two meetings, NSF fellowships significantly increased the diversity and participation of students and postdocs who would otherwise not be able to attend these two events because of financial considerations.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 02/10/2024\n\n\t\t\t\t\tSubmitted by: MarisaSOtegui\n"
 }
}