{
 "awd_id": "2210018",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Advances in Quantum Control and Noise Mitigation on A Highly Accurate Testbed",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927421",
 "po_email": "msbyrd@nsf.gov",
 "po_sign_block_name": "Mark S. Byrd",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 284063.0,
 "awd_amount": 284063.0,
 "awd_min_amd_letter_date": "2022-07-21",
 "awd_max_amd_letter_date": "2022-07-21",
 "awd_abstract_narration": "Quantum technologies use the full power of quantum mechanics to process information in ways that go beyond the capabilities of even the most powerful classical supercomputers. It is envisioned that such machines would propel development of both high tech materials and pharmaceuticals, and also of basic research in areas like high energy and condensed matter physics. While general purpose quantum computers are still years in the future, steady development in quantum hardware have brought us to the era of Noisy Intermediate Scale Quantum (NISQ) devices. The key challenge in this era is to tame the errors and imperfections hindering the performance of these devices to allow them to develop the necessary complexity to achieve quantum advantage over their classical counterparts. This project seeks to develop and test new techniques to both control these devices and to shield them from noise, and to better understand their fundamental limitations. Such understanding is essential to accelerate the application of quantum technologies to problems in science and engineering.\r\n\r\nThe proposed project is a collaborative effort with both experimental and theoretical components. Its main goal is to develop and test new techniques for quantum control and noise mitigation in quantum processors, with an eye to future applications in NISQ simulators. For testing purposes, the group will employ a Small, Highly Accurate Quantum (SHAQ) processor based on the internal spin states of individual cesium atoms. By way of quantum optimal control, the SHAQ processor is universally programmable in a moderately-sized but nontrivial 16-dimensional Hilbert space, allowing access to arbitrary state preparations, unitary maps, and measurements in any basis. A planned upgrade will increase both the accuracy and duration of quantum simulations that can be performed to state-of-the art levels. This positions it as an ideal real-world experimental testbed that can be compared directly against theoretical models. Key research thrusts will include the simulation of deep quantum circuits and Floquet systems, studies of the role played by quantum chaos and dynamical instability in the proliferation of errors, techniques for noise tailoring and quantum error mitigation, and studies of Floquet Time Crystals in both theory and experiment.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Poul",
   "pi_last_name": "Jessen",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Poul S Jessen",
   "pi_email_addr": "poul.jessen@optics.arizona.edu",
   "nsf_id": "000231979",
   "pi_start_date": "2022-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "1630 E. University Blvd.",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "728100",
   "pgm_ele_name": "QIS - Quantum Information Scie"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 284063.0
  }
 ],
 "por": null
}