{
 "awd_id": "2210636",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Entanglement in the Structural Biology of Living Systems",
 "cfda_num": "47.049, 47.074",
 "org_code": "03010000",
 "po_phone": "7032924666",
 "po_email": "kblagoev@nsf.gov",
 "po_sign_block_name": "Krastan Blagoev",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 900000.0,
 "awd_amount": 540000.0,
 "awd_min_amd_letter_date": "2022-07-28",
 "awd_max_amd_letter_date": "2024-08-31",
 "awd_abstract_narration": "Protein folding from a linear polymer of amino acids into a three-dimensional shape is an essential process for life. The polymer may become hopelessly tangled and lead to loss of function and removal from the cell. However, entanglement in specific locations within the biopolymeric protein can lead to enhancement of stability, but the process by which specific entanglement occurs is not understood at the molecular level. This project seeks to address how a protein can form a deep intricate trefoil knot within the restrictive space of the cell, where proteins are formed, as well as what is the overall function of entanglement within the protein structure. Given the challenge and complexity of knotting a “string of pearls” into an enzyme capable of catalyzing a chemical reaction, the group proposes to combine the many facets of physical chemistry and physics to elucidate the unique yet critical role the knot plays in biology. Since the PI's discovery of a class of entangled pierced lasso proteins, this growing class now includes well over 350 protein families, spanning a huge range of fold types and biological functions. Through a combination of computational and physical experiments, the PI seeks to further the understanding of threading and knotting in proteins and expand upon their respective roles in biological function. These principles continue to be challenging topics in mathematics, physics and biology.  Thus the continued investigation into the folding function interplay with the breadth of this study advances the concept of interplay in behavior and the strength of the  interdisciplinary strategy. In the course of this project the PI's group will train undergraduate students in a variety of scientific areas related to knot formation and introduce them to the excitement of scientific inquiry. In addition, the PI has recruited students from diverse fields and (dis)abiledness to join the team of investigators, enriching the learning experience for all. \r\n\r\nUnexpectedly, proteins can tie themselves into knots in their native folds. Since protein folding from an unstructured polypeptide chain into the native-state is already complex, the existence of knotted polypeptide chains immediately raises the questions: how does the chain cross itself to form a knot and how does the knot affect function? To address these questions, the PI will study the deep-knotted trefoil methyltransferase (MT) families. Combining their strengths in this experimental and theoretical efforts, the PI’s group will expand their efforts in probing the mechanisms regulating knot threading/unthreading as well as the role of knots in the native state to ask how specific regions (identified as staples) within knots impact the fold, dynamics, and functions of proteins. Furthermore, the investigators will study whether specific regions identified as barriers to untying in the trefoil knotted proteins also contribute to functional regulation. Further exploration building upon these foundational studies allows them to investigate the interplay between the strained topology inherent in a knotted conformation and communication between functional sites. Their previous discoveries led to a protocol to explore threading mechanisms and untie a knotted protein. This experimental advantage allows the investigators to ask fundamental questions in the protein theory field: How can a protein form a threaded element? How does knotting affect function? How can it fold into a deeply knotted biologically active protein? To fully understand how nature controls the topology of proteins, extensive theoretical, numerical, and experimental progress is required. The goal of this project is to further expand upon these proof-of-principle experiments to explore both the structural and functional scope of the approach through an “all hands on deck” biochemical approach that will include molecular biology, protein chemistry, optical spectroscopy, and mass spectroscopy. This project requires the coordinated effort of top researchers working at the interface of mathematics, biology, chemistry, and physics. Ultimately, understanding the biophysical biochemistry of knotted proteins can be used to design and engineer novel classes of proteins that have superior mechanical and thermal stability properties. Knotting, threading and slip-knotting in proteins are new and challenging topics in knot theory for which new formalisms must be derived and must take into account physical properties of these biological objects.\r\n\r\nBroader impacts of this project include mentoring of K-12, and undergraduate and graduate students at UCSD. The PI has been involved in K-12 outreach activities by performing scientific experiments at local grammar schools, which are greater than 50% minority students, by performing experiments in special education schools, by helping to train children in middle school for the Science Olympiad, hosting High School students as research interns for the summer, and hosting people interested in a career in teaching in primary and secondary schools as research assistants in her laboratory. \r\n\r\nThis project is funded by the Physics of Living Systems in the Division of Physics with support from the Molecular Biophysics Cluster in the Division of Molecular and Cellular Biosciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Jennings",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia A Jennings",
   "pi_email_addr": "pajennings@ucsd.edu",
   "nsf_id": "000193667",
   "pi_start_date": "2022-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "Office of Contract & Grant Admin",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930934",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002627DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": null
}