{
 "awd_id": "2210707",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: PIC: Slow Wave Enhanced Electrooptically Tuned Michelson Interferometer Biosensor for On-Chip Dual Polarization Interferometry",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032925394",
 "po_email": "rnash@nsf.gov",
 "po_sign_block_name": "Richard Nash",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 338076.0,
 "awd_amount": 358076.0,
 "awd_min_amd_letter_date": "2022-08-30",
 "awd_max_amd_letter_date": "2025-04-07",
 "awd_abstract_narration": "The COVID pandemic of 2020 demonstrated the worldwide need for low-cost, highly sensitive, rapid\r\ndiagnostic testing of diverse pathogens. While silicon photonics enables such a highly multiplexed labelfree\r\nsensing capability with extremely high sensitivities, a handheld low-cost silicon nanophotonic sensor\r\nis still missing. Fabrication imperfections have made photonic sensor implementations difficult with a fixed\r\nwavelength laser and a single detector. Photonic measurement variabilities also arise from binding\r\nuncertainties in nanophotonic pillars and trenches. The fundamental work in this proposal employs a novel\r\non-chip dual polarization interferometry technique that will reduce photonic measurement variability, and\r\nnovel circuit implementations to enable electrically driven and electrically readout low-cost on-chip\r\nnanophotonic sensors. The working principle of the device, and circuit implementations of the device to\r\novercome fabrication and measurement limitations have not been previously demonstrated. The state-ofthe-\r\nart photonic device fabrication capabilities at a 300 mm CMOS foundry, namely AIM Photonics, with\r\nmonolithically integrated passive and active electrically biased photonic components will be employed in\r\nthis project. The project will involve students in optics, engineering, materials science, and physics from\r\nthe University of Dayton and the University of North Texas who will not only learn about cutting-edge\r\nSTEM (science, technology, engineering, and mathematics) research but also in computer aided design\r\nlayouts for foundry fabrication of next-generation co-integrated electronic-photonic devices. The project\r\nwill also work with students and faculty in microbiology from the Dayton Early College Academy, and\r\nother middle and high school students in the greater Dayton, OH and Denton, TX areas. The handheld\r\nsensors will find applications in various domains of biological sensing for cancer diagnostics, infectious\r\ndisease and opioid diagnostics, and environmental pollution monitoring as also in new drug discovery.\r\nThe technical goals of this project will (a) demonstrate the principle of slow light enhanced interferometry\r\non-chip; (b) investigate novel thin-film electro-optic phase shifters on silicon chip; (c) demonstrate on-chip\r\nreal time dual polarization interferometry; and (d) demonstrate an unprecedented fabrication tolerant silicon\r\nnanophotonic sensor operating in a compact package with electrical drive and electrical readout. The\r\nprogram will expose students to interdisciplinary research encompassing lithography, photonics, electrical\r\nengineering, physics, biochemistry, and materials science. The project will culminate with the development\r\nof a USB-powered handheld optical biosensor kit. Project members will engage in science and technology\r\noutreach targeting middle and high school students in greater Dayton, OH and greater Denton, TX counties.\r\nProject activities will outreach to broaden the participation of minority students in STEM education and\r\ntraining. Students will be exposed to an innovation ecosystem with hands-on science and technology\r\nexperience. Finally, the project will help to address the significant current need to build US-based\r\nmanpower in the design and manufacturing of semiconductor chips.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Swapnajit",
   "pi_last_name": "Chakravarty",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Swapnajit Chakravarty",
   "pi_email_addr": "schakravarty1@udayton.edu",
   "nsf_id": "000533982",
   "pi_start_date": "2022-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Dayton",
  "inst_street_address": "300 COLLEGE PARK AVE",
  "inst_street_address_2": "",
  "inst_city_name": "DAYTON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "9372293232",
  "inst_zip_code": "454690001",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "OH10",
  "org_lgl_bus_name": "UNIVERSITY OF DAYTON",
  "org_prnt_uei_num": "V62NC51F7YV1",
  "org_uei_num": "V62NC51F7YV1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Dayton",
  "perf_str_addr": "Fitz Hall, 1529 Brown Street,",
  "perf_city_name": "Dayton",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "454697000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "OH10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090E",
   "pgm_ref_txt": "Chem/Bio and Physical Diagnostics"
  },
  {
   "pgm_ref_code": "7564",
   "pgm_ref_txt": "INTEGRATIVE, HYBRD & COMPLX SY"
  },
  {
   "pgm_ref_code": "8028",
   "pgm_ref_txt": "Sensor Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 338076.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": null
}