{
 "awd_id": "2211616",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: CNS Core: Medium: Access, Mobility, and Security above 100 GHz",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927855",
 "po_email": "aabouzei@nsf.gov",
 "po_sign_block_name": "Alhussein Abouzeid",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 333333.0,
 "awd_amount": 333333.0,
 "awd_min_amd_letter_date": "2022-08-29",
 "awd_max_amd_letter_date": "2023-09-01",
 "awd_abstract_narration": "The use of frequencies above 100 GHz for wireless communication is rapidly emerging as a key enabler for future (beyond 5G) wireless systems. These high-frequency systems, which are referred to as terahertz (THz) links, offer numerous exciting possibilities, such as ultra-high-speed data transmission and enhanced resilience against malicious attacks such as eavesdropping. Yet, so far, little research has been devoted to the question of how to implement a network that can provide high bandwidth links for multiple mobile users, while still maintaining security against eavesdroppers. The objective of this proposal is to develop the hardware and protocols necessary to implement a secure network for mobile users which efficiently exploits these high frequencies. The research team will develop a set of methodologies to enable a base station to rapidly locate multiple users in a broadcast region (even if they are moving), to establish high-speed wireless links with each of them, and to detect and mitigate eavesdropping attacks. In addition, the project includes a coordinated plan for broadening participation of traditionally\r\nunder-represented groups, and includes a one-week summer course on THz research for high-school students.\r\n\r\nThe overarching goal of this project is to develop a radically new node architecture which can intrinsically support multiple access for mobile clients in a broadband THz network, while also maintaining a high degree of security. One thrust of this project involves the exploration of novel antenna designs which exploit strong angular dispersion. We propose a new method to enable active fast electrical tuning of such devices which will be exploited for detection of an eavesdropping attack, as well as for localization of legitimate users and mobility detection. A second project thrust aims to develop spatio-temporal modulated array architectures for scrambling the information contained in side-lobes of the broadcast, via spectral aliasing. Combined with agile sensing functionalities, the proposed interface will selectively create secure zones for communication. In a third thrust, we will leverage the power of this new node architecture to ensure that the quality of service for multiple mobile users is maintained, even while guaranteeing that eavesdroppers are unable to access, not only the primary communication channels, but also control plane functions required to establish and maintain mobile links. The result will provide the optimal performance for a spectrally efficient and secure THz network, even in the presence of a sophisticated attack by colluding eavesdroppers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Mittleman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Mittleman",
   "pi_email_addr": "daniel_mittleman@brown.edu",
   "nsf_id": "000463831",
   "pi_start_date": "2022-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "BOX 1929",
  "perf_city_name": "Providence",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 266666.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 66667.0
  }
 ],
 "por": null
}