{
 "awd_id": "2211334",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF-BSF: High-Temperature Superconducting Photon Detectors",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922980",
 "po_email": "ddagenai@nsf.gov",
 "po_sign_block_name": "Dominique Dagenais",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 316039.0,
 "awd_amount": 316039.0,
 "awd_min_amd_letter_date": "2022-08-24",
 "awd_max_amd_letter_date": "2022-08-24",
 "awd_abstract_narration": "This proposal aims to enable quantum limited photon sensitivity in practical applications by developing superconducting nanowire photon detectors based on high-temperature superconductors (high-Tc). To date such sensitivity is achieved with standard superconductors operating at extremely cold temperatures. Nonetheless such sensors offer the ultimate sensitivity needed in quantum communications, chemical detection, and low light imaging. High-Tc cuprates could achieve such performance above liquid nitrogen, offering a revolution in the practicality of such devices. While these materials have been studied for decades, they are quite sensitive to the typical approaches to making devices. The fundamental limitations in making such devices will be studied and overcome via a collaboration between the groups of Alex Hayat (Technion), and the group of Kenneth Burch (Boston College-BC). Specifically, they will use recent advances in the thin film growth of these materials, single atomic layer graphene as a protective coating and fabrication in inert atmosphere to uncover the origin of material degradation and methods to protect the high Tc for fabrication into optical sensors. In addition, the effort will enable a range of diverse trainees to be exposed to cutting fabrication and optical techniques as well as topics at the forefront of quantum communications. \r\n\r\n\tHigh Tc cuprates have been extensively studied over the years, with a focus on the underlying mechanisms of their magnetic, strange metal and superconducting responses. In addition, substantial efforts have focused on using the cuprates for low loss electrical transmission. This project focuses instead on the fundamental challenges to incorporating these materials in optoelectronic devices and quantum optics experiments. Specifically, the team will investigate new methods of preparing templates for selective area growth of YBCO films. They will also explore the use of CVD graphene as a protective layer on the films to minimize damage in fabrication. Both will involve the use of a cleanroom in a glovebox to minimize atmospheric contamination. In addition to standard e-beam lithography, thermal scanning lithography will be attempted to reduce unwanted damage. Ultimately the resulting films and devices will be characterized by a range of the techniques (EDX, Raman, AFM, TEM) to uncover the mechanisms limiting performance. In addition, the quantum detector properties will be measured to reveal the key parameters governing the performance for quantum limited photon sensitivity.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Burch",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth S Burch",
   "pi_email_addr": "ks.burch@bc.edu",
   "nsf_id": "000653415",
   "pi_start_date": "2022-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boston College",
  "inst_street_address": "140 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHESTNUT HILL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175528000",
  "inst_zip_code": "024673800",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJ3JH8CRJBZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024673804",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "091E",
   "pgm_ref_txt": "Light generation & detection"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 316039.0
  }
 ],
 "por": null
}