{
 "awd_id": "2211360",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: HCC: MEDIUM: Understanding the Present and Designing the Future of Risk Prediction IT in Fire Departments",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924420",
 "po_email": "cbethel@nsf.gov",
 "po_sign_block_name": "Cindy Bethel",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 264614.0,
 "awd_amount": 264614.0,
 "awd_min_amd_letter_date": "2022-07-27",
 "awd_max_amd_letter_date": "2022-07-27",
 "awd_abstract_narration": "This research will develop and design new data-driven risk prediction principles and management (DDRPM) tools that anticipate and manage a variety of community risks, which fire departments are increasingly required to respond to, including medical, fire, and safety emergencies. Today, much of their work focuses on community risk reduction (CRR), a paradigm that seeks to mitigate risks before they lead to emergencies in the first place. The CRR paradigm will leverage new data-driven risk prediction and management (DDRPM) tools to predict and respond to a variety of community risks. Yet, designing DDRPM tools to realize this vision requires deep understanding of current work practices, and the potential future impacts of such tools on labor (e.g., increased data work), workers (e.g., decreased autonomy), and communities (e.g., intensified surveillance of marginalized populations). Understanding the intersection of sociotechnical work practices for handling risks and the design of data-driven computational tools requires fundamental human-centered computing research. The fire service is key to the health, safety, and security of individuals, communities, and society; thus, this research is primed to provide lasting, practical benefits. This project will directly benefit the study sites and the populations they serve since insights drawn from ethnographic research will be disseminated to study sites and participants.\r\n \r\nThis project has multiple goals: (1) comprehensive empirical exploration of community-oriented risk work performed by fire personnel and their associated data work, (2) development of a human-centered design process for the future of DDRPM tools, (3) co-designing speculative DDRPM tools with fire departments, and (4) developing a sociotechnical theory of risk work. It will achieve these goals in three phases. First, it will document current practices of community-focused risk work and community data resources using in-depth ethnographic research in three fire departments. The ethnographic data will be leveraged as part of a novel human-centered design process that combines ethnography, inquiry through design, participatory design, and speculative design. Second, the team of researchers will co-design speculative prototypes for DDRPM in partnership with the study participants. This methodological approach will fill a crucial gap in research and design of sustainable data-driven tools for risk handling by enabling consideration of impacts of design of DDRPM tools on future work practices in the fire service and on communities. Third, the team will evaluate the resulting speculative prototypes to understand how they shift visions of technologically-supported community risk work for the fire service. Both the design process and the co-designed prototypes will be disseminated to the fire service professional community.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Myeong",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Myeong Lee",
   "pi_email_addr": "mlee89@gmu.edu",
   "nsf_id": "000811182",
   "pi_start_date": "2022-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "4400 UNIVERSITY DR",
  "perf_city_name": "FAIRFAX",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 264614.0
  }
 ],
 "por": null
}