{
 "awd_id": "2211865",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RAPID: Institutional Change and Intergroup Attitudes",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Breckler",
 "awd_eff_date": "2022-03-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 79764.0,
 "awd_amount": 79764.0,
 "awd_min_amd_letter_date": "2022-02-23",
 "awd_max_amd_letter_date": "2022-02-23",
 "awd_abstract_narration": "Individual opinions about controversial topics vary widely and do not always match the policies and laws that govern the issue. How do critical moments that define policies and laws affect individuals' attitudes? Do moments of institutional change cause more extreme attitudes? Do moments that reinforce the status quo lead to more entrenched attitudes? How do these moments affect people differently depending on the specific attitudes they hold? The current project examines changes in U.S. Americans' gender attitudes following a highly anticipated Supreme Court case on reproductive health that has direct implications for state laws. \r\n\r\nThis research involves well-controlled, naturalistic studies that are informed by psychological theories of attitude change and political science research on the link between policy and public opinion. Two studies, one cross-sectional and one longitudinal, assess gender attitudes before and after an impending Supreme Court decision on reproductive health. The studies also account for geographic variations in policy implementation. Additionally, this project examines specific conditions and mechanisms that influence attitudinal response to changes in state laws and policies. Gender attitudes of respondents may be affected by: (1) the perceived legitimacy of state and federal policy-making bodies, (2) the gender norms that they perceive among others in general and others close to them, (3) their pre-existing support for reproductive rights policy, and (4) their belief that reproductive rights policy is a gender-relevant issue. Understanding how policies influence opinions – pinpointing the specific causal mechanisms that transcend whether a person favors or opposes a policy change – provides insight into the relationship between institutions and individuals in a democratic society.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kate",
   "pi_last_name": "Ratliff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kate Ratliff",
   "pi_email_addr": "ratliff@ufl.edu",
   "nsf_id": "000821201",
   "pi_start_date": "2022-02-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1 UNIVERSITY OF FLORIDA",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 79764.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research tested whether public policy changes impacts people&rsquo;s: (i) support for those policies, and (ii) attitudes toward the social groups impacted by the policy change. Study 1 demonstrated across a variety of topics that, when a hypothetical state legislature&nbsp;<em>banned</em>&nbsp;(vs.&nbsp;<em>affirmed</em>) a practice (e.g., allowing companies to implement mandatory anti-racism training), participants perceived less support for the policy and more negative attitudes toward the group impacted (e.g., Black Americans). Study 2, a longitudinal study with a nationally representative sample, investigated the short- and long-term impact of real-world policy change&mdash;the U.S. Supreme Court&rsquo;s&nbsp;<em>Dobbs v. Jackson Women&rsquo;s Health Organization&nbsp;</em>ruling that gave states the right to restrict access to abortion. Although the ruling did not produce lasting change in Americans&rsquo; personal support for restrictive abortion policies, it did lead them to perceive more support for traditional gender roles and to personally endorse traditional gender attitudes more strongly. These results demonstrate the power of institutional policies to influence people&rsquo;s attitudes toward social groups.</p>\n<p>&nbsp;The project contributes intellectual merit by&nbsp;documenting the importance of public policy in shaping peoples&rsquo; intergroup attitudes. Whereas past research has shown&nbsp;how policy change influences peoples&rsquo; attitudes toward the policy itself, our research is among the first to show that policy change also influences people&rsquo;s attitudes toward relevant social groups. This research shows that, when a government enacts a policy that restricts the rights of a particular social group, people infer that the general public harbors negative attitudes toward that group; this inference can in turn shape people&rsquo;s own personal attitudes toward the group.&nbsp;Knowledge gained from this research advances our understanding of the mechanisms by which societies reinforce or reduce intergroup prejudices and is relevant for behavioral scientists, political scientists, and those writing public policy.</p>\n<p>The broader impacts of this work are threefold. First,&nbsp;this project provides critical knowledge about the influence of national and regional policy on intergroup attitudes. Second,&nbsp;the rich, difficult-to-obtain datasets generated through this research are now publicly available, which will allow other stakeholders to continue to benefit from the work. Finally, the project offered unique, interdisciplinary training opportunities to trainees, including significant participation from people belonging underrepresented groups within the sciences.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 06/04/2024<br>\nModified by: Kate&nbsp;Ratliff</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis research tested whether public policy changes impacts peoples: (i) support for those policies, and (ii) attitudes toward the social groups impacted by the policy change. Study 1 demonstrated across a variety of topics that, when a hypothetical state legislaturebanned(vs.affirmed) a practice (e.g., allowing companies to implement mandatory anti-racism training), participants perceived less support for the policy and more negative attitudes toward the group impacted (e.g., Black Americans). Study 2, a longitudinal study with a nationally representative sample, investigated the short- and long-term impact of real-world policy changethe U.S. Supreme CourtsDobbs v. Jackson Womens Health Organizationruling that gave states the right to restrict access to abortion. Although the ruling did not produce lasting change in Americans personal support for restrictive abortion policies, it did lead them to perceive more support for traditional gender roles and to personally endorse traditional gender attitudes more strongly. These results demonstrate the power of institutional policies to influence peoples attitudes toward social groups.\n\n\nThe project contributes intellectual merit bydocumenting the importance of public policy in shaping peoples intergroup attitudes. Whereas past research has shownhow policy change influences peoples attitudes toward the policy itself, our research is among the first to show that policy change also influences peoples attitudes toward relevant social groups. This research shows that, when a government enacts a policy that restricts the rights of a particular social group, people infer that the general public harbors negative attitudes toward that group; this inference can in turn shape peoples own personal attitudes toward the group.Knowledge gained from this research advances our understanding of the mechanisms by which societies reinforce or reduce intergroup prejudices and is relevant for behavioral scientists, political scientists, and those writing public policy.\n\n\nThe broader impacts of this work are threefold. First,this project provides critical knowledge about the influence of national and regional policy on intergroup attitudes. Second,the rich, difficult-to-obtain datasets generated through this research are now publicly available, which will allow other stakeholders to continue to benefit from the work. Finally, the project offered unique, interdisciplinary training opportunities to trainees, including significant participation from people belonging underrepresented groups within the sciences.\n\n\n\t\t\t\t\tLast Modified: 06/04/2024\n\n\t\t\t\t\tSubmitted by: KateRatliff\n"
 }
}