{
 "awd_id": "2211423",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CCF: Medium: Learning From Classical and Quantum Data: a Fourier Perspective",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922981",
 "po_email": "pregalia@nsf.gov",
 "po_sign_block_name": "Phillip Regalia",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 1199996.0,
 "awd_amount": 1199996.0,
 "awd_min_amd_letter_date": "2022-07-18",
 "awd_max_amd_letter_date": "2022-08-18",
 "awd_abstract_narration": "Quantum computing presents exciting new opportunities for a wide variety of applications, including machine learning, simulation, and optimization. Quantum computers are particularly attractive for machine learning because of their ability to efficiently encode complex learning models. However, there are fundamental differences between classical and quantum computers that render the learning process challenging. Quantum systems represent and process information using qubits, a quantum mechanical analog of bits, which encode combinations of basic states through superposition. Quantum systems can use powerful features such as entanglement but must obey quantum mechanical postulates such as the no-cloning and the Heisenberg Uncertainty Principle. Moreover, existing quantum computers with a relatively small number of qubits are inherently limited in their ability to process high-dimensional data, and effective techniques are therefore needed to identify the features in the input data which are important to the learning tasks. The significantly increased expressive power of quantum learning models also requires highly efficient and scalable training procedures. Furthermore, the stochastic nature of measurements in quantum circuits makes the training process inherently probabilistic. Providing solutions to these issues is essential for the implementation of effective and efficient Quantum Machine Learning (QML), and is the focus of the project.  The education program associated with this project comprises research experiences for undergraduate students, teacher-training programs, instructional material, summer schools and workshops, and a large number of online tools and resources. Broadening participation in computing (BPC) plans include the preparation of accessible educational material targeting high-school students, workshops, and summer research opportunities for students from underrepresented groups, recruiting pipelines from minority serving institutions, and mentoring programs. \r\n\r\nThis project addresses critical challenges aimed at enabling QML on Noisy Intermediate-Scale Quantum (NISQ) devices, and considers the following problems: (i) Current NISQ circuits are limited in their qubit input capacity. The input feature selection is approached through Quantum Fourier Analysis (QFA) with the goal of identifying a small sample of input qubits that can yield high accuracy in QML tasks; (ii) The no-cloning and measurement postulates of quantum circuits make it infeasible to compute accurate deterministic estimates of circuit outputs. The problem of sample/data-efficient accurate training of QML models is then addressed with the help of a novel randomized gradient descent approach; (iii) QML models, such as Quantum Neural Networks (QNNs), have high model complexity, since the dimensionality of the underlying Hilbert space grows exponentially with the number of qubits, and this leads to an exponentially large number of parameters in the learning models. The training of such models is therefore prohibitively expensive in terms of the required number of samples/iteration. The project relies on QFA to develop narrow-band quantum perceptrons to build QNNs that can be efficiently and accurately trained; and (iv) The results of the project will be validated on real-world problems in quantum state discrimination. Overall the project investigates implications of advances in QML for conventional machine learning models with the goal of enhancing the efficiency and generalizability of classical training processes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wojciech",
   "pi_last_name": "Szpankowski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wojciech Szpankowski",
   "pi_email_addr": "spa@cs.purdue.edu",
   "nsf_id": "000286821",
   "pi_start_date": "2022-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ananth",
   "pi_last_name": "Grama",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ananth Grama",
   "pi_email_addr": "ayg@cs.purdue.edu",
   "nsf_id": "000319590",
   "pi_start_date": "2022-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mohsen",
   "pi_last_name": "Heidari Khoozani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mohsen Heidari Khoozani",
   "pi_email_addr": "mheidar@iu.edu",
   "nsf_id": "000861665",
   "pi_start_date": "2022-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "Young Hall",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072114",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "089Y00",
   "pgm_ele_name": "FET-Fndtns of Emerging Tech"
  },
  {
   "pgm_ele_code": "779700",
   "pgm_ele_name": "Comm & Information Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "014Z",
   "pgm_ref_txt": "NSF and US-Israel Binational Science Fou"
  },
  {
   "pgm_ref_code": "079Z",
   "pgm_ref_txt": "Machine Learning Theory"
  },
  {
   "pgm_ref_code": "7797",
   "pgm_ref_txt": "COMM & INFORMATION FOUNDATIONS"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "7928",
   "pgm_ref_txt": "QUANTUM COMPUTING"
  },
  {
   "pgm_ref_code": "7936",
   "pgm_ref_txt": "SIGNAL PROCESSING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 1199996.0
  }
 ],
 "por": null
}