{
 "awd_id": "2211404",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Microphysiological Models to Evaluate the Role of Age-Dependent Fibrinogen Sialylation in Wound Healing",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922390",
 "po_email": "rbardhan@nsf.gov",
 "po_sign_block_name": "Rizia Bardhan",
 "awd_eff_date": "2022-06-15",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 508801.0,
 "awd_amount": 508801.0,
 "awd_min_amd_letter_date": "2022-06-09",
 "awd_max_amd_letter_date": "2022-06-09",
 "awd_abstract_narration": "Wound healing is a complex process. The first step in wound healing is clotting. The clot that forms stops bleeding and provides support for cells to rebuild damaged tissue. Wound healing is also different between babies and adults, but these differences are not well understood. This project will develop new tools to better understand (1) how clotting is different between babies and adults and (2) how differences in clotting lead to differences in wound healing. Many cells types are involved in healing, including platelets and fibroblasts. Platelets play important roles in clotting and fibroblasts help rebuild damaged tissue after bleeding stops. The project will also measure interactions between fibroblasts and platelets in wound healing. Better understanding of wound healing is expected to lead to identification of novel therapeutic targets for the nearly 6 million people in the United States suffering from impaired coagulation and non-healing wounds. The project's education component involves training undergraduate and graduate students in engineering biomedical systems, including working with clinicians.  Outreach activities include developing hands-on educational modules and activities that will be innovated for K-12 science fair competitions and constructing a demonstration kit for the Annual College of Veterinary Medicine Open House Day and the North Carolina Science Café, which engages K-12 students in the region.  \r\n\r\nWound healing involves the complex orchestration of biochemical and mechanical signals directing behavior of multiple cell types. Due to the complex nature of wound healing, much remains unknown about mechanisms underlying impaired healing. After injury, a fibrin clot is formed that stops bleeding and promotes healing by serving as a provisional scaffold for infiltrating cells that support tissue repair. A deficient fibrin matrix can result in non-healing wounds. While it is known that aging influences healing, it is unknown how age related differences in fibrin properties may influence healing outcomes. Recent studies have identified extensive differences in fibrin network properties between adults and neonates. For example, fibroblasts attach and migrate better on neonatal fibrin compared to adult fibrin, and neonatal fibrin scaffolds promote better healing in vivo in a murine full thickness injury model compared to adult fibrin scaffolds. While many variances in post-translational modifications likely contribute to age-related differences in fibrinogen function, recent data highlights that increased sialic acid (Sia) content in neonatal fibrinogen contributes significantly to age-related differences in clot structure, mechanics, and polymerization and degradation dynamics. The overarching hypothesis of this work is that increased Sia content in neonatal fibrinogen results in altered fibrin polymerization mechanisms, clot structure, and mechanical properties compared to adult fibrinogen, which drives improved healing outcomes. This project will investigate how Sia content in neonatal and adult fibrinogen networks +/- Sia influence adult and neonatal fibroblast responses in vitro. Next, this project will investigate how Sia content influences cellular crosstalk in wound healing. Innovative tissue engineering techniques and microfluidics will be employed to develop a microphysiological system (MPS) to study the interactions of platelets and fibroblasts during wound healing. MPS provide a means to generate actionable, translatable data by recapitulating select human tissue functions with the requisite primary human cell types, microanatomy, cell-cell interactions and micromechanical cues.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ashley",
   "pi_last_name": "Brown",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ashley Brown",
   "pi_email_addr": "aecarso2@ncsu.edu",
   "nsf_id": "000734639",
   "pi_start_date": "2022-06-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Daniele",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Daniele",
   "pi_email_addr": "mdaniel6@ncsu.edu",
   "nsf_id": "000705158",
   "pi_start_date": "2022-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "1001 William Moore Dr",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957115",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 508801.0
  }
 ],
 "por": null
}