{
 "awd_id": "2211888",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CNS Core: Medium:Model-driven Resource Management for Avoiding Performance Pitfalls in Edge Computing",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925197",
 "po_email": "mmcclure@nsf.gov",
 "po_sign_block_name": "Marilyn McClure",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 1199134.0,
 "awd_amount": 882486.0,
 "awd_min_amd_letter_date": "2022-08-22",
 "awd_max_amd_letter_date": "2024-09-09",
 "awd_abstract_narration": "A variety of new distributed applications are emerging that have strict low-latency requirements, including real-time machine learning-based inference, Internet-of-Things services, mobile augmented reality, and cloud gaming. To support these applications, cloud providers are building out large-scale distributed edge infrastructures that can provide computing and storage resources in close proximity to end users. Yet, despite the significant network latency advantage of edge servers, edge computing remains vulnerable to numerous performance pitfalls that can lead to reduced performance. This counter-intuitive behavior primarily occurs when edge resource constraints or workload bursts cause high queuing delays and response times that significantly increase latency. To address this problem, this project will develop rigorous analytical models of edge and cloud performance to gain a fundamental understanding of when and why edge performance problems occur in practice. The project will then apply these models to design novel, but practical, resource management policies that can enable edge computing to provide low latency for a wide range of real-world applications. These policies include i) edge elasticity and bursting that adaptively scale edge resources within and across edge and cloud sites under workload spikes; ii) performance isolation for edge accelerators that flexibly multiplexes accelerators across applications to increase their utilization; and iii) dynamic resource provisioning and allocation for serverless edge computing that determines the resources needed by serverless containers to satisfy tail latency requirements. Collectively, these models and policies will enable edge computing to fulfill its potential to support new classes of low-latency applications.\r\n\r\nThe project has the potential for significant practical impact by enabling commercial cloud providers to offer low-latency edge cloud services, which is important in supporting numerous emerging applications with strict low-latency requirements. The project will conduct outreach by incorporating relevant research topics within summer programs for local middle and high school students. The project will also inject elements of edge computing and cloud computing into current graduate and advanced undergraduate classes at the PIs' institution. The project will emphasize recruiting a diverse group of undergraduate and graduate students through participation in REU programs and institutional diversity efforts. Finally, the software artifacts and datasets from the project will be made available to the research community as open source via the UMass Trace Repository.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Prashant",
   "pi_last_name": "Shenoy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Prashant Shenoy",
   "pi_email_addr": "shenoy@cs.umass.edu",
   "nsf_id": "000492611",
   "pi_start_date": "2022-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Irwin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Irwin",
   "pi_email_addr": "irwin@ecs.umass.edu",
   "nsf_id": "000619679",
   "pi_start_date": "2022-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "Research Administration Building",
  "perf_city_name": "Hadley",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010359450",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 581353.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 301133.0
  }
 ],
 "por": null
}