{
 "awd_id": "2211326",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Quantum Information in Complex Systems",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928173",
 "po_email": "jpapanik@nsf.gov",
 "po_sign_block_name": "John Papanikolas",
 "awd_eff_date": "2022-04-15",
 "awd_exp_date": "2025-03-31",
 "tot_intn_awd_amt": 299997.0,
 "awd_amount": 299997.0,
 "awd_min_amd_letter_date": "2022-03-10",
 "awd_max_amd_letter_date": "2022-03-10",
 "awd_abstract_narration": "With support from Chemical Structure, Dynamics, and Mechanisms A (CSDM-A) program in the Division of Chemistry, Professor Gregory Scholes of Princeton University is advancing methods to create and quantify quantum entanglement in molecular systems. From our own experience, we know that measurements made on two independent particles, like the flipping of two coins, are uncorrelated. That is, whether the second coin lands heads (or tails) has no relationship to how the first coin landed.  However, this is not necessarily the case when the particles behave quantum mechanically.  In quantum mechanics, two particles can be entangled resulting in correlated observations.  It would be as if every time the first coin landed heads, the second coin would also land heads.  And if the first coin were tails, the second would be too, even if the two coins were separated by a great distance.  Working with his students, Professor Scholes is developing ways to quantify and demonstrate entanglement in molecular systems, which remains a significant experimental challenge. Their discoveries could have broad implications for quantum information science and engineering (QISE), and lead to new ways to create quantum-based technologies for computing, sensing, and communications. \r\n \r\nThe project seeks to develop a general formalism based on quantum Fisher information (QFI) for quantifying quantum correlations (e.g., entanglement) and apply this formalism to experimental observations made on molecular chromophores and chromophore assemblies.  As an initial demonstration of the method, Professor Scholes and his students will attempt to use their approach to quantify quantum correlations by measuring the degree of QFI in the transient spectra of model molecular dimers and of the light harvesting complex (LH2) from purple bacteria. In addition, with the concept of classical phase synchronization used as inspiration, the team is also seeking to demonstrate that quantum effects might be discovered as a stable phase on large scales. The insights gained from this work could guide others seeking to quantify quantum correlations in complex molecular systems and assemblies, enabling new avenues of research. This project also will contribute to the development of a national quantum-enabled workforce by providing advanced training in QISE research for the students and postdoctoral scholars participating in the work.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Greg",
   "pi_last_name": "Scholes",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Greg D Scholes",
   "pi_email_addr": "gscholes@princeton.edu",
   "nsf_id": "000692102",
   "pi_start_date": "2022-03-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "Off. of Research & Proj. Admin.",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910100",
   "pgm_ele_name": "CSD-Chem Strcture and Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 299997.0
  }
 ],
 "por": null
}