{
 "awd_id": "2211550",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HCC: Medium: Agent-Facilitated, Video-Mediated Multiparty Interactions in Support Groups",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927215",
 "po_email": "tleen@nsf.gov",
 "po_sign_block_name": "Todd Leen",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 1100000.0,
 "awd_amount": 1120000.0,
 "awd_min_amd_letter_date": "2022-08-17",
 "awd_max_amd_letter_date": "2024-05-29",
 "awd_abstract_narration": "Support groups help people to learn from others who share similar experiences; they are known to be effective in reducing stress caused by negative life events. With broader access to the Internet, support groups have also expanded into video conferencing format. In-person and remote support groups are led by facilitators with wide ranging backgrounds and qualifications.  Unfortunately, such facilitators often suffer from burnout, leading to support group closure. Hence, automated facilitators offer a way for maintaining support groups when human facilitators are unavailable. The main aims of this project are (i) to identify and evaluate the characteristics of an effective autonomous group facilitator; (ii) to study and develop computational methods for measuring individual engagement and group cohesion in video-mediated multiparty interaction; and (iii) to develop and evaluate an autonomous group facilitator that can maximize group cohesion through computational means. To achieve these aims, this project builds and studies an autonomous agent facilitator in the form of a socially assistive robot for remote support groups via Zoom or a similar platform. The interpersonal connectedness and alliances in a group make a support group more effective. Therefore, the project will enable the robot facilitator to choose the facilitation strategy that increases group members’ participation and connectedness. This research advances AI technologies for understanding human-robot interaction and contributes to the development of technologies that can broaden access to mental health support. The project activities will include annual outreach sessions for local inner-city K-12 students demonstrating the automated facilitator and discussing stress management, to educate about STEM and mental health. This project will also broaden participation in computing through the K-12 outreach activities and through training and mentoring five undergraduate researchers per year from systematically underserved groups.\r\n\r\nThis project advances the state-of-the-art in socially interactive agents and robots capable of interacting with multiple users, in video-mediated interaction. The research incorporates the study of expressive robot and agent embodiment, algorithm for autonomous conversation facilitation, and user engagement for novel facilitation strategies.  To this end, the project will first use a human-driven agent, through a Wizard-of-Oz (WoZ) strategy, to design the agent’s action space (both verbal and nonverbal behaviors) necessary for moderating a support group.  The WoZ study will also test the hypothesis that an embodied agent facilitator is as effective as a human facilitator in engaging users and projecting competence to group participants. After coding the data recorded during the WoZ study, multimodal machine learning models will be trained for automatic recognition of engagement and conversational stages and acts. Group cohesion will be assessed based on dyadic engagement and individual responses, through network analysis. The research team will finally build an autonomous facilitator leveraging a reinforcement learning model that optimizes for increasing group cohesion. The autonomous facilitator will be evaluated against a second agent that optimizes for equal access to the conversational floor, in terms of individual engagement and group cohesion assessed by post-session questionnaires. This work will build technologies for automated group facilitation that can assist to bridge the gaps in delivering support groups when human facilitators are absent or in short supply.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mohammad",
   "pi_last_name": "Soleymani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mohammad Soleymani",
   "pi_email_addr": "soleymani@ict.usc.edu",
   "nsf_id": "000792581",
   "pi_start_date": "2022-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lynn",
   "pi_last_name": "Miller",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Lynn C Miller",
   "pi_email_addr": "lmiller@usc.edu",
   "nsf_id": "000189939",
   "pi_start_date": "2022-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maja",
   "pi_last_name": "Matarić",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Maja J Matarić",
   "pi_email_addr": "mataric@usc.edu",
   "nsf_id": "000410606",
   "pi_start_date": "2022-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "University Park",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 1100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": null
}