{
 "awd_id": "2211845",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "III: Medium:  Counterfactual-Based Supports For Visual Causal Inference",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032922706",
 "po_email": "ccaragea@nsf.gov",
 "po_sign_block_name": "Cornelia Caragea",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 1199999.0,
 "awd_amount": 1215999.0,
 "awd_min_amd_letter_date": "2022-08-22",
 "awd_max_amd_letter_date": "2023-01-10",
 "awd_abstract_narration": "Data visualization is a critical and ubiquitous tool used to support data analysis tasks across a variety of domains. Visualizations are valued for their ability to “show the data” graphically, rather than using letters and numbers, in a way that enables users to assign meaning to what they see. This in turn helps users analyze complex data, discover new insights, make data-driven decisions, and communicate with other people about their findings. The correctness of these findings is therefore clearly contingent upon the correctness of the inferences that users make when viewing or interacting with a data visualization tool. However, recent studies have shown that people often interpret visualized patterns as indicators of causal relationships between variables in their data even when no causal relationships exist. The result is that visualizations can dramatically mislead users into drawing erroneous conclusions. This project develops a new approach to visualization, based on the concept of counterfactual reasoning, designed to help users draw more accurate and generalizable inferences when analyzing data using visualization tools. The project's results, including open-source software, are intended to be broadly applicable across domains. In addition, the project will be evaluated with data and users in the population health domain with the potential to contribute to improvements to human health.\r\n\r\nMore specifically, this project will develop a set of innovative counterfactual-centered methods for visualization. In recognition of users' natural tendency to draw causal inferences about data while looking at data visualizations, these methods will directly aim to mitigate risks of drawing erroneous conclusions while amplifying users' ability to robustly discover patterns that are more likely to be indicators of statistically supported causal interactions. Building upon the principles of counterfactual reasoning, this project will achieve three key aims. First, methods will be developed to enhance traditional filter-driven visualizations with comparisons against counterfactual subsets. The goal is to provide users with the information required to make more robust conclusions from visualizing data. Second, methods will be developed to leverage statistics derived from these counterfactual subsets to help guide user's exploratory activity with the aim of increasing efficiency of discovery. Third, a workflow for identifying and accounting for secondary variables that correlate with those used for counterfactual comparison will be developed. The project will result in the design and development of new computational methods and user workflows, open-source software implementing these contributions, and evaluation studies that will characterize the efficacy of these counterfactual-based techniques.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Gotz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Gotz",
   "pi_email_addr": "gotz@unc.edu",
   "nsf_id": "000653838",
   "pi_start_date": "2022-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275991350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 1199999.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": null
}