{
 "awd_id": "2211663",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nature of State Instability",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 279779.0,
 "awd_amount": 279779.0,
 "awd_min_amd_letter_date": "2022-06-10",
 "awd_max_amd_letter_date": "2022-06-10",
 "awd_abstract_narration": "In 2007, the number of people living in cities across the globe surpassed the number in rural areas, highlighting the need for more research on the development, organization, and decline of cities within cross-cultural and diachronic frameworks. Within this context investigators will lead a research project to investigate an example of the collapse of early urbanism at the ancient city. Continuously occupied for over 600 years, the site presents an opportunity to study an ancient city over a long temporal sequence, and to ask questions relevant to urbanism in other times and places. What makes cities vulnerable to collapse and what makes them resilient? Can collapse be predicted from material evidence? To what extent is immigration involved in the processes of urban development and decline? In addressing these questions, this research will contribute to our broader understandings of urbanism and to the factors involved in societal disintegration. Results of this study will be widely disseminated through popular and academic sources and will be shared with the local community through public displays, lectures, and through guided tours of the site. Because the research employs multiple analytical approaches, moreover, it will provide opportunities for undergraduate and graduate training in methods relevant to S.T.E.M. and social science fields.\r\n\r\nThis collaborative project will bring together researchers to better understand the factors involved in the decline of urbanism, the mechanisms of its reconfiguration after collapse, and the effects of urban decline on the local population.The project focuses on a region of the city which was occupied through its decline, making it an opportune location to explore urban processes over a long temporal sequence. With the explicit goal of better characterizing the nature of the collapse, the project explores which aspects of material culture: which exhibited continuity between the pre- and post-collapse periods and which aspects exhibited discontinuity or change over time. To accomplish this, the research will proceed along several avenues of data collection including field survey, horizontal excavations, AMS radiocarbon dating, ceramic and lithic analyses, isotopic analysis of human and animal bone, and faunal studies. By combining these datasets, the project will examine the continuities and discontinuities in aspects of social identity, economic networks, diet, and the use of space over time.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Somerville",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew D Somerville",
   "pi_email_addr": "asomervi@iastate.edu",
   "nsf_id": "000625395",
   "pi_start_date": "2022-06-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "MARION",
   "pi_last_name": "FOREST",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "MARION I FOREST",
   "pi_email_addr": "mforest1@asu.edu",
   "nsf_id": "000830593",
   "pi_start_date": "2022-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1138 Pearson Hall, 505 Morrill Rd",
  "perf_city_name": "Ames",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112203",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "5922",
   "pgm_ref_txt": "MEXICO"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 279779.0
  }
 ],
 "por": null
}