{
 "awd_id": "2212309",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "AF:Medium:RUI:Algorithmic Problems in Kinematic Distance Geometry",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922095",
 "po_email": "kwimmer@nsf.gov",
 "po_sign_block_name": "Karl Wimmer",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2022-06-24",
 "awd_max_amd_letter_date": "2024-06-25",
 "awd_abstract_narration": "The problems addressed by this project are motivated by concrete computational questions arising, among others, in crystallography and materials science. The objects of study are dynamic point sets whose motion is subject to distance constraints. They arise in multiple areas of science and engineering, including computer-aided design (CAD), robotics, sensor networks, structural molecular biology and materials science. The problems in this project have the potential to help elucidate fundamental properties of matter, such as phase transitions in crystals, and could lead to the discovery or to the design of new auxetic metamaterials (which are materials with unusual deformation properties, rarely found in nature). \r\n\r\nA first direction is on problems arising in Crystallography, including comparison of rigid or flexible crystals, ultra-rigidity of periodic frameworks, auxetic-material designs produced by finite-to-periodic methods, embeddings of minimal rigid graphs and more efficient algorithms for computing rigidity and flexibility parameters of periodic frameworks. A second direction is to develop efficient algorithms for kinematic design, where the motion of a geometric object subject to distance constraints (framework) is decomposed into a finite collection of trajectories arising from related one-degree-of-freedom frameworks, each deployed for a specific, finite interval of time. The motion is guided by novel combinatorics underlying the algebraic constraints and leads to effective and efficient algorithms for designing both the geometric structure and its kinematic behavior (motions). The algorithms developed here are amenable to be turned into software tools for these needs. The project builds upon mathematical results, algorithms and software obtained or developed by the investigator, students and collaborators. It relies on and combines ideas from several areas: combinatorial rigidity, distance geometry and computational algebraic geometry. Algorithmically, the investigator has recently succeeded in overcoming enormous challenges posed by Groebner-basis methods and carried out previously unattainable calculations in the 2D Cayley-Menger ideal. These very recent results open the possibility for novel computer experiments, anticipated to lead to previously unobserved mathematical properties that will be put to use in addressing the selected open questions in distance geometry and kinematics. A diverse population of students have been and will continue to be engaged in this research, conducted in part at an all-women college with a sustained reputation in STEM education. The investigator will also continue engaging her students in the development of new educational materials that will make the results accessible to non-specialists, and will actively disseminate them via publications, tutorials and talks in several scientific fields and to diverse audiences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ileana",
   "pi_last_name": "Streinu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ileana Streinu",
   "pi_email_addr": "istreinu@smith.edu",
   "nsf_id": "000179115",
   "pi_start_date": "2022-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Smith College",
  "inst_street_address": "10 ELM ST",
  "inst_street_address_2": "",
  "inst_city_name": "NORTHAMPTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135842700",
  "inst_zip_code": "010636304",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "THE TRUSTEES OF THE SMITH COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "KRDJLRA9X6F3"
 },
 "perf_inst": {
  "perf_inst_name": "Smith College",
  "perf_str_addr": "10 ELM STREET",
  "perf_city_name": "Northampton",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010636304",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "7929",
   "pgm_ref_txt": "COMPUTATIONAL GEOMETRY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 118631.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 236240.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 245129.0
  }
 ],
 "por": null
}