{
 "awd_id": "2212121",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Biomechanical Regulation of Intranuclear Elastography and Gene Location in Single Cells",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032924204",
 "po_email": "shisharm@nsf.gov",
 "po_sign_block_name": "Shivani Sharma",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 462332.0,
 "awd_amount": 462332.0,
 "awd_min_amd_letter_date": "2022-05-19",
 "awd_max_amd_letter_date": "2022-05-19",
 "awd_abstract_narration": "This grant will support research about how the cells of our bodies react to mechanical forces.  The results of this work will greatly advance progress in science and improvements in national health. Mechanobiology is a science that seeks to explain how cells actively adapt to mechanical forces.  Understanding the mechanobiology of cells can lead to new therapies to treat damage due to aging and disease. There are many ways that cells react to force, which often involves the cell nucleus that contains the DNA defining our genetic code. However, we do not yet know how mechanical force stimulates the cell to alter its structure and position of DNA.  This award supports fundamental research to measure gene expression in the cell nucleus and how it changes with applied forces.  This will reveal mechanisms that cells use to alter their biological function triggered by force. Understanding this complex biological process may lead to new therapeutic and diagnostic approaches in medical science. This research project is multidisciplinary, and impacts the sciences of biomedical engineering, imaging, biomechanics, cell biology, and materials science. This project will also target broad participation of underrepresented groups in research, including children.  This outreach is anticipated to positively impact education in science and engineering.\r\n\r\nThe objective of this project is to study the structural and biomechanical regulation of nuclear gene expression using new methods to measure elastography and gene positioning in living cells. Structural complexity and hierarchy are hallmarks of the cell nucleus, and the expression patterns of protein-coding genes in the nucleus are regulated by multiple factors, including the dynamics of chromatin organization and movement. Unfortunately, how intranuclear biomechanics and gene position relate to complex processes like transcription are still not well defined. Our work aims to provide new methods and knowledge to biomechanics and mechanobiology communities, including first-of-its-kind methods and data describing spatial patterns of strain and material properties for nuclei of single cells challenged by physiologically-relevant conditions, direct evidence relating gene activation to gene location and chromatin mechanics following cell stimuli, and platform technologies to more broadly explore mechanisms of mechanobiology in the nucleus.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Corey",
   "pi_last_name": "Neu",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Corey P Neu",
   "pi_email_addr": "coreyneu@gmail.com",
   "nsf_id": "000503532",
   "pi_start_date": "2022-05-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Emery",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy C Emery",
   "pi_email_addr": "Nancy.Emery@colorado.edu",
   "nsf_id": "000522913",
   "pi_start_date": "2022-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "070Z",
   "pgm_ref_txt": "MB-Mechanobiology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 462332.0
  }
 ],
 "por": null
}