{
 "awd_id": "2212032",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "III:Medium:Computation and Communication Efficient Distributed Learning",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927978",
 "po_email": "racharya@nsf.gov",
 "po_sign_block_name": "Raj Acharya",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 1200000.0,
 "awd_amount": 1200000.0,
 "awd_min_amd_letter_date": "2022-08-31",
 "awd_max_amd_letter_date": "2022-11-03",
 "awd_abstract_narration": "With the explosion of large-scale machine learning tasks and the increasing availability of computational resources, distributed learning has become the cornerstone for extracting information and knowledge from big data. Nodes in distributed learning need to communicate information. Thus, distributed learning faces challenges around computational efficiency similar to conventional machine learning. But it also faces the additional challenge of communication efficiency. These efficiency problems have greatly hindered the applications of distributed learning in large-scale machine learning tasks and complex computing environments, such as resource-limited edge computing. In this project, we embrace new challenges and opportunities to comprehensively study the computation and communication efficiency in distributed learning. The project’s novelties are providing new perspectives for developing and deploying efficient and scalable distributed learning algorithms in large-scale computing clusters with limited communication protocols and network bandwidth. Nowadays, as big data is ubiquitous, the project's impacts are to benefit many real-world applications from various disciplines such as computer science, social sciences and others areas.\r\n\r\nThis project aims to tackle the major drawbacks in existing distributed learning algorithms from the efficiency perspective and greatly promote the efficiency and scalability of large-scale distributed learning. To achieve this goal, we systematically investigate two distributed learning paradigms, centralized and decentralized learning, as well as two major efficiency obstacles, computation and communication efficiency. To address these paradigms and obstacles, the project has three dedicated designed research directions. Each direction will dramatically extend the science through not only providing rigorous theoretical guarantees, but also comprehensive empirical studies in practical systems. The core intellectual is a comprehensive investigation on science and the design of novel methodologies to deepen our understanding on the efficiency, scalability, and practical usages of distributed learning systems and algorithms. The outcomes of this project will be: (1) New efficient and scalable distributed learning algorithms with state-of-the-art computation and communication efficiency, as well as predictive accuracy; (2) Theoretical analysis such as convergence rate and communication complexity; and (3) Open-source implementations of all key algorithms, systems, and frameworks. The proposed research will involve graduate and undergraduate students in pursuing their thesis or honor's projects. Discoveries and research findings of this project will be tightly integrated into several current and new courses. Instructional content will be created to enable fast distribution of our results to a wide audience, and tools will be built to help machine learning knowledge awareness and adoption. The findings of this project will be timely disseminated via multiple means such as a distributed learning repository, journal and conference publications, special purpose tutorials and workshops co-held at prominent conferences, and industrial participation such as internships.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jiliang",
   "pi_last_name": "Tang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jiliang Tang",
   "pi_email_addr": "tangjili@msu.edu",
   "nsf_id": "000733181",
   "pi_start_date": "2022-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Ming",
   "pi_last_name": "Yan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ming Yan",
   "pi_email_addr": "yanm@math.msu.edu",
   "nsf_id": "000707404",
   "pi_start_date": "2022-08-31",
   "pi_end_date": "2022-11-03"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hui",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hui Liu",
   "pi_email_addr": "liuhui7@msu.edu",
   "nsf_id": "000817624",
   "pi_start_date": "2022-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "Engineering Building",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488244403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 1200000.0
  }
 ],
 "por": null
}