{
 "awd_id": "2213272",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "LEAPS-MPS: Unraveling the Surface Effects on Tungsten-Based Plasma-Facing Materials Through First-Principles Calculations",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924920",
 "po_email": "aklirono@nsf.gov",
 "po_sign_block_name": "Alexios Klironomos",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 249459.0,
 "awd_amount": 170644.0,
 "awd_min_amd_letter_date": "2022-04-25",
 "awd_max_amd_letter_date": "2024-09-13",
 "awd_abstract_narration": "This award is funded in whole under the American Rescue Plan Act of 2021 (Public Law 117-2).\r\n\r\nNONTECHNICAL SUMMARY\r\n\r\nFusion, the nuclear reaction that powers the sun, is an energy source with one of the highest energy densities. However, there is a lack of understanding associated with the plasma-facing materials (PFMs), which are located in a critical region of the fusion reactor vessel that provides the physical boundary for the hot, charged state of matter composed of free electrons and atomic nuclei, called the plasma. This LEAPS-MPS award supports theoretical and computational efforts that aim to facilitate human-engineered fusion through the design of plasma-facing structural materials with superior plasma-surface interactions. The PI and his team will formulate a novel multi-physics framework to unravel surface effects on structural PFMs, predicting their behavior when exposed to the hydrogen and helium plasma-surface interactions expected in fusion power plants. Specifically, it will advance the state of knowledge regarding (i) the local chemical order and segregation of tungsten-based PFMs both in pristine form and in the presence of defects, and (ii) the prediction of the surface-structure-property relationships in these materials.\r\n\r\nIn addition to the research efforts, this award also supports a broadening participation plan which is aimed at increasing racial, gender, and socioeconomic diversity in Science, Technology, Engineering, and Mathematics (STEM) careers by integrating fundamental materials research into programs of particular interest to young learners: sailing for its excitement as an often inaccessible, costly hobby, and game programming for its familiarity and draw within youth culture.  These broadening participation platforms are especially conducive to sparking students’ interest in Materials Science and High-Performance Computing at the elementary, middle, high school, and college levels. Additionally, students’ interests will be nurtured and sustained through the collaboration with the Society of Hispanic Professional Engineers and a follow-up virtual mentoring platform to help them choose future courses and opportunities as they build their paths toward careers in these STEM fields.\r\n\r\nTECHNICAL SUMMARY\r\n\r\nThis LEAPS-MPS award supports theoretical and computational efforts that aim to facilitate human-engineered fusion through the design of plasma-facing structural materials with superior plasma-surface interactions. Through this project, the PI proposes to unravel the H and He surface effects on candidate tungsten-based plasma-facing materials (PFMs) through accurate and computationally efficient first-principles DFT electronic structure calculations. The proposed research strategy for accomplishing this objective include: (i) the construction of atomistic structures (both in bulk and in the vicinity of defects) with energetically-stable arrangements of chemical elements; (ii) the assessment of the H and He surface-interaction parameters with the candidate PFMs; and (iii) the prediction of the surface-structure-property relationships in these materials.\r\n\r\nIn addition to the research efforts, this award also supports a broadening participation plan which is aimed at increasing racial, gender, and socioeconomic diversity in STEM careers by integrating fundamental materials research into programs of particular interest to young learners: sailing for its excitement as an often inaccessible, costly hobby, and game programming for its familiarity and draw within youth culture.  These broadening participation platforms are especially conducive to sparking students’ interest in Materials Science and High-Performance Computing at the elementary, middle, high school, and college levels. Additionally, students’ interests will be nurtured and sustained through the collaboration with the Society of Hispanic Professional Engineers and a follow-up virtual mentoring platform to help them choose future courses and opportunities as they build their paths toward careers in these STEM fields.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Cereceda",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Cereceda",
   "pi_email_addr": "david.cereceda@villanova.edu",
   "nsf_id": "000796251",
   "pi_start_date": "2022-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Villanova University",
  "inst_street_address": "800 E LANCASTER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "VILLANOVA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6105194220",
  "inst_zip_code": "190851603",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "PA05",
  "org_lgl_bus_name": "VILLANOVA UNIVERSITY IN THE STATE OF PENNSYLVANIA",
  "org_prnt_uei_num": "HJEPRMTQMMR4",
  "org_uei_num": "EYNYSU6L8ZX6"
 },
 "perf_inst": {
  "perf_inst_name": "Villanova University",
  "perf_str_addr": "800 Lancaster Avenue",
  "perf_city_name": "Villanova",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "190851676",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "PA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8608",
   "pgm_ref_txt": "Nuclear Energy"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 170643.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In 2022, Villanova University received a LEAPS-MPS award entitled &ldquo;Unraveling the Surface Effects on Tungsten-Based Plasma-Facing Materials Through First-Principles Calculations&rdquo;.</p>\n<p>The&nbsp;research objective&nbsp;of this LEAPS-MPS project is to unravel the H and He surface effects on candidate tungsten-based PFMs through accurate and computationally efficient first-principles DFT electronic structure calculations.&nbsp;&nbsp;The period of performance was shorter than initially planned. Still, the outcomes of this project encompass the construction of atomistic bulk structures with an energetically stable arrangement of chemical elements for one of the candidate tungsten-based alloys and the assessment of the H interaction parameters in this candidate plasma-facing material.</p>\n<p>For its part, the broadening participation objective of this project is to increase the interest in STEM careers among these underrepresented groups in the School Districts of Philadelphia. The project was able to spark and maintain the interest in STEM for first-generation college students and low-income families from the high school district of Philadelphia through participation in the NovaEdge program, an on-campus program offered at Villanova where a diverse population of students from different ethnic and social backgrounds to the traditional fields of engineering.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Publications produced as a result of this research:</span></p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \"Hydrogen surface effects on tungsten-based plasma-facing materials from density functional theory calculations\", Md Rajib Khan Musa, Yichen Qian, and David Cereceda. Computational Materials Science (in preparation).</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/07/2024<br>\nModified by: David&nbsp;Cereceda</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn 2022, Villanova University received a LEAPS-MPS award entitled Unraveling the Surface Effects on Tungsten-Based Plasma-Facing Materials Through First-Principles Calculations.\n\n\nTheresearch objectiveof this LEAPS-MPS project is to unravel the H and He surface effects on candidate tungsten-based PFMs through accurate and computationally efficient first-principles DFT electronic structure calculations.The period of performance was shorter than initially planned. Still, the outcomes of this project encompass the construction of atomistic bulk structures with an energetically stable arrangement of chemical elements for one of the candidate tungsten-based alloys and the assessment of the H interaction parameters in this candidate plasma-facing material.\n\n\nFor its part, the broadening participation objective of this project is to increase the interest in STEM careers among these underrepresented groups in the School Districts of Philadelphia. The project was able to spark and maintain the interest in STEM for first-generation college students and low-income families from the high school district of Philadelphia through participation in the NovaEdge program, an on-campus program offered at Villanova where a diverse population of students from different ethnic and social backgrounds to the traditional fields of engineering.\n\n\n\n\n\nPublications produced as a result of this research:\n\n\n- \"Hydrogen surface effects on tungsten-based plasma-facing materials from density functional theory calculations\", Md Rajib Khan Musa, Yichen Qian, and David Cereceda. Computational Materials Science (in preparation).\n\n\n\n\n\n\t\t\t\t\tLast Modified: 10/07/2024\n\n\t\t\t\t\tSubmitted by: DavidCereceda\n"
 }
}