{
 "awd_id": "2213335",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RI: Small: Understanding the Inductive Bias Caused by Invariance and Multi Scale in Neural Networks",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924768",
 "po_email": "jyang@nsf.gov",
 "po_sign_block_name": "Jie Yang",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2022-08-24",
 "awd_max_amd_letter_date": "2022-08-24",
 "awd_abstract_narration": "Deep neural networks have had a huge recent impact on the world. They are widely used in systems that understand speech, translate language, and analyze images. In spite of their great impact, researchers still lack a rigorous understanding of many of the basic properties of these networks. As a consequence, new networks are largely designed laboriously, through trial and error. And although extremely effective overall, these systems are sometimes fooled by examples that seem very simple, and similar to other examples that are easily handled. This research aims to provide a better theoretical understanding of an important class of neural networks, called Convolutional Neural Networks (CNNs), which are widely used in understanding images and audio signals. The project focuses on understanding what problems will be easy or difficult for CNNs. This understanding can help us to predict biases in these networks and understand how the design of a network will affect its behavior. The project will provide research opportunities for graduate, undergraduate and high school students, particularly reaching out to students from underrepresented groups.\r\n\r\nTwo key properties that distinguish CNNs from many other approaches to machine learning are their ability to naturally incorporate multiscale analysis and invariance or equivariance. This property has enabled the construction of shift invariant networks that effectively deal with images and signals sampled on grid data, and more recently of networks that handle sets and graphs, incorporating operations that are equivariant to set permutation and graph isomorphism. Multiscale representations naturally arise in these networks through their depth. This research focuses on gaining a better understanding of the role of multiscale, invariance and equivariance in neural networks. It will study how shift invariance and multiscale representations affect the dynamics of neural network training. Our approach will build on recent results showing that massively overparameterized neural networks can be represented as kernel methods. Analyzing the properties of these kernels will help us understand the relationship between a network's architecture and its inductive biases. The insights revealed have the potential to provide a more principled way to control these biases.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Jacobs",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Jacobs",
   "pi_email_addr": "djacobs@cs.umd.edu",
   "nsf_id": "000315613",
   "pi_start_date": "2022-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "Office of Research Administration",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207421800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": null
}