{
 "awd_id": "2213401",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "LEAPS-MPS: Taming the Radicals-Manipulating Lattice-Confined Metalloradicals for C-H Activation",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne-Marie Schmoltner",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2023-10-31",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2022-04-19",
 "awd_max_amd_letter_date": "2022-04-19",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2).  In this project, funded by the Mathematical and Physical Sciences Directorate and housed in the Chemistry Division, Professor Wenyang Gao and his students at New Mexico Institute of Mining and Technology will take advantage of the high reactivities of chemicals known as radicals (i.e. molecules that have odd numbers of electrons) and apply them to promote reactions of light hydrocarbons. Advances in hydraulic fracturing technologies provide vast available reserves of domestic light hydrocarbons, e.g., natural gas. Insufficient processing infrastructure coupled with the challenge of long-range transportation of gaseous hydrocarbons has prevented efficient utilization of these resources. A significant amount of natural gas has to be burned in on-site flares to avoid its direct atmospheric release. Chemical upgrading of light hydrocarbons, for instance, transforming gaseous methane into liquid methanol, is expected to turn these resources into chemical fuels or industrial feedstocks that have increased ease of handling, transport, and storage. Prof. Gao’s work will address the lack of chemical approaches for transforming methane efficiently and selectively by trapping highly reactive metal-containing radicals in rigid porous materials known as metal-organic frameworks, which will facilitate the desired reactions of light hydrocarbons.  Meanwhile, the project will engage underrepresented minority students working on addressing sustainability and energy-related issues and prepare them as role models for the future scientific workforce.\r\n\r\nThe project will take advantage of the high reactivities of radicals and apply them for the activation of light hydrocarbons. Prof. Gao and his students will utilize metal-organic frameworks, and their lattice confinement effect, to tame the highly reactive metalloradicals and utilize these species for hydrocarbon conversion. This project expects to provide synthetic access to solid-state radicals, examine their structures and reactivities, and obtain understanding on how tamed radicals to impact the chemical valorization of light hydrocarbons.  This project will not only develop novel synthetic chemistry to access lattice-confined metalloradicals in the solid state, but also examine these highly reactive metalloradicals towards activating strong C(sp3)–H bonds in simple hydrocarbons.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wenyang",
   "pi_last_name": "Gao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wenyang Gao",
   "pi_email_addr": "gaow@ohio.edu",
   "nsf_id": "000835749",
   "pi_start_date": "2022-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico Institute of Mining and Technology",
  "inst_street_address": "801 LEROY PL",
  "inst_street_address_2": "",
  "inst_city_name": "SOCORRO",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5758355496",
  "inst_zip_code": "878014681",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO INSTITUTE OF MINING AND TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HZJ2JZUALWN4"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico Institute of Mining and Technology",
  "perf_str_addr": "801 Leroy Place",
  "perf_city_name": "Socorro",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "878014681",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8398",
   "pgm_ref_txt": "Hydrocarbon Conversion"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 39472.0
  }
 ],
 "por": null
}