{
 "awd_id": "2213770",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Generative number concepts in children",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928451",
 "po_email": "avfisher@nsf.gov",
 "po_sign_block_name": "Anna V. Fisher",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 509597.0,
 "awd_amount": 509597.0,
 "awd_min_amd_letter_date": "2022-08-10",
 "awd_max_amd_letter_date": "2022-08-10",
 "awd_abstract_narration": "As the idiom goes, the natural numbers are as easy as one-two-three. However, learning about them as a child is not easy. It takes several years of formal and informal education to understand what number words mean, how each number relates to another, and that numbers are infinite. This project investigates how children come to understand that numbers are generative, that is, a new number can be generated endlessly. A new theoretical framework that integrates ideas from psychology, linguistics, and history is proposed, and cognitive developmental experiments will evaluate that theoretical framework. The outcomes of this project are expected to address where the fundamental human capacity for mathematical thinking comes from and, more broadly, to expand our knowledge about how humans make \"infinite use of finite means,\" one of the deepest cognitive science questions yet to be answered. The foundational knowledge gained from this project is also expected to inspire new pedagogical approaches to STEM education that are based on the natural mechanisms of number acquisition.\r\n\r\nA key question in number acquisition research is how children learn that a set of rules allows the generation of new numbers indefinitely. Existing psychological theories propose children learn generative number concepts by using a formal mathematical principle, making it difficult to generate falsifiable hypotheses and test them empirically. This project suggests a departure from the abstract mathematical perspective and instead proposes an empirically testable and falsifiable hypothesis developed from an interdisciplinary analysis of the broad literature. Specifically, it proposes and tests the central hypothesis that generative number concepts are acquired by learning the polynomial representation of quantity enabled by the combinatorial structure of number words and Arabic numerals. This hypothesis will be tested using novel cognitive experiments in children between four and eight years of age. The outcomes of this project are expected to establish a novel psychologically plausible and falsifiable theory about number concepts and their acquisition.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joonkoo",
   "pi_last_name": "Park",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joonkoo Park",
   "pi_email_addr": "joonkoo@umass.edu",
   "nsf_id": "000698047",
   "pi_start_date": "2022-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "135 Hicks Way",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039271",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 509597.0
  }
 ],
 "por": null
}