{
 "awd_id": "2213855",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Saturated, suffocated, and salty: Hotspots of ammonium-N & dissimilatory nitrate reduction to ammonium-denitrification dichotomy in anoxic riparian soils",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032922648",
 "po_email": "heali@nsf.gov",
 "po_sign_block_name": "Hendratta Ali",
 "awd_eff_date": "2022-07-15",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 514318.0,
 "awd_amount": 514318.0,
 "awd_min_amd_letter_date": "2022-06-21",
 "awd_max_amd_letter_date": "2024-10-16",
 "awd_abstract_narration": "Wetlands and streamside (riparian) zones are important natural filters for nitrogen (N) pollution and are often referred to as the kidneys of the landscape. They remove N from soils and groundwaters through a microbial process (denitrification) that converts polluting nitrate-N to harmless nitrogen gas. Denitrification typically happens under wet and low-oxygen soil conditions. However, extreme wetness can be too much of a good thing and could alter the microbial balance in favor of retaining N in soils (as ammonium-N) through a process called dissimilatory nitrate reduction to ammonium (DNRA). Denitrification provides an ecosystem service by removing excess N while DNRA counters it. How and which soil conditions tip the balance from denitrification to DNRA is not well understood and is the focus of this study. A clear understanding of these processes and conditions will allow watershed managers and environmental agencies to better manage riparian zones and wetlands for N removal. This study will also allow better decision making with regard to environmental impacts of existing milldams that can create detrimental wet and stagnant water conditions in streams and riparian zones. Lessons learnt here will also enhance our understanding of N pollution in landscapes subject to salinization from road salts and sea level rise. This work will support the education of two PhD students and the professional development of three junior and two senior scientists.                  \r\n\r\nThis study will identify the key conditions that regulate the DNRA-denitrification dichotomy and the production of ammonium-N in anoxic soils. The key hypotheses are: (a) hydrologic stagnation (low groundwater mixing) favors DNRA; (b) DNRA will increase (vis-à-vis denitrification) when specific concentration ratio for electron donors (organic C, ferrous iron, and sulfide) versus the electron acceptor (nitrate-N) is exceeded; and (c) salinization increases the concentrations of ammonium-N in riparian groundwater through - abiotic displacement of soil-sorbed ammonium-N, and salinity-driven release of ferrous and sulfide ions that stimulate DNRA. These controls will be evaluated through an innovative combination and integration of four independent, but complementary, approaches: (a) designed mesocosm factorial experiments that use 15N labeled nitrate-N to compare DNRA and denitrification process rates and factors involved; (b) in-situ measurements of riparian soil and water N at existing milldam study sites; (c) microbial quantification of DNRA genes (nrfA) in mesocosm and riparian soils; and (d) reactive transport modeling and calibration for laboratory mesocosm experiments followed with scaling up and testing for riparian sites.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shreeram",
   "pi_last_name": "Inamdar",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Shreeram P Inamdar",
   "pi_email_addr": "inamdar@udel.edu",
   "nsf_id": "000342368",
   "pi_start_date": "2022-06-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "Peck",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Erin K Peck",
   "pi_email_addr": "erin.peck@uri.edu",
   "nsf_id": "000871847",
   "pi_start_date": "2022-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "210 Hullihen Hall",
  "perf_city_name": "Newark",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197160099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 514318.0
  }
 ],
 "por": null
}