{
 "awd_id": "2213295",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "LEAPS-MPS: Deep Learning the Knot Landscape",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 249783.0,
 "awd_amount": 249783.0,
 "awd_min_amd_letter_date": "2022-04-25",
 "awd_max_amd_letter_date": "2022-04-25",
 "awd_abstract_narration": "This award is funded in whole under the American Rescue Plan Act of 2021 (Public Law 117-2). \r\n\r\nThe field of knot theory began in the mid 1800s, motivated heavily by ideas from physics.  Today, knots play an important role in physics through gauge theory and quantum field theories, molecular biology via protein and DNA knotting, and low-dimensional topology in the form of handlebody diagrams of 4-manifolds and Dehn surgery descriptions of 3-manifolds.  In 2016 the PI initiated a novel approach to studying problems in knot theory by applying techniques of machine learning and artificial intelligence.  While there is now a small but growing body of research in this direction, with contributions from mathematicians, physicists, and computer scientists, most of the existing work focuses on techniques of supervised learning and applications of reinforcement learning to unknotting braids.  The PI will adapt new techniques from generative machine learning and reinforcement learning to study topological properties of knots and learn latent distributions of knots and their invariants.  The PI will also extend earlier work with collaborators, by establishing theoretical underpinnings of new observations and experimental results.  As part of this project the PI will develop a mentored data science research training program for undergraduate students, in which students will be mentored by both the PI and a data scientist from industry or academia.  Students will participate in a semester-long mentored learning group with the PI, before completing an intensive workshop where they work together to solve data science problems from industry with their external mentor.  At each step of this program, special attention will be given to increasing participation of historically underrepresented groups through partnerships with campus organizations that specialize in outreach to these communities.  By participating in mentored research these students will gain experience that will help them prepare for graduate degrees and careers in academia and industry, thereby preparing to be future role models for students from these underrepresented communities.\r\n\r\nThe PI will adapt text-to-image generative adversarial networks to construct invariant-to-knot GANs, allowing for the construction of knots with prescribed topological properties.  The PI will also use variational autoencoders to learn new latent distributions of knots which are natural with respect to various topological properties and invariants.  These latent representations of knots will provide a clearer understanding of knot distributions and produce random models that allow for targeted generation of knots with specified properties.  Any new latent representations of knot theoretic data will be made available to other researchers for use in training new machine learning models, improving the performance of the models being developed.   These techniques will be used to guide searches for counterexamples to important open conjectures.  In addition, the PI will use deep reinforcement learning algorithms to study the slice genus and braid band rank problems, generalizing existing results on the use of reinforcement learning to the unknotting of braids.  Given that the problem of computing the slice genus of knots is central to key open questions in low-dimensional topology and constructions in physics, new techniques developed here will have direct applications outside of knot theory.  Successful use of these techniques will serve as a template for future applications of generative machine learning and reinforcement learning to other areas of mathematics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Hughes",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Mark C Hughes",
   "pi_email_addr": "hughes@mathematics.byu.edu",
   "nsf_id": "000656438",
   "pi_start_date": "2022-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brigham Young University",
  "inst_street_address": "A-153 ASB",
  "inst_street_address_2": "",
  "inst_city_name": "PROVO",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8014223360",
  "inst_zip_code": "846021128",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "UT03",
  "org_lgl_bus_name": "BRIGHAM YOUNG UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JWSYC7RUMJD1"
 },
 "perf_inst": {
  "perf_inst_name": "Brigham Young University",
  "perf_str_addr": "A-285 ASB",
  "perf_city_name": "Provo",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "846021231",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "UT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 249783.0
  }
 ],
 "por": null
}