{
 "awd_id": "2213845",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI-TT: A novel human developmental toxicity assay platform using microfluidics",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927529",
 "po_email": "smiqbal@nsf.gov",
 "po_sign_block_name": "Samir M. Iqbal",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2022-06-13",
 "awd_max_amd_letter_date": "2022-06-13",
 "awd_abstract_narration": "The broader impact/commercial potential of this Partnerships for Innovation - Technology Translation (PFI-TT) project provides an alternative to animal models for assessing the toxic effects of chemical compounds on human development using induced pluripotent stem cells. Despite being expensive, time consuming, and offering limited insights into human biology, animal models are the current gold standard for toxicity testing. However, human cells can be used to generate models of early human development and, by using these models to assess toxic effects, human-relevant toxicity data may be more more controllable, repeatable, and inexpensive. Such an alternative to animal models could reduce the costs of drug and chemical development, and as regulatory groups worldwide set goals for the reduction and eventual elimination of animal testing, drug and chemical development companies will need to adopt effective and efficient alternatives. The few platforms for assessing toxicity that exist in the market rely on metrics that are inadequate for predicting human toxicity. As such, platforms that more faithfully model human development may have impact on the toxicity testing market space.\r\n\r\nThe proposed project seeks to develop a novel human stem cell-based microfluidic developmental toxicology platform, in which three-dimensional multicellular models are generated for toxicity testing. This project aims to conduct critical technological developments for this microfluidic toxicology platform to make it repeatable, controllable, and high-throughput while thoroughly characterizing its predictive power. Specifically, this project aims to integrate microfluidic organoid-generation technology with automated and commercially-available liquid handling systems to minimize operator influence and enable future scale-up of the experimental platform via multiple integrated platforms running in parallel. Additionally, this project aims to validate the predictive power of the platform by using it to test the effects of a comprehensive suite of compounds with known toxicities. The testing may be used to determine the range of compounds for which the platform is predictive, as well as to examine the effects of each compound on tissue morphology, cell marker expression, and metabolism. This data will be used to determine the predictive power of each metric in order to develop efficient tools and endpoints to expedite toxicological assessment of experiments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jianping",
   "pi_last_name": "Fu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jianping Fu",
   "pi_email_addr": "jpfu@umich.edu",
   "nsf_id": "000569746",
   "pi_start_date": "2022-06-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathryn",
   "pi_last_name": "Remus",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kathryn E Remus",
   "pi_email_addr": "kate.remus@steltechnologies.com",
   "nsf_id": "000837609",
   "pi_start_date": "2022-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Univ. Michigan, Ann Arbor",
  "perf_str_addr": "2350 Hayward Street",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481092125",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166200",
   "pgm_ele_name": "PFI-Partnrships for Innovation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8616",
   "pgm_ref_txt": "Instr Rsrch,Metro&Std NanTech"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This PFI-TT project focuses on developing EmbryoTOX, a microfluidic, stem cell-based human developmental toxicity assay platform that meets the critical need for efficient, predictive, and cost-effective methods to gather human-relevant developmental toxicity data. Current understanding of how exposure to compounds like agricultural chemicals or pharmaceutical drugs affects human development is limited, placing fetuses at significant health risks. Traditional methods using animal models are costly, offer low predictability, and often lack relevance to humans, while also raising ethical concerns. EmbryoTOX is a promising experimental platform that might revolutionize developmental safety assessments for drugs and chemicals. Specifically, this project has enhanced the EmbryoTOX system by improving automation, efficiency, and predictability. This project also has involved automating the system to reduce human intervention and refining the image-based phenotyping pipeline for unbiased data acquisition. These advancements will accelerate performance assessment and increase EmbryoTOX's commercial potential.</p>\r\n<p>EmbryoTOX represents a major advancement in in vitro toxicity assays, especially in developmental toxicity testing. Recognized as a breakthrough in stem-cell-based human embryo modeling, it is poised to make a significant impact on developmental toxicology. This project has also focused on overcoming key technical challenges: ensuring consistent 3D culture with minimal human intervention, perfecting machine learning for automated data interpretation, and testing compound libraries to validate EmbryoTOX&rsquo;s predictive power. By addressing these obstacles, the project has prepared EmbryoTOX for commercialization and positioned it as a breakthrough technology in the market. As regulatory bodies push for the reduction and replacement of animal models in toxicological research, EmbryoTOX offers an innovative solution. The limitations of animal models, both economically and ethically, highlight the urgent need for efficient, human-relevant alternatives like EmbryoTOX, which has the potential to transform the landscape of developmental toxicity testing.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/15/2025<br>\nModified by: Jianping&nbsp;Fu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis PFI-TT project focuses on developing EmbryoTOX, a microfluidic, stem cell-based human developmental toxicity assay platform that meets the critical need for efficient, predictive, and cost-effective methods to gather human-relevant developmental toxicity data. Current understanding of how exposure to compounds like agricultural chemicals or pharmaceutical drugs affects human development is limited, placing fetuses at significant health risks. Traditional methods using animal models are costly, offer low predictability, and often lack relevance to humans, while also raising ethical concerns. EmbryoTOX is a promising experimental platform that might revolutionize developmental safety assessments for drugs and chemicals. Specifically, this project has enhanced the EmbryoTOX system by improving automation, efficiency, and predictability. This project also has involved automating the system to reduce human intervention and refining the image-based phenotyping pipeline for unbiased data acquisition. These advancements will accelerate performance assessment and increase EmbryoTOX's commercial potential.\r\n\n\nEmbryoTOX represents a major advancement in in vitro toxicity assays, especially in developmental toxicity testing. Recognized as a breakthrough in stem-cell-based human embryo modeling, it is poised to make a significant impact on developmental toxicology. This project has also focused on overcoming key technical challenges: ensuring consistent 3D culture with minimal human intervention, perfecting machine learning for automated data interpretation, and testing compound libraries to validate EmbryoTOXs predictive power. By addressing these obstacles, the project has prepared EmbryoTOX for commercialization and positioned it as a breakthrough technology in the market. As regulatory bodies push for the reduction and replacement of animal models in toxicological research, EmbryoTOX offers an innovative solution. The limitations of animal models, both economically and ethically, highlight the urgent need for efficient, human-relevant alternatives like EmbryoTOX, which has the potential to transform the landscape of developmental toxicity testing.\r\n\n\n\t\t\t\t\tLast Modified: 02/15/2025\n\n\t\t\t\t\tSubmitted by: JianpingFu\n"
 }
}