{
 "awd_id": "2213343",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Crime Rates during the Pandemic",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032922672",
 "po_email": "nhallbye@nsf.gov",
 "po_sign_block_name": "Naomi Hall-Byers",
 "awd_eff_date": "2022-05-01",
 "awd_exp_date": "2023-04-30",
 "tot_intn_awd_amt": 49998.0,
 "awd_amount": 49998.0,
 "awd_min_amd_letter_date": "2022-05-02",
 "awd_max_amd_letter_date": "2022-05-02",
 "awd_abstract_narration": "Recent upticks in certain crimes, such as homicide, has garnered a great deal of public attention and media coverage, with little nuanced discussion of data, explanations, or possible policy implications. The increase in violent crime has sparked widespread concern but little rigorous discussion over causes or data needs. Crime and public safety is of critical importance to federal, state, and local officials, and interjecting critical analysis based in data and social and behavioral science will contribute to our nation’s understanding of how best to shape policy responses to crime increases during the pandemic with an emphasis on data and research needs for rigorous policy evaluation.\r\n\r\nThe proposed workshop will review the available data and analyses of changes in multiple offense types during the pandemic. Key issues will include: the strengths and limitations of existing data, differing results depending on the source and type of data, and the association between crime rate changes and pandemic-related restrictions on population mobility. The activity will explore existing explanations, focusing on the social and behavioral theories that inform them, the types of crime to which they do and do not apply, and the types of data needed to test them. The proceedings resulting from the proposed workshop will be made publicly available and widely disseminated, which will benefit not only researchers and policymakers, but a broad range of criminal justice stakeholders and the public. Such knowledge will also help to identify future basic research and data needs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Backes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emily Backes",
   "pi_email_addr": "ebackes@nas.edu",
   "nsf_id": "000861056",
   "pi_start_date": "2022-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Academy of Sciences",
  "inst_street_address": "2101 CONSTITUTION AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023342254",
  "inst_zip_code": "204180007",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "NATIONAL ACADEMY OF SCIENCES",
  "org_prnt_uei_num": "PKFJZHG2MLG9",
  "org_uei_num": "PKFJZHG2MLG9"
 },
 "perf_inst": {
  "perf_inst_name": "National Academy of Sciences",
  "perf_str_addr": "500 FIFTH STREET NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200012721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128Y00",
   "pgm_ele_name": "Law & Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "098Z",
   "pgm_ref_txt": "LS-Law and Science"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 49998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major objective of this project was convening the one-day workshop exploring crime rates during the pandemic.</p>\n<p>To fulfill its statement of task, the National Academies appointed an expert workshop planning committee, in accordance with National Academies&rsquo; procedures to ensure balance, objectivity, and independence. &nbsp;CLAJ staff solicited nominations for the planning committee from sponsors, relevant National Academies section liaisons and members, and other key stakeholders. The planning committee was composed of John M. Macdonald (Chair), the University of Pennsylvania; Jamein Cunningham, Cornell University; Charis Kubrin, University of California Irvine; Ojmarrh Mitchell, Arizona State University; and Richard Rosenfeld, the University of Missouri- St. Louis.</p>\n<p>A workshop titled <em>Crime Rates during the COVID-19 Pandemic</em> was held on November 10, 2022. The workshop included three panels, on the topics of: (1) existing data on the trends in multiple criminal offenses during the pandemic; (2) existing explanations for the crime rate changes in multiple offense types during the pandemic for their scope, logical consistency, empirical support, and limitations, with special attention to explanations related to the pandemic and associated population restrictions; and (3) methodological issues, data infrastructure needs, and research gaps to fill to inform understanding of crime problems and rates. These panels each featured presentations by individual speakers and a moderated question-and-answer session.</p>\n<p>Analytics provided by Spark Street reflect 346 viewers total for the hybrid event, which was live-streamed on the National Academies website to 312 individuals and attended in-person by 34 at the National Academy of Sciences building. Forty-four percent of attendees came from academia with 25 percent representing government (federal, state, local). In response to the post-event questionnaire, half of respondents noted that the discussion may &ldquo;shape education and/or workforce initiatives,&rdquo; &ldquo;advance solutions to society&rsquo;s toughest challenges,&rdquo; and &ldquo;influence policy and programs.&rdquo; In addition, 70 percent of respondents noted that it may &ldquo;inspire new ideas and advance research.&rdquo; The workshop also served to connect various stakeholders, as 70 percent of respondents noted that the agreed or strongly agreed that the workshop facilitated collaboration and developed professional contacts. A recording of the workshop and the PowerPoint presentations from the event were made publicly available on the project website.</p>\n<p>Following the workshop, National Academies staff rapporteurs drafted a proceedings-in-brief (PiB) for the event. The PiB was written in accordance with institutional guidelines. In accordance with National Academies institutional policies, the PiB was peer-reviewed for accuracy and clarity by individuals who attended the workshop and outside experts. Speakers were contacted for fact-checking during the review process. National Academies staff incorporated all technical comments raised by the anonymous reviewers during the review process.</p>\n<p>The final workshop PiB was published on March, 29, 2023, and is available as a free, downloadable PDF on the project&rsquo;s webpage. This webpage also includes information about the workshop, videos of the workshop, and PowerPoint presentations. Routine dissemination activities surrounding the release of the PiB included an e-blast highlighting the report&rsquo;s initial release, and an announcement in our monthly electronic newsletter. The PiB was also electronically distributed to all workshop sponsors, presenters, and to other interested parties.</p>\n<p><span>Additionally, the activity has the potential to </span><span>contribute to our nation&rsquo;s understanding of how best to shape policy responses to crime rate changes during the pandemic with an emphasis on data and research needs for rigorous policy evaluation (e.g., communicating about crime requires nuance and precision and it is important to discuss victimization and not just police action when describing crime; the effects of the pandemic differ by place and country; in terms of serious crime and the pandemic, the United States is an outlier in the availability of firearms; and it is important to pay attention to the disparate impact of crime, noting when there is a crime rise it is going to disproportionately be the burden of low-income and racially and ethnically minoritized individuals).</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/29/2023<br>\n\t\t\t\t\tModified by: Emily&nbsp;Backes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe major objective of this project was convening the one-day workshop exploring crime rates during the pandemic.\n\nTo fulfill its statement of task, the National Academies appointed an expert workshop planning committee, in accordance with National Academies’ procedures to ensure balance, objectivity, and independence.  CLAJ staff solicited nominations for the planning committee from sponsors, relevant National Academies section liaisons and members, and other key stakeholders. The planning committee was composed of John M. Macdonald (Chair), the University of Pennsylvania; Jamein Cunningham, Cornell University; Charis Kubrin, University of California Irvine; Ojmarrh Mitchell, Arizona State University; and Richard Rosenfeld, the University of Missouri- St. Louis.\n\nA workshop titled Crime Rates during the COVID-19 Pandemic was held on November 10, 2022. The workshop included three panels, on the topics of: (1) existing data on the trends in multiple criminal offenses during the pandemic; (2) existing explanations for the crime rate changes in multiple offense types during the pandemic for their scope, logical consistency, empirical support, and limitations, with special attention to explanations related to the pandemic and associated population restrictions; and (3) methodological issues, data infrastructure needs, and research gaps to fill to inform understanding of crime problems and rates. These panels each featured presentations by individual speakers and a moderated question-and-answer session.\n\nAnalytics provided by Spark Street reflect 346 viewers total for the hybrid event, which was live-streamed on the National Academies website to 312 individuals and attended in-person by 34 at the National Academy of Sciences building. Forty-four percent of attendees came from academia with 25 percent representing government (federal, state, local). In response to the post-event questionnaire, half of respondents noted that the discussion may \"shape education and/or workforce initiatives,\" \"advance solutions to society’s toughest challenges,\" and \"influence policy and programs.\" In addition, 70 percent of respondents noted that it may \"inspire new ideas and advance research.\" The workshop also served to connect various stakeholders, as 70 percent of respondents noted that the agreed or strongly agreed that the workshop facilitated collaboration and developed professional contacts. A recording of the workshop and the PowerPoint presentations from the event were made publicly available on the project website.\n\nFollowing the workshop, National Academies staff rapporteurs drafted a proceedings-in-brief (PiB) for the event. The PiB was written in accordance with institutional guidelines. In accordance with National Academies institutional policies, the PiB was peer-reviewed for accuracy and clarity by individuals who attended the workshop and outside experts. Speakers were contacted for fact-checking during the review process. National Academies staff incorporated all technical comments raised by the anonymous reviewers during the review process.\n\nThe final workshop PiB was published on March, 29, 2023, and is available as a free, downloadable PDF on the project’s webpage. This webpage also includes information about the workshop, videos of the workshop, and PowerPoint presentations. Routine dissemination activities surrounding the release of the PiB included an e-blast highlighting the report’s initial release, and an announcement in our monthly electronic newsletter. The PiB was also electronically distributed to all workshop sponsors, presenters, and to other interested parties.\n\nAdditionally, the activity has the potential to contribute to our nation’s understanding of how best to shape policy responses to crime rate changes during the pandemic with an emphasis on data and research needs for rigorous policy evaluation (e.g., communicating about crime requires nuance and precision and it is important to discuss victimization and not just police action when describing crime; the effects of the pandemic differ by place and country; in terms of serious crime and the pandemic, the United States is an outlier in the availability of firearms; and it is important to pay attention to the disparate impact of crime, noting when there is a crime rise it is going to disproportionately be the burden of low-income and racially and ethnically minoritized individuals).\n\n\t\t\t\t\tLast Modified: 06/29/2023\n\n\t\t\t\t\tSubmitted by: Emily Backes"
 }
}