{
 "awd_id": "2213230",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "LEAPS-MPS: Investigating Metallicity and Stellar Age Effects on X-ray Binary Populations",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032928490",
 "po_email": "dfabryck@nsf.gov",
 "po_sign_block_name": "Daniel Fabrycky",
 "awd_eff_date": "2022-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 218224.0,
 "awd_amount": 218224.0,
 "awd_min_amd_letter_date": "2022-04-11",
 "awd_max_amd_letter_date": "2022-04-11",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2). X-ray binaries (XRBs) consist of a neutron star or black hole that is actively accreting gas from a close companion star; this accretion is responsible for the emission of X-rays. Of particular interest are high-mass X-ray binaries (HMXBs), in which the companion star is more than 8 times the Sun's mass, as these will become binary black holes or neutron stars, capable of producing detectable gravitational waves when they merge. The high-energy photons radiated by XRBs can also heat a galaxy's gas reservoir sufficiently to \"act as a brake\" on star formation, particularly in the small, metal poor galaxies that dominate at high redshift. Moreover, HMXBs from the first generation of stars likely helped reionize the early universe. XRBs have thus played a significant role in the formation and evolution of galaxies. A better understanding of XRBs requires an appraisal of how they are affected by the age and metallicity of their environment. This project will characterize XRB populations in a sample of local galaxies having a range of chemical abundance, star formation history (SFH), and age to assess any such dependence. The proposal will support the mentoring of two undergraduate researchers each year, as well as an astronomy summer school (Cal Poly PASS) that will train roughly ten undergraduates per year, all drawn from under- represented or marginalized groups.\r\n\r\nResearch carried out by the principal investigator (PI) and students will determine the detailed shape of the XRB X-ray luminosity function (XLF) while controlling for environmental metallicity, SMH, and stellar age for individual XRBs within forth-eight nearby galaxies using multiwavelength archival data. The shape of the XLF is expected to evolve with metallicity and stellar age, along with substantial (and stochastic) variations in HMXB formation efficiency in local low-mass, low- metallicity galaxies that serve as analogs to the young galaxies found at high redshift. Understanding the XLF shape and scatter inherent in XRB scaling relations will be important for constraining XRB population synthesis models used in (e.g.) detailed galaxy evolution simulations, a clearer understanding of star formation suppression over cosmic time, and for a better sense of how these objects contribute to the reionization of the universe. This LEAPS-MPS research program represents the first systematic study of XRBs and their environments on sub-kiloparsec\r\nscales. The rich, publicly available archival observations of nearby galaxies provide additional opportunities for undergraduate students at Cal Poly Pomona to participate in research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Breanna",
   "pi_last_name": "Binder",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Breanna Binder",
   "pi_email_addr": "babinder@cpp.edu",
   "nsf_id": "000860748",
   "pi_start_date": "2022-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cal Poly Pomona Foundation, Inc.",
  "inst_street_address": "3801 W TEMPLE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "POMONA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9098692948",
  "inst_zip_code": "917682557",
  "inst_country_name": "United States",
  "cong_dist_code": "35",
  "st_cong_dist_code": "CA35",
  "org_lgl_bus_name": "CAL POLY POMONA FOUNDATION INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "JMGMMM7BMBT6"
 },
 "perf_inst": {
  "perf_inst_name": "California State Polytechnic University, Pomona",
  "perf_str_addr": "3801 West Temple Ave",
  "perf_city_name": "Pomona",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "917682557",
  "perf_ctry_code": "US",
  "perf_cong_dist": "35",
  "perf_st_cong_dist": "CA35",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 218224.0
  }
 ],
 "por": null
}