{
 "awd_id": "2213408",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "LEAPS-MPS: Rational design of macromolecular assemblies controlled via plasmonic activation",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032927256",
 "po_email": "nirosenz@nsf.gov",
 "po_sign_block_name": "Nitsa Rosenzweig",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 249999.0,
 "awd_amount": 249999.0,
 "awd_min_amd_letter_date": "2022-04-07",
 "awd_max_amd_letter_date": "2022-04-07",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2).  \r\n\r\nLEAPS-MPS: Rational design of macromolecular assemblies controlled via plasmonic activation\r\n\r\nPART 1:   NON-TECHNICAL SUMMARY\r\n\r\nIn nature, light controls a large number of physical and biological processes. In synthetic systems, using light as a trigger to initiate processes is beneficial because it is often biocompatible, and can be well controlled in both time and space, especially through the use of ultrafast lasers. This proposal seeks to use light to trigger structural changes in macromolecules, such as in DNA assemblies and molecular storage compartments known as vesicles. Vesicles are of interest because they provide the ability to compartmentalize contents, preventing interaction with the surrounding environment; light-induced structural disruption could allow for their contents to be released on-demand. In order for this to happen, light must be converted into heat or mechanical energy which can disrupt surrounding structures. This can be achieved with the unique light-sensitive properties of small gold particles known as nanoparticles, sometimes only consisting of a few hundred atoms. DNA assemblies can assist in this process by providing a scaffold for nanoparticle placement. The thorough investigation of these interactions has the potential to be transformative for applications in biotechnology and nanotechnology, for example, drug-delivery, allowing for therapeutics to be released in a specific location within the body to reduce side effects in healthy tissues or cells. In addition to important scientific applications, a significant goal of this proposal is to provide experiential learning opportunities for students at Rutgers University-Camden. Such opportunities are essential on this campus, to increase engagement in the large population of first-generation college students as well as students who identify with groups commonly underrepresented in STEM fields. Recruitment, training, and mentoring will ensure that students become highly competitive for future endeavors in industry and academia. The campus location in the heart of Camden, NJ provides unmatched opportunities for outreach in the surrounding community. Towards this goal, an outreach program called MEDIA (Meeting Exceptional Diverse Inclusive Academics) will be launched, where a diverse group of scientists from Rutgers-Camden will interact with grade school students; the goal of this program is early intervention to dissuade common scientist gender and race stereotypes frequently portrayed by the media that can limit interest in and later pursuit of scientific study.\r\n\r\n\r\n\r\nTECHNICAL SUMMARY\r\n\r\nPlasmonic nanoparticles, such as those comprised of gold, hold great potential as photosensitizers due to their unique optical properties which allow them to strongly absorb light and convert that energy into a localized response; the localized surface plasmon resonance absorption wavelength can be readily tuned through size, shape, organization, and composition. This plasmonic response can result in thermal and/or mechanical disruptions to the surrounding environment. This proposal hypothesizes that plasmonic effects can disrupt both the local organization of both diblock copolymer bilayer membranes which make up polymersome carrier vesicles, as well as DNA origami assemblies, both together and individually. The first aim of this work proposes to address the level of disruptions (i.e., poration vs. thermal dissociation). In Aim 2, the fundamental knowledge acquired in Aim 1 will be used to rationally design polymersome-DNA heterovesicles. The ability to control and detect the macromolecular organization of each component will be developed, to gain high spatiotemporal control over dissociation, poration, and cargo release in response to pulsed irradiation. Synergistically, this work will open doors to many training opportunities for undergraduate, M.S., and Ph.D. students at Rutgers-Camden, creating a hierarchy of opportunity, mentorship, and productivity. A large emphasis will be on the recruitment and retention of first generation college students and students from groups underrepresented in STEM, by providing paid research training and creating a sense of belonging in the scientific community through opportunities such as conference presentations. Proposed outreach programs in grade schools in the local Camden, NJ community will ensure the future diversity of STEM scholars by working towards offsetting the commonly media portrayed racial and gender stereotypes of scientists, through a program entitled MEDIA (Meeting Exceptional Diverse Inclusive Academics).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julianne",
   "pi_last_name": "Griepenburg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julianne Griepenburg",
   "pi_email_addr": "jg1151@scarletmail.rutgers.edu",
   "nsf_id": "000733940",
   "pi_start_date": "2022-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University Camden",
  "inst_street_address": "303 COOPER ST",
  "inst_street_address_2": "",
  "inst_city_name": "CAMDEN",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8562252949",
  "inst_zip_code": "081021519",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NJ01",
  "org_lgl_bus_name": "RUTGERS THE STATE UNIVERSITY",
  "org_prnt_uei_num": "YHAYMDR5EXX7",
  "org_uei_num": "MPJFHQ7SMNH1"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University Camden",
  "perf_str_addr": "311 N. 5th Street",
  "perf_city_name": "Camden",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "081021400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NJ01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 249999.0
  }
 ],
 "por": null
}