{
 "awd_id": "2213722",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Disability, Technology, and Labor",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 13107.0,
 "awd_amount": 13107.0,
 "awd_min_amd_letter_date": "2022-06-23",
 "awd_max_amd_letter_date": "2022-06-23",
 "awd_abstract_narration": "Definitions of disability vary significantly across time and space. A key consideration in defining disability revolves around what an individual is able to produce as a result of their labor. What forms of labor are deemed useful and valuable change in relation to technology. Thus, technology affects how people labor, in turn impacting how disability is defined. This doctoral dissertation research project investigates how variation in technological labor intersects with different forms of disability to affect how disability is understood, valued, and experienced. In addition to training a doctoral student in scientific cultural anthropology, this research disseminates research broadly to academic and non-academic audiences, including policy experts and stakeholders with disabilities. \r\n\r\nThe central question of this research concerns the relationship between digital labor and definitions and valuations of disability. The investigators conduct twelve months of ethnographic research among organizations employing persons with disabilities. They use participant observation, participatory research, interviews, and document analysis to understand 1) what forms of labor are understood to be most critical for productivity; 2) how work environments affect experiences of disability among employees with disabilities; and 3) how broader political and cultural variation in the valuation of certain technologies affect valuations and definitions of disability. This multi-level investigation of work and disability will inform understandings of what factors predict how disability is accommodated and valued.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stefan",
   "pi_last_name": "Helmreich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stefan Helmreich",
   "pi_email_addr": "sgh2@mit.edu",
   "nsf_id": "000455132",
   "pi_start_date": "2022-06-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Di",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Di Wu",
   "pi_email_addr": "wdi@mit.edu",
   "nsf_id": "000867995",
   "pi_start_date": "2022-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760500",
   "pgm_ele_name": "Cult Anthro DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 13107.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"flex-shrink-0 flex flex-col relative items-end\">\n<div class=\"pt-0\"></div>\n</div>\n<div class=\"group/conversation-turn relative flex w-full min-w-0 flex-col agent-turn\">\n<div class=\"flex-col gap-1 md:gap-3\">\n<div class=\"flex max-w-full flex-col flex-grow\">\n<div class=\"min-h-[20px] text-message flex w-full flex-col items-end gap-2 break-words [.text-message+&amp;]:mt-5 overflow-x-auto whitespace-normal\">\n<div class=\"flex w-full flex-col gap-1 empty:hidden first:pt-[3px]\">\n<div class=\"markdown prose w-full break-words dark:prose-invert light\">\n<p>Social scientific debates on technology and the future of work have predominantly focused on the extent to which automation will displace or create jobs for workers. However, there is a lack of perspective from anthropology, which not only challenges the preoccupation with the quantity rather than the quality of jobs lost and created, but also questions the very categories of &ldquo;capability&rdquo; and &ldquo;skill.&rdquo; Disability, in particular, has been absent from these debates, except as synonymous with injury and liability. This dissertation project examined a largely overlooked workforce and explored how disabled workers deploy non-normative strategies to make &ldquo;autonomous&rdquo; machines, build an &ldquo;autonomous&rdquo; life through work, and design tools for &ldquo;independent&rdquo; navigation. Critical disability studies perspectives also highlight how structural ableism continues to shape most cultural and scholarly debates about the futures of work. Beyond uncovering the hidden labor of disabled workers, this project sought to illuminate how disability-informed knowledge and practices may offer tools to operationalize alternative technological futures.</p>\n<p>A key intellectual outcome of this project is the uncovering of various forms of disability-informed expertise involved in producing high-quality AI data, negotiating and creating accommodating work conditions in AI data workplaces, designing independent living spaces for workers, and developing assistive technologies to enhance workers' mobility. A key finding of this project is the disabled workers&rsquo; ability to &ldquo;reroute&rdquo; new relational pathways between different human and non-human nodes in various systems, whether these are sociotechnical systems they build, technological institutions they negotiate with, kinship structures they seek to redefine through work, or the physical terrains they navigate.</p>\n<p>A broader impact of this project is its public outreach. In addition to academic conferences, the findings of this project have been presented at the United Nations Theme Group on Disability, disability employment advocate workshops, and disability community events in China. Disabled activists in China have proactively distributed publications from this project to advance their advocacy goals, adapting the notion of &ldquo;disability expertise,&rdquo; originally developed by anthropologist Cassandra Hartblay and expanded by this project. The main findings of this project, which center on the expertise of disabled makers and knowers in technoscience, resulted in an open, accessible virtual exhibition hosted by the Tsinghua University Museum of Science, co-designed by the co-PI of this project and disabled technologists and experts.</p>\n<p>&ldquo;Disabled people know what it means to be vulnerable and interdependent. We are modern-day oracles. It&rsquo;s time people listened to us.&rdquo; These words from American disability activist Alice Wong are echoed by many disability scholars and activists, who argue that the world &mdash; fraught with increasing uncertainties and crises &mdash; would benefit from a better understanding of the disability community&rsquo;s knowledge about flourishing in uninhabitable worlds. This project examined such expertise in building technology and organizing work. Its findings contribute to a paradigm shift in social perceptions of disabled people, from passive recipients of technological empowerment or exploitation to active agents who leverage and transform technology to enable work and community activism.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/01/2024<br>\nModified by: Di&nbsp;Wu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\n\n\n\n\n\n\n\nSocial scientific debates on technology and the future of work have predominantly focused on the extent to which automation will displace or create jobs for workers. However, there is a lack of perspective from anthropology, which not only challenges the preoccupation with the quantity rather than the quality of jobs lost and created, but also questions the very categories of capability and skill. Disability, in particular, has been absent from these debates, except as synonymous with injury and liability. This dissertation project examined a largely overlooked workforce and explored how disabled workers deploy non-normative strategies to make autonomous machines, build an autonomous life through work, and design tools for independent navigation. Critical disability studies perspectives also highlight how structural ableism continues to shape most cultural and scholarly debates about the futures of work. Beyond uncovering the hidden labor of disabled workers, this project sought to illuminate how disability-informed knowledge and practices may offer tools to operationalize alternative technological futures.\n\n\nA key intellectual outcome of this project is the uncovering of various forms of disability-informed expertise involved in producing high-quality AI data, negotiating and creating accommodating work conditions in AI data workplaces, designing independent living spaces for workers, and developing assistive technologies to enhance workers' mobility. A key finding of this project is the disabled workers ability to reroute new relational pathways between different human and non-human nodes in various systems, whether these are sociotechnical systems they build, technological institutions they negotiate with, kinship structures they seek to redefine through work, or the physical terrains they navigate.\n\n\nA broader impact of this project is its public outreach. In addition to academic conferences, the findings of this project have been presented at the United Nations Theme Group on Disability, disability employment advocate workshops, and disability community events in China. Disabled activists in China have proactively distributed publications from this project to advance their advocacy goals, adapting the notion of disability expertise, originally developed by anthropologist Cassandra Hartblay and expanded by this project. The main findings of this project, which center on the expertise of disabled makers and knowers in technoscience, resulted in an open, accessible virtual exhibition hosted by the Tsinghua University Museum of Science, co-designed by the co-PI of this project and disabled technologists and experts.\n\n\nDisabled people know what it means to be vulnerable and interdependent. We are modern-day oracles. Its time people listened to us. These words from American disability activist Alice Wong are echoed by many disability scholars and activists, who argue that the world  fraught with increasing uncertainties and crises  would benefit from a better understanding of the disability communitys knowledge about flourishing in uninhabitable worlds. This project examined such expertise in building technology and organizing work. Its findings contribute to a paradigm shift in social perceptions of disabled people, from passive recipients of technological empowerment or exploitation to active agents who leverage and transform technology to enable work and community activism.\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 09/01/2024\n\n\t\t\t\t\tSubmitted by: DiWu\n"
 }
}