{
 "awd_id": "2213195",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "MPS-Ascend: Reading natural information stored in granular materials through oblique impacts",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924892",
 "po_email": "tdurakie@nsf.gov",
 "po_sign_block_name": "Tomasz Durakiewicz",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2022-04-14",
 "awd_max_amd_letter_date": "2022-04-14",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2).  Esteban Wright is awarded an NSF Mathematical and Physical Sciences Ascending Postdoctoral Research Fellowship (NSF MPS-Ascend) to conduct a program of research and activities related to broadening participation by groups underrepresented in STEM. This fellowship to Dr. Esteban Wright supports his research project entitled \" MPS-Ascend: Reading natural information stored in granular materials through oblique impacts\", under the mentorship of a sponsoring scientist. The host institution for the fellowship is the University of Maryland, College Park, and the sponsoring scientist is Dr. Wolfgang Losert. \r\n\r\nAsteroid surfaces are incredibly complex and diverse environments with large boulders several meters in size alongside fine-grained regolith. The polydisperse nature of the surface extends to the subsurface where little is known about the composition, porosity, or size distribution of the granular material. These environments are subject to surface impacts from micrometeorites or material ejected from the surface into suborbital trajectories. Asteroids also experience thermal compression and relaxation due to their fast rotation speeds. Both of these processes contribute to compressive cycling forces that can be imprinted in the grain's memory. This project aims to study the dynamics of oblique impacts as a means to probe this stored information in the grains. Impact experiments into granular systems provide a way to study subsurface granular systems from surface interactions alone. This is a major advantage in the context of space missions, especially those equipped with landers, or with specially designed impactors for testing the surface response or for determining landing sites. This project involves multidisciplinary fields (such as computational physics and engineering) and includes students of diverse academic backgrounds. More broadly, an active role by the PI, who is of minority background, in such outreach events at the University of Maryland as Maryland Day and GRADMAP, an organization aimed at expanding diversity and representation in the physics and astronomy communities, enables visibility of active underrepresented individuals in leadership positions within physics and astronomy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Esteban",
   "pi_last_name": "Wright",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Esteban Wright",
   "pi_email_addr": "",
   "nsf_id": "000868403",
   "pi_start_date": "2022-04-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wright, Esteban",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Rochester",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "",
  "inst_zip_code": "146270001",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": null,
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207421000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "187Y00",
   "pgm_ele_name": "ASCEND - MPS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}