{
 "awd_id": "2214040",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Persuading People on More and Less Divisive Issues",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2022-09-15",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 358156.0,
 "awd_amount": 358156.0,
 "awd_min_amd_letter_date": "2022-07-18",
 "awd_max_amd_letter_date": "2022-07-18",
 "awd_abstract_narration": "This project examines how people’s genuine beliefs about real world events inform their responses to public information, and how hard it is to persuade people to change their beliefs. This question is important as governments and experts often try to persuade citizens to take certain actions based on the information they collect. This happens in many settings ranging from an individual’s decision to adopt health precautions to a business owner’s decision to keep his/her business afloat in times of prolonged economic slowdown. Major inefficiencies and coordination failures could ensue if these recommendations made by the government are not followed. What is the best way to release information to the general public? What affordances prevent persuasion in practice from working as it does in theory? Studying how genuine beliefs respond to information provided by a knowledgeable source is a complex task since such beliefs are in general unknown and are likely to be different for different people, especially on divisive topics. This research develops a new mechanism of delivering information that allows testing for persuasion without needing to know participants’ initial believes, and hence allows us to separate different possible impediments to information policies. Using this mechanism, we test the efficacy of information policies across various domains including political and economic issues, sustainability concerns, and general knowledge questions. \r\n\r\nSpecifically, our new mechanism circumvents unknown and heterogeneous prior beliefs by inducing a common posterior belief. We show that this new mechanism is optimal from the perspective of the information designer, i.e., attains the same expected payoff as the one in which the information designer knows each receiver’s prior. To test this mechanism, we conduct two sets of experiments: one in the laboratory with induced priors, and another in the field with genuine priors. In the second set of experiments, we first elicit homegrown priors people hold in a variety of domains and then examine their evolution in response to publicly provided information structures. In addition, we explore the propagation of information via cheap-talk communication between respondents, representing gossip in a population; and we study how this propagation is impacted by heterogeneity in respondents’ preferences and their beliefs about the distribution of preferences in the population, i.e., the degree of homophily.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marina",
   "pi_last_name": "Agranov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marina Agranov",
   "pi_email_addr": "magranov@hss.caltech.edu",
   "nsf_id": "000640121",
   "pi_start_date": "2022-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E California Blvd",
  "perf_city_name": "PASADENA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "065Z",
   "pgm_ref_txt": "Human factors for security research"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 358156.0
  }
 ],
 "por": null
}