{
 "awd_id": "2214060",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRC-BIO: Adaptive variation through space and time in American pikas (Ochotona princeps)",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924628",
 "po_email": "lrissler@nsf.gov",
 "po_sign_block_name": "Leslie J. Rissler",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 501088.0,
 "awd_amount": 501088.0,
 "awd_min_amd_letter_date": "2022-07-18",
 "awd_max_amd_letter_date": "2022-07-18",
 "awd_abstract_narration": "Environments around the world are rapidly changing. As a result, many animals must either alter their behaviors or biology to adjust, move to a more suitable area, or risk going extinct. Characterizing how animals changed in the past is crucial to understanding risks they face in the present. A “space-for-time” approach allows for investigation of how populations in dissimilar environments differ in their biology. This then allows researchers to infer how they might respond to future environmental changes. For instance, Yosemite National Park is at high elevation and gets a lot of snow compared to the low-lying mountain ranges of Nevada, which are relatively hot and dry. As Yosemite gets warmer and drier, animals in that area may start looking and behaving more like the populations found in Nevada. In contrast, a “temporal” approach involves analyzing data from animals found in the same location but separated in time by a century or more. By using natural history museum collections, this project will employ both a space-for-time and a temporal approach with American pikas. Pikas are small, temperature-sensitive, rabbit-like creatures that live in rocky areas. The work aims to better understand how these populations have responded to past changes with the goal of better predicting their response to current and future environmental change. In addition, this project will provide research experiences to undergraduate and master’s students from historically underrepresented backgrounds. Finally, the researchers will collaborate with local community college professors to develop material for biology classrooms.\r\n\r\nThe proposed research applies whole genome sequencing and landscape genomics to analyze modern and historic museum specimens of American pikas (Ochotona princeps). Importantly, the historic specimens were collected prior to the onset of current, rapid climate change. Specifically, this research will identify adaptive genetic variation along spatial and temporal environmental gradients. It will examine associated physiological pathways and investigate whether populations from different genetic lineages have experienced parallel evolution for these traits. Finally, the work will develop a panel of neutral and functional genetic markers to noninvasively survey and monitor populations across the species’ range. Using both a space-for-time substitution and a temporal framework across a broad geographic area allows for more robust inference on the environmental drivers of local adaptation. Furthermore, making spatial and temporal comparisons among pairs of populations in divergent genetic lineages enables analysis of parallel evolution. This research will be an important step in quantifying the evolutionary response of a temperature-sensitive species to rapid climate change. Likewise, it will significantly improve our ability to predict future response and vulnerability of American pikas and species with similar limitations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Castillo Vardaro",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica A Castillo Vardaro",
   "pi_email_addr": "jessica.castillo-vardaro@sjsu.edu",
   "nsf_id": "000717072",
   "pi_start_date": "2022-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Jose State University Foundation",
  "inst_street_address": "210 N 4TH ST FL 4",
  "inst_street_address_2": "",
  "inst_city_name": "SAN JOSE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4089241400",
  "inst_zip_code": "951125569",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "CA18",
  "org_lgl_bus_name": "SAN JOSE STATE UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "LJBXV5VF2BT9",
  "org_uei_num": "LJBXV5VF2BT9"
 },
 "perf_inst": {
  "perf_inst_name": "San Jose State University",
  "perf_str_addr": "One Washington Square",
  "perf_city_name": "San Jose",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "951125569",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "CA18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "202Y00",
   "pgm_ele_name": "NFE-New Faculty Enhancement"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 501088.0
  }
 ],
 "por": null
}