{
 "awd_id": "2214315",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Morphological Dependencies",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927920",
 "po_email": "jvaldesk@nsf.gov",
 "po_sign_block_name": "Jorge Valdes Kroff",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 6761.0,
 "awd_amount": 6761.0,
 "awd_min_amd_letter_date": "2022-07-17",
 "awd_max_amd_letter_date": "2022-07-17",
 "awd_abstract_narration": "This project investigates how speakers of a language know the various forms a word can take. For many decades, linguists have established that speakers can learn and generalize over statistical trends in the language to create new forms of words that they have never previously encountered. On the other hand, in some cases speakers must memorize the behavior of individual forms that do not follow common patterns. This project explores the interplay between generalization and memorization by examining whether speakers take one form of a word into account when figuring out how to make another form. It aims to show that speakers can form these sorts of generalizations, thus improving our understanding of how speakers learn and maintain complicated systems in which a word can appear in many different forms.\r\n\r\nEach of the four languages studied in this project involves a case where two forms of a word show interpredictability: if a word takes suffix A in one context, it is also likely to take suffix B in a different context. These statistical tendencies will first be established by analyzing a dictionary or corpus of texts in the language. Next, a series of experiments will be run with speakers of the relevant language. In each experiment, speakers will be shown plausible but unattested words of their language with different suffixes in a number of contexts and asked to provide an additional suffixed form. The given forms will vary; the hypothesis is that speakers will similarly vary the suffixes they choose for the new forms, roughly mimicking the statistical tendencies of their language. To account for these correlations, this project develops a theoretical approach in which the forms of a word are associated with markers on that word's mental entry, and speakers learn generalizations over which sets of markers tend to cooccur within a single entry.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Gouskova",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Gouskova",
   "pi_email_addr": "maria.gouskova@nyu.edu",
   "nsf_id": "000507082",
   "pi_start_date": "2022-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Guy",
   "pi_last_name": "Tabachnick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guy Tabachnick",
   "pi_email_addr": "guyt@nyu.edu",
   "nsf_id": "000869834",
   "pi_start_date": "2022-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "10 Washington Place",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100036604",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "837400",
   "pgm_ele_name": "DDRI Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 6761.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research studied knowledge that speakers have of their languages' <em>morphology</em>, or word formation. It is well established that morphology is sensitive to sound patterns: English verbs ending in <em>-ing</em>, like <em>sing</em>, often mark their past tense with a change in vowel (<em>I&nbsp;sang</em>). Accordingly, when asked to form the past tense of new verbs like <em>spling</em>, English speakers may offer <em>splang</em>&nbsp;as a possible form, extending this sound-based pattern. This research studied a new domain: correlations between morphological patterns. For example, English verbs that form their participle by adding <em>-ed</em> usually also form the past tense the same way (<em>I have loved</em>, <em>I loved</em>), while those that form the participle in another way usually do so in the past as well (<em>I have sung</em>, <em>I sang</em>). The goal of this project was to demonstrate experimentally that speakers have learned these correlations and apply them to new words like <em>spling</em>.</p>\n<p>Each of the case studies in this project (conducted in Czech, Russian, and Hungarian) included two parts: corpus studies and experiments. First, a corpus study established the correlations that speakers are exposed to. For example, Russian nouns that form their plural with&nbsp;<em>-a</em> rather than <em>-i</em> are also more likely to form their diminutive with <em>-ok</em>&nbsp;instead of one of the other diminutive suffixes, <em>-ik</em>&nbsp;and <em>-chik</em>. Next, an experiment tested these correlations on novel words. In the Russian study, speakers were shown singulars and plurals and had to decide between several diminutive suffixes.</p>\n<p>In each of the experiments, speakers applied the correlations between morphological patterns in their language. For example, Russian speakers chose the diminutive <em>-ok</em>&nbsp;more frequently if the word had been shown with the plural suffix <em>-a</em> than <em>-i</em>. These results show that speakers keep track of correlations between the morphological patterns of word formation in their language. Although it has been previously been conjectured that this sort of information is important for productive formation of new words, these studies are the first to systematically demonstrate that speakers actually use these correlations.</p>\n<p>This research contributes to our understanding of the human language capacity by demonstrating a new type of morphological pattern that speakers learn, and by extending previous theoretical accounts of how speakers store and apply gradient statistical tendencies from their language to include morphological correlations. This research can also improve second language pedagogy: increased attention to these correlations can make it easier for learners to&nbsp;acquire native-like application of complex morphological patterns.</p><br>\n<p>\n Last Modified: 11/17/2023<br>\nModified by: Guy&nbsp;Tabachnick</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis research studied knowledge that speakers have of their languages' morphology, or word formation. It is well established that morphology is sensitive to sound patterns: English verbs ending in -ing, like sing, often mark their past tense with a change in vowel (Isang). Accordingly, when asked to form the past tense of new verbs like spling, English speakers may offer splangas a possible form, extending this sound-based pattern. This research studied a new domain: correlations between morphological patterns. For example, English verbs that form their participle by adding -ed usually also form the past tense the same way (I have loved, I loved), while those that form the participle in another way usually do so in the past as well (I have sung, I sang). The goal of this project was to demonstrate experimentally that speakers have learned these correlations and apply them to new words like spling.\n\n\nEach of the case studies in this project (conducted in Czech, Russian, and Hungarian) included two parts: corpus studies and experiments. First, a corpus study established the correlations that speakers are exposed to. For example, Russian nouns that form their plural with-a rather than -i are also more likely to form their diminutive with -okinstead of one of the other diminutive suffixes, -ikand -chik. Next, an experiment tested these correlations on novel words. In the Russian study, speakers were shown singulars and plurals and had to decide between several diminutive suffixes.\n\n\nIn each of the experiments, speakers applied the correlations between morphological patterns in their language. For example, Russian speakers chose the diminutive -okmore frequently if the word had been shown with the plural suffix -a than -i. These results show that speakers keep track of correlations between the morphological patterns of word formation in their language. Although it has been previously been conjectured that this sort of information is important for productive formation of new words, these studies are the first to systematically demonstrate that speakers actually use these correlations.\n\n\nThis research contributes to our understanding of the human language capacity by demonstrating a new type of morphological pattern that speakers learn, and by extending previous theoretical accounts of how speakers store and apply gradient statistical tendencies from their language to include morphological correlations. This research can also improve second language pedagogy: increased attention to these correlations can make it easier for learners toacquire native-like application of complex morphological patterns.\t\t\t\t\tLast Modified: 11/17/2023\n\n\t\t\t\t\tSubmitted by: GuyTabachnick\n"
 }
}