{
 "awd_id": "2214633",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a laser scanning confocal microscope with enhanced resolution, sensitivity, and speed to serve as a regional resource for research and education",
 "cfda_num": "47.074, 47.083",
 "org_code": "08080000",
 "po_phone": "7032922975",
 "po_email": "jcdebell@nsf.gov",
 "po_sign_block_name": "John Steven C. De Belle",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 730395.0,
 "awd_amount": 730395.0,
 "awd_min_amd_letter_date": "2022-08-17",
 "awd_max_amd_letter_date": "2022-08-17",
 "awd_abstract_narration": "An award is made to James Madison University (JMU) to fund the acquisition of an advanced light microscope system with enhanced resolution, sensitivity, and speed to serve as a regional resource for research and education. The instrumentation will expand the scope of research and education in multiple departments at JMU, in neighboring institutions, and in the surrounding community by enabling faculty and students to study microscopic biological and physical processes at spatiotemporal resolutions exceeding those offered by conventional light microscopes. JMU and its neighboring colleges are primarily undergraduate institutions and are committed to engaging students in learning through faculty-mentored research. Indeed, students are responsible for approximately 90% of the total research use of the core microscopy facility. In doing so, they not only conduct original research, but also become competent microscopists. The funded microscope system will become a key component of the core facility and will enhance student research training by exposing them to advanced imaging technologies. This instrumentation will also benefit formal upper-division courses at JMU such as Developmental Neurobiology and Biophysical Chemistry by providing students with practical and theoretical education in cutting-edge light microscopy techniques. Moreover, in an effort to expand the impact on undergraduate research training, the investigators will develop a scientific image data management training module, focusing on best-practices that promote rigor and reproducibility in scientific research. The module materials and outcomes will be disseminated to inform scientific data management training in other sub-disciplines of science and at other institutions. Finally, the microscope system will support general science, technology, engineering, and math (STEM) education in the surrounding northern Shenandoah Valley region through outreach to neighboring high schools and colleges. A new outreach module incorporating hands-on classroom activities and a remote demonstration of the new microscope will be developed to teach students the concept of size at the micro-scale and will be offered through JMU’s STEM outreach center.\r\n\r\nThe funded microscope system will open new investigative avenues for researchers at JMU and in the region by enabling the study of biological and physical processes across broad spatiotemporal scales. While it is useful to study processes within one size regime, it is also essential to study how phenomena are integrated across spatiotemporal scales, e.g., from cells to tissues, molecules to sub-cellular organization, rapid/brief events to slow/long-lived behaviors. The funded microscope will enable the study of how small-scale events and patterns combine to determine larger-scale properties and will, in particular, enable the visualization of very small features and fast processes that are beyond the sensitivity of conventional light microscopes. It will advance the research programs of at least 16 faculty across multiple STEM fields including biology, physics, biochemistry, and science education. Projects that will be particularly impacted include studies of: formation and refining of neuronal connections during development; cell migration; materials that convert between liquid and solid phases depending on physical confinement during flow; how neurons in the eye regulate non-image-forming behaviors; bacterial biofilm structure and development; and cartilage tissue patterning during development.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristopher",
   "pi_last_name": "Kubow",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kristopher E Kubow",
   "pi_email_addr": "kubowke@jmu.edu",
   "nsf_id": "000689930",
   "pi_start_date": "2022-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Klebert",
   "pi_last_name": "Feitosa",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Klebert B Feitosa",
   "pi_email_addr": "feitoskb@jmu.edu",
   "nsf_id": "000615136",
   "pi_start_date": "2022-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Wright",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan T Wright",
   "pi_email_addr": "wrightnt@jmu.edu",
   "nsf_id": "000648186",
   "pi_start_date": "2022-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Vidal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "George Vidal",
   "pi_email_addr": "vidalgx@jmu.edu",
   "nsf_id": "000815453",
   "pi_start_date": "2022-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marquis",
   "pi_last_name": "Walker",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Marquis T Walker",
   "pi_email_addr": "walke2mx@jmu.edu",
   "nsf_id": "000815514",
   "pi_start_date": "2022-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "James Madison University",
  "inst_street_address": "800 S MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "HARRISONBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5405686872",
  "inst_zip_code": "228013104",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "VA06",
  "org_lgl_bus_name": "JAMES MADISON UNIVERSITY",
  "org_prnt_uei_num": "U2B3MYZP5L43",
  "org_uei_num": "MVTKSCN6NMH3"
 },
 "perf_inst": {
  "perf_inst_name": "James Madison University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "228070001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "VA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 730395.0
  }
 ],
 "por": null
}