{
 "awd_id": "2214028",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI-TT: Decarbonizing concrete using carbon-negatively processed solid waste",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927529",
 "po_email": "smiqbal@nsf.gov",
 "po_sign_block_name": "Samir M. Iqbal",
 "awd_eff_date": "2022-07-15",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2022-07-15",
 "awd_max_amd_letter_date": "2022-07-15",
 "awd_abstract_narration": "The broader impact/commercial potential of this Partnerships for Innovation - Technology Translation (PFI-TT) project is the conversion of municipal solid waste incineration (MSWI) ashes – a type of negative-value, hard-to-recycle solid wastes – into high-value (>$50/ton) blended supplementary cementitious material (SCM) through enhanced mineralization using flue gas-borne carbon dioxide (CO2). SCMs are a commodity in the concrete industry used for performance enhancement and/or decarbonization.  Many states facing with a severe shortage pf SCMs. The MSWI ashes-derived SCMs not only absorbs CO2 during production (i.e., carbon-negative), but also reduces the CO2 included in concrete  by replacing a large portion of cement (the binder phase of concrete). Using 1 ton of SCMs reduces, on average, 1.2 ton of CO2 emissions. This carbon-negative SCMs technology, which can be extended to a broad range of solid wastes using flue gas-borne CO2, may benefit both the concrete industry and other waste-generating and CO2-intensive sectors. \r\n\r\nThe proposed project aims to simultaneously address three un-met market needs: (1) upcycling negative-value solid wastes, specifically, MSWI ashes,(2) addressing the shortage of SCMs in the concrete industry, and (3) facilitating large-scale CO2 utilizations in concrete production. The technology may result in the ability to co-decarbonize multiple carbon-intensive industrial sectors (e.g., waste-to-energy and concrete production), by upcycling the indigenous waste using flue gas-borne CO2 and producing carbon-negative SCMs that can be consumed by local concrete producers. To fill the knowledge gaps towards commercialization of this technology, the project seeks to understand and address the compositional variability of MSWI ashes in forming consistent products.  The team also seeks to design and prototype an industrially viable process to convert MSWI ashes into carbon-negative SCMs amd optimize processing parameters for maximal cement replacement. Additionally, the research will test critical performance metrics of concrete proportions using the carbon-negative SCMs in order to establish their performance credibility and guide their practical applications. Faculty and students will conduct preliminary techno-economic and life-cycle analyses and develop a market transition plan in collaboration with industrial partners. To mitigate potential technical and technoeconomic risks, both a slurry-based carbonation method and a dry-carbonation method will be developed for the carbon-negative waste-to-commodity conversion.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hongyan",
   "pi_last_name": "Ma",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hongyan Ma",
   "pi_email_addr": "mahon@mst.edu",
   "nsf_id": "000718027",
   "pi_start_date": "2022-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mahelet",
   "pi_last_name": "Fikru",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Mahelet G Fikru",
   "pi_email_addr": "fikruma@mst.edu",
   "nsf_id": "000674559",
   "pi_start_date": "2022-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri University of Science and Technology",
  "inst_street_address": "300 W. 12TH STREET",
  "inst_street_address_2": "202 CENTENNIAL HALL",
  "inst_city_name": "ROLLA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5733414134",
  "inst_zip_code": "654091330",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MO08",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y6MGH342N169"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri University of Science and Technology",
  "perf_str_addr": "300 W 12th Street",
  "perf_city_name": "Rolla",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "654096506",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MO08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166200",
   "pgm_ele_name": "PFI-Partnrships for Innovation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9223",
   "pgm_ref_txt": "ENVIRON BENIGN CHEMICAL SYNTH & PROCESS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": null
}