{
 "awd_id": "2215004",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mathematizing, Visualizing, and Power (MVP): Appalachian Youth Becoming Data Artists for Community Learning",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928637",
 "po_email": "llyons@nsf.gov",
 "po_sign_block_name": "Leilah Lyons",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 1347443.0,
 "awd_amount": 1458399.0,
 "awd_min_amd_letter_date": "2022-07-07",
 "awd_max_amd_letter_date": "2024-07-15",
 "awd_abstract_narration": "Mathematizing, Visualizing, and Power (MVP): Appalachian Youth Becoming Data Artists for Community Learning is a three-year Advancing Informal STEM Learning, Innovations and Development, project that focuses on community-centered data exploration catalyzed by youth. The project develops statistical artistry among young people in East Tennessee Appalachian communities and enables these youth to share their data visualizations with their communities to foster collective reflection and understanding. The creative work generated by the MVP project will be compelling in two ways, both as statistical art and as powerful statements giving voice to the experience of communities. Critical aspects of the MVP model include (1) youth learning sessions that position youth as owners of data and producers of knowledge and (2) Community Learning Events that support community learning as youth learning occurs. The MVP project has a primary focus on broadening the STEM participation of underrepresented communities of Appalachia. The project’s mission is to increase the learning and life outcomes of young people and communities of Appalachia by creating a meaningful foundation of data science and collective data exploration. The University of Tennessee partners with Pellissippi State Community College, Drexel University, and the Boys & Girls Club of the Tennessee Valley to bring together a convergent team of community members, practitioners, and professionals, with the expertise to carry out the project. The project will impact approximately 120 youth and 3800 of their East Tennessee community members. The research generated will inform how to engage community members in learning about community issues through the exploration of datasets relevant to participants. \r\n\r\nThe field of STEM education is in urgent need of knowledge about effective models to inspire community-based data exploration with young people as leaders in these efforts. The MVP project includes engaging youth with meaningful problems, building a discourse community with possibilities for action, re-positioning youth as knowledge producers within their own communities, leveraging linguistic and cultural resources of the youth participants and their communities, and implementing critical events that support substantial interaction between youth, community members, and the data visualizations. MVP builds on the idea that the design of data visualizations requires an understanding of both data science and artistic design. Research will inform the model of community engagement, examine data artists’ identities, and document community learning. The MVP model will be designed, developed, tested, and refined through three cycles of design-based research. The overarching research question guiding these cycles is: What affordances (and delimitations) related to identity and learning does the model provide for MVP Youth and community members? Data sources for the project include: fieldnotes, portfolios created by MVP Youth, youth pre/post interviews, observations of the learning sessions, a project documentary, surveys for youth and community members, interviews with community members, and audience feedback. The National Institute for STEM Evaluation and Research (NISER) will provide formative and summative evaluation about project activities. Formative feedback will be integrated into the ongoing research cycles. The research conducted will inform (1) the community learning model; (2) the integrated pedagogy and curriculum of the MVP Youth learning sessions that emphasize data science through design arts; and, (3) research on community learning and youth identity. Findings will be shared through conferences, academic and practitioner-focused journals, a video documentary, a Summit on Engaging Youth and Communities in Data, and a project website. \r\n\r\nThis project is funded by the Advancing Informal STEM Learning (AISL) program, which seeks to advance new approaches to, and evidence-based understanding of, the design and development of STEM learning in informal environments. This includes providing multiple pathways for broadening access to and engagement in STEM learning experiences, advancing innovative research on and assessment of STEM learning in informal environments, and developing understandings of deeper learning by participants.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joy",
   "pi_last_name": "Bertling",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Joy G Bertling",
   "pi_email_addr": "jbertlin@utk.edu",
   "nsf_id": "000812254",
   "pi_start_date": "2022-07-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lynn",
   "pi_last_name": "Hodge",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Lynn L Hodge",
   "pi_email_addr": "lhodge4@utk.edu",
   "nsf_id": "000349786",
   "pi_start_date": "2022-07-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Dyer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth Dyer",
   "pi_email_addr": "edyer@illinois.edu",
   "nsf_id": "000769847",
   "pi_start_date": "2022-07-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carlye",
   "pi_last_name": "Clark",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carlye Clark",
   "pi_email_addr": "cclark@bgctnv.org",
   "nsf_id": "000871758",
   "pi_start_date": "2022-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "1331 CIR PARK DR",
  "perf_city_name": "Knoxville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379163801",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "148Z",
   "pgm_ref_txt": "Rural as Research Focus"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 898680.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 559719.0
  }
 ],
 "por": null
}