{
 "awd_id": "2215769",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a Lab-Scale Instrument for X-ray Absorption Fine Structure",
 "cfda_num": "47.041, 47.083",
 "org_code": "07020000",
 "po_phone": "7032927281",
 "po_email": "hchellia@nsf.gov",
 "po_sign_block_name": "Harsha Chelliah",
 "awd_eff_date": "2023-01-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 348740.0,
 "awd_amount": 348740.0,
 "awd_min_amd_letter_date": "2022-08-17",
 "awd_max_amd_letter_date": "2022-09-07",
 "awd_abstract_narration": "This award will support the acquisition of a lab-scale instrument for X-ray Absorption Spectroscopy (XAS). XAS measurements are typically performed using specialized synchrotron X-ray sources, but recent advances have enabled XAS data to be collected using a local, lab-scale instrument. This is a game-changing advance that has the potential to accelerate materials discovery and innovation. XAS provides key information that is difficult to impossible to acquire using other common spectroscopic techniques. The instrument will be critical in characterizing (a) atomically precise catalysts, (b) high-performance electrocatalysts for CO2 conversion and synthesis of chemicals, (c) advanced batteries, (d) complex natural systems containing precious platinum group metals and rare earth elements, and (e) advanced electronic and magnetic materials. XAS characterization will provide key missing structural details that, when understood, will enable the development of next generation materials. A community of researchers at Ohio State, neighboring universities, and companies will have access to the instrument. The XAS data will accelerate material discovery to enable sustainable and energy efficient catalytic materials for removing CO2 from the atmosphere. The PI and the team will provide training, participate in outreach events, and incorporate the use of this instrument into curricular components to foster future generations of scientists. Overall, the instrument will have a broad impact on the scientific community at and around Ohio State.\r\n\r\nThis project will acquire a lab-scale instrument for performing X-ray Absorption Spectroscopy (XAS), including X-ray Absorption Near Edge Spectroscopy (XANES) and Extended X-ray Absorption Fine Structure Spectroscopy (EXAFS). The instrument will be used to answer fundamental questions about synthesis-structure-function relationships for many different types of materials. This includes providing the critical and often missing characterization of bio-inspired catalytic materials containing paired catalytic sites as well as key insights into the redox properties of perovskites that are electrocatalysts for CO2 reduction or ammonia synthesis. Beyond catalysis, the instrument will provide critical insights on the coordination of platinum and other rare earth elements in geochemical materials to enable extraction of rare earth elements, to understand complex chemistry in diverse soil samples, and to provide a basis for waste remediation. It will also facilitate characterization of new electronic and magnetic materials that have the potential to enable room temperature superconductors as well as electrode and electrolyte structure in batteries and energy storage materials to overcome the current reliance on cobalt. Additionally, the X-ray Emission mode will enable structural characterization of model proteins that are being investigated as catalysts for small molecule activation. The instrument will help to characterize advanced electronic and magnetic materials that have the potential to enable room temperature superconductors. Overall, the lab-scale instrument will accelerate materials discovery.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Brunelli",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas A Brunelli",
   "pi_email_addr": "brunelli.2@osu.edu",
   "nsf_id": "000665568",
   "pi_start_date": "2022-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Umit",
   "pi_last_name": "Ozkan",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Umit S Ozkan",
   "pi_email_addr": "ozkan.1@osu.edu",
   "nsf_id": "000388783",
   "pi_start_date": "2022-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Lenhart",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "John J Lenhart",
   "pi_email_addr": "lenhart.49@osu.edu",
   "nsf_id": "000414990",
   "pi_start_date": "2022-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Casey",
   "pi_last_name": "Wade",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Casey R Wade",
   "pi_email_addr": "wade.521@osu.edu",
   "nsf_id": "000727317",
   "pi_start_date": "2022-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "151 W. Woodruff Ave",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 348740.0
  }
 ],
 "por": null
}