{
 "awd_id": "2215398",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Transforming Institutions Through STEM Equity Learning Communities",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927340",
 "po_email": "jenlewis@nsf.gov",
 "po_sign_block_name": "Jennifer Lewis",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 202580.0,
 "awd_amount": 202580.0,
 "awd_min_amd_letter_date": "2022-08-14",
 "awd_max_amd_letter_date": "2023-11-06",
 "awd_abstract_narration": "This project aims to serve the national interest by improving STEM education outcomes using a department-level approach to address systemic inequities that create barriers to student success. Introductory STEM courses consistently reproduce inequities for historically marginalized students. However, it is common among those involved in STEM education, including faculty, administrators, and even students themselves, to view these inequities as resulting from student deficits. This “blame-the-victim” mindset creates a significant barrier for STEM education reform as attempts to address inequities often focus on “fixing” the students, rather than on creating systemic change in courses and departments. This project will test a department-oriented approach for changing the student-deficit mindsets present in faculty, administrators, and undergraduate students. By guiding participants in recognizing the structural role that courses and departments play in student success, and documenting the process in the form of a guide, this project will allow new and different institutions to adapt this field-tested approach for their local contexts, driving dialogue in STEM departments on approaches for examining student academic outcomes through an equity lens. Leveraging the existing relationships and past work of the multi-institutional Sloan Equity and Inclusion in STEM Introductory Courses (SEISMIC) collaboration, this project plans to develop and share a standard menu of equity measures that should provide a benchmark for universities seeking to measure equity in their courses and departments. Use of this standard menu of measurements should allow community colleges, public research universities, tribal colleges, private universities, and more to learn from each other on institutional policies that promote equity in STEM classrooms, promoting greater partnerships between these traditionally siloed types of institutions. Development of a public monthly talk series on this project hopes to make STEM reform efforts more accessible and inspire more people in higher education to consider their own mindsets on student success, to learn how to talk about and represent course inequities in equity-minded ways, and to recognize these deficit mindsets as part of the greater structural problems in the U.S. stemming from institutional racism. \r\n\r\nThe overall objective of this proposal is to establish STEM Equity Learning Communities (SELCs) in universities across the U.S. that will foster impactful approaches for engaging faculty, department leaders, and undergraduate students in equity-minded discussions of their STEM courses. There are four expected outcomes for this two-year project: (1) A guide for the creation and effective operation of data-centric SELCs that can be adapted for different institutional contexts; (2) Development and implementation of an array of intersectional course equity measures that can be used by many institutions to place their own equity challenges in a national context; (3) Equity-minded action plans for peer universities across the U.S. to address systemic inequities in introductory STEM courses; and (4) Field-tested instruments for measuring mindsets on student success. Major project activities include creating a SELC on each participating SEISMIC campus, developing and using survey and interview protocols to study the experiences of SELC members, establishing shared classroom equity measures using institutional data, engaging participants with equity data through a Summer Institute, local SELC meetings, cross-campus inter-SELC meetings, and a public talk series.  Finally, each SELC will be guided to develop an action plan and presentation for their local campus leadership to initiate reform in their introductory STEM courses. The project hopes to generate knowledge on how well and in what context SELCs can develop equity-mindedness in faculty, department leaders, and undergraduate students across ten large, public, R1 universities and can empower them to promote this mindset in their departments. The project should also enable future research on the nuances of equity measures most effective for motivating structural change and generating positive impact on introductory STEM courses. The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students. Through the Institutional and Community Transformation track, the program supports efforts to transform and improve STEM education across institutions of higher education and disciplinary communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "McKay",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy A McKay",
   "pi_email_addr": "tamckay@umich.edu",
   "nsf_id": "000215881",
   "pi_start_date": "2022-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marco",
   "pi_last_name": "Molinaro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marco Molinaro",
   "pi_email_addr": "marcom@umd.edu",
   "nsf_id": "000321941",
   "pi_start_date": "2023-11-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ryan",
   "pi_last_name": "Sweeder",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Ryan D Sweeder",
   "pi_email_addr": "sweeder@msu.edu",
   "nsf_id": "000323980",
   "pi_start_date": "2022-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "503 Thompson",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 202580.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-79f8a22e-7fff-3eb9-7998-62d1d3deaa56\"> </span></p>\n<p dir=\"ltr\"><span>The STEM Equity Learning Community (SELC) Project was designed to promote equity-mindedness in STEM departments through local SELCs consisting of a facilitator, STEM instructors, an institutional researcher, and undergraduate students. Participants engaged through local SELC meetings, meetings across SELCs, and presentations to campus stakeholders. Each SELC received equity reports that detailed student enrollment and grades in specific courses, with comparisons to grades in other courses and with disaggregation by various student demographics, including gender, race/ethnicity, income, and college generation status. SELCs followed a curriculum that included readings, discussion prompts, and activities all designed to support participants in examining their courses and departments with an equity-minded lens. At the culmination of the yearlong learning communities, each SELC prepared recommendations to promote equitable outcomes in their STEM courses and presented these to campus stakeholders. The SELC project provided participants with the tools and frameworks necessary to examine their own practices, interpret institutional data, discuss equity issues with colleagues, and see the larger system impacting STEM higher education.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>A key outcome of the project was the development of publicly available R code to guide individuals with access to institutional data in creating course equity reports. This resource is housed in GitHub and includes instructions on how to format the institutional data before developing the reports. In addition to enrollment data and grades, these course equity reports also present data that examine multiple student identities together, called the Systemic Advantage Index (SAI). A second outcome was the set of materials related to creating and effectively operating data-centric SELCs that can be adapted for different institutional contexts. This includes a website, Canvas course, and standalone materials created for an upcoming POD Network pre-conference workshop on &ldquo;Facilitating Student-Instructor-Staff Partnerships in STEM Equity Learning Communities.&rdquo; Third, all participating institutions developed materials (e.g., handouts, slides) with equity-minded recommendations specific to their local contexts for improving outcomes in introductory STEM courses. Resources from the project have been disseminated through various channels, including local campus presentations, public talks, and conferences. Notably, the SEISMIC Action for STEM Department Transformation Conference featured multiple sessions where SELC participants shared their experiences and findings, furthering the discussions on equity in STEM education.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>We collected pre- and post-survey data from participants, as well as post-survey data from the campus audiences of the local SELC presentations. From this data, we determined: (1) access to equity data increased for participants after participating in this project; (2) SELC participants found value in the experience; and (3) the inclusion of students in the SELCs was particularly valuable, enriching discussions and elevating the overall quality of the learning communities. Looking forward, a significant number of participants plan to continue improving equity outcomes in their local contexts, applying the practices, findings, and instruments developed through the SELC experience. Their plans include developing new survey instruments, incorporating equitable practices in teaching, and engaging in further equity-focused initiatives. These plans indicate the project&rsquo;s potential for lasting local impact. Many institutions have also demonstrated the institutional impact of the project by supporting new programs that build on the SELC work.</span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/22/2024<br>\nModified by: Timothy&nbsp;A&nbsp;Mckay</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nThe STEM Equity Learning Community (SELC) Project was designed to promote equity-mindedness in STEM departments through local SELCs consisting of a facilitator, STEM instructors, an institutional researcher, and undergraduate students. Participants engaged through local SELC meetings, meetings across SELCs, and presentations to campus stakeholders. Each SELC received equity reports that detailed student enrollment and grades in specific courses, with comparisons to grades in other courses and with disaggregation by various student demographics, including gender, race/ethnicity, income, and college generation status. SELCs followed a curriculum that included readings, discussion prompts, and activities all designed to support participants in examining their courses and departments with an equity-minded lens. At the culmination of the yearlong learning communities, each SELC prepared recommendations to promote equitable outcomes in their STEM courses and presented these to campus stakeholders. The SELC project provided participants with the tools and frameworks necessary to examine their own practices, interpret institutional data, discuss equity issues with colleagues, and see the larger system impacting STEM higher education.\n\n\n\n\n\nA key outcome of the project was the development of publicly available R code to guide individuals with access to institutional data in creating course equity reports. This resource is housed in GitHub and includes instructions on how to format the institutional data before developing the reports. In addition to enrollment data and grades, these course equity reports also present data that examine multiple student identities together, called the Systemic Advantage Index (SAI). A second outcome was the set of materials related to creating and effectively operating data-centric SELCs that can be adapted for different institutional contexts. This includes a website, Canvas course, and standalone materials created for an upcoming POD Network pre-conference workshop on Facilitating Student-Instructor-Staff Partnerships in STEM Equity Learning Communities. Third, all participating institutions developed materials (e.g., handouts, slides) with equity-minded recommendations specific to their local contexts for improving outcomes in introductory STEM courses. Resources from the project have been disseminated through various channels, including local campus presentations, public talks, and conferences. Notably, the SEISMIC Action for STEM Department Transformation Conference featured multiple sessions where SELC participants shared their experiences and findings, furthering the discussions on equity in STEM education.\n\n\n\n\n\nWe collected pre- and post-survey data from participants, as well as post-survey data from the campus audiences of the local SELC presentations. From this data, we determined: (1) access to equity data increased for participants after participating in this project; (2) SELC participants found value in the experience; and (3) the inclusion of students in the SELCs was particularly valuable, enriching discussions and elevating the overall quality of the learning communities. Looking forward, a significant number of participants plan to continue improving equity outcomes in their local contexts, applying the practices, findings, and instruments developed through the SELC experience. Their plans include developing new survey instruments, incorporating equitable practices in teaching, and engaging in further equity-focused initiatives. These plans indicate the projects potential for lasting local impact. Many institutions have also demonstrated the institutional impact of the project by supporting new programs that build on the SELC work.\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/22/2024\n\n\t\t\t\t\tSubmitted by: TimothyAMckay\n"
 }
}