{
 "awd_id": "2215157",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Teaching Evolution and Behavior using Virtual Games",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922574",
 "po_email": "geuno@nsf.gov",
 "po_sign_block_name": "Gordon Uno",
 "awd_eff_date": "2022-06-15",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 298177.0,
 "awd_amount": 298177.0,
 "awd_min_amd_letter_date": "2022-06-01",
 "awd_max_amd_letter_date": "2022-06-01",
 "awd_abstract_narration": "This project aims to serve the national interest by stimulating student enthusiasm for learning complex scientific concepts through interactive activities embedded in highly realistic, immersive computer simulations. The project will focus on the creation of two virtual labs (in two different courses), one presenting key concepts from evolutionary biology, and one demonstrating animal ecology and behavior. The first lab will transport students back to a forest in the Jurassic epoch, when dinosaurs still roamed the Earth. Students will undertake a guided series of activities, including tracking and tranquilizing different species of dinosaurs, collecting data on their anatomy (e.g. size, skin type, presence, or absence of feathers) and on their genetics (DNA and protein sequences). The students will use the data they have gathered to carry out analyses of the evolutionary relationships of the different dinosaur species, and to make inferences about the evolution of key characteristics, such as feathers and flight. In the second lab, students will travel virtually to the Amazon rainforest to be immersed in the ecology of predator-prey interactions. They will play both potential prey (toxic and non-toxic frogs) and predators (birds) and will be able to follow different strategies (e.g. be toxic and brightly colored, or be non-toxic and camouflaged), and learn how their strategy affects survival given the strategies that others (e.g. the predators) are pursuing, in an interactive context.\r\n\r\nThis project will employ advanced computer simulation methods to create virtual environments and exciting yet educational storylines that are intended to make students want to attain academic goals by engaging with and learning about topics in evolutionary biology and animal ecology and behavior. The virtual environments and interactive activities will include novel interactive displays using sophisticated and immersive computer simulations and implemented with fast, powerful, cutting-edge software. Biology faculty members will aid in the design and testing of the virtual labs. Evaluation and assessment strategies will be designed to assess how innovative computer simulations can result in educational goals. Evaluation will include demographic surveys, pre- and post-activity tests, analyses of game play metrics, and in-depth questionnaires. The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students. Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kyle",
   "pi_last_name": "Summers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kyle Summers",
   "pi_email_addr": "summersk26@berkeley.edu",
   "nsf_id": "000446218",
   "pi_start_date": "2022-06-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Len",
   "pi_last_name": "Annetta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Len Annetta",
   "pi_email_addr": "annettal16@ecu.edu",
   "nsf_id": "000570734",
   "pi_start_date": "2022-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "East Carolina University",
  "inst_street_address": "1000 E 5TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREENVILLE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "2523289530",
  "inst_zip_code": "278582502",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NC03",
  "org_lgl_bus_name": "EAST CAROLINA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HWPEKM8VFTJ9"
 },
 "perf_inst": {
  "perf_inst_name": "East Carolina University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "278584353",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 298177.0
  }
 ],
 "por": null
}