{
 "awd_id": "2215613",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Broadening participation, building STEM competencies, and strengthening identity formation through cross-cultural and international collaboration in project-based learning",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032924546",
 "po_email": "asantiag@nsf.gov",
 "po_sign_block_name": "Alicia Santiago Gonzalez",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 2000000.0,
 "awd_amount": 2000000.0,
 "awd_min_amd_letter_date": "2022-08-18",
 "awd_max_amd_letter_date": "2022-08-18",
 "awd_abstract_narration": "This project engages pre-college Latinx, Black, and Indigenous learners, educators, and collaborating undergraduates in an international, project-based learning and media-making community in areas of science, technology, engineering, and mathematics (STEM). The project addresses key challenges including broadening participation in informal STEM learning, developing capacity for leading informal STEM programs, and building stronger connections between STEM learning and personal and social identity formation during adolescence. The project’s community of participants is an asset-based learning environment that treats each participant, their background, skills, and interests as uniquely beneficial to the whole. Led by mentors at each hub (teachers, leaders from science organizations, or other out-of-school learning environments), participants collaborate with peers from the US and from other countries. The collaborations encompass a broad spectrum of STEM projects. Participants also create digital media to communicate their projects. The project activities reflect a focus on STEM content, collaboration, and communication, in a global context that includes school-age learners from the US and peers from Central and South America, the Middle East, Asia, and Sub-Sahara. The combination of the sophisticated STEM competencies skills for collaborating across international and cultural boundaries, and media-savvy communication abilities are essential to the nation’s future STEM workforce and to building a scientifically vibrant citizenry.\r\n \r\nThe project addresses two primary research questions co-developed with teachers and other informal science providers. The first research question involves understanding and optimizing conditions for broadening participation through this type of distributed or virtual collaboration across boundaries of culture, race, gender, ability, nationality, and socioeconomic status. The project features a design experiment by which the overall community of participants comprises four separate hubs, each hosted by the different project partners (primarily teachers). Educators devise, test, and revise alternative designs for organizing STEM collaborations. Publication of these teacher-led designs and their evaluation are among the primary outputs of the project. The designs modify and improve a template developed under this project’s proof-of-concept precursor (NSF1612824). The second research question addresses how growth in STEM abilities, collaboration, and communication mutually reinforce adolescent personal and social identity formation. Participating students in the US will intentionally reflect heterogeneous backgrounds. The project analysis will focus on whether cultural and national cross-boundary collaboration can strengthen the development of learners' personal identity and academic performance. The project methodology relies heavily on quantitative ethnography and epistemic network analysis. This approach enables the creation of visual models that highlight the presence or absence of connections between constructs relevant to each research question, along with changes between and within groups. The constructs include variations of autonomy, competence, and connection (pillars of self-determination theory) in tracing identity formation and STEM abilities. The quantitative ethnography approach provides statistically reliable scaffolding and insights about the hub designs and their efficacy in promoting goals of broadening participation and fostering mutually reinforcing STEM competencies and identity formation. This type of virtual collaboration, crossing boundaries of culture, nationality, ethnicity, age, gender, economic strata, or ability, can realistically be expected to play a significant role in next-generation learning environments, especially through out-of-school activities. The project is expected to reach 120 U.S. and 80 non-U.S. students annually. Research findings, design principles and curricula will be widely disseminated to researchers, designers, program developers, informal science institutions and community organizations.\r\n\r\nThis research project is funded by the Advancing Informal STEM Learning (AISL) program, which seeks to (a) advance new approaches to and evidence-based understanding of the design and development of STEM learning in informal environments; (b) provide multiple pathways for broadening access to and engagement in STEM learning experiences; (c) advance innovative research on and assessment of STEM learning in informal environments; and (d) engage the public of all ages in learning STEM in informal environments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Hamilton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Hamilton",
   "pi_email_addr": "eric.hamilton@pepperdine.edu",
   "nsf_id": "000083670",
   "pi_start_date": "2022-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nastassia",
   "pi_last_name": "Jones",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Nastassia N Jones",
   "pi_email_addr": "nastassia_jones@subr.edu",
   "nsf_id": "000707416",
   "pi_start_date": "2022-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Danielle",
   "pi_last_name": "Espino",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Danielle P Espino",
   "pi_email_addr": "danielle.espino@pepperdine.edu",
   "nsf_id": "000800500",
   "pi_start_date": "2022-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Seung",
   "pi_last_name": "Lee",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Seung B Lee",
   "pi_email_addr": "seung.lee@pepperdine.edu",
   "nsf_id": "000872602",
   "pi_start_date": "2022-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pepperdine University",
  "inst_street_address": "24255 PACIFIC COAST HWY",
  "inst_street_address_2": "",
  "inst_city_name": "MALIBU",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3105064819",
  "inst_zip_code": "902633999",
  "inst_country_name": "United States",
  "cong_dist_code": "32",
  "st_cong_dist_code": "CA32",
  "org_lgl_bus_name": "PEPPERDINE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NHBMUW819YE7"
 },
 "perf_inst": {
  "perf_inst_name": "Pepperdine University",
  "perf_str_addr": "24255 Pacific Coast Hwy",
  "perf_city_name": "Malibu",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "902634819",
  "perf_ctry_code": "US",
  "perf_cong_dist": "32",
  "perf_st_cong_dist": "CA32",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 2000000.0
  }
 ],
 "por": null
}