{
 "awd_id": "2215709",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Advancing Bayesian Thinking in STEM",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922635",
 "po_email": "mferrara@nsf.gov",
 "po_sign_block_name": "Mike Ferrara",
 "awd_eff_date": "2022-12-15",
 "awd_exp_date": "2024-11-30",
 "tot_intn_awd_amt": 55101.0,
 "awd_amount": 55101.0,
 "awd_min_amd_letter_date": "2022-08-02",
 "awd_max_amd_letter_date": "2022-08-02",
 "awd_abstract_narration": "This project aims to serve the national interest by improving statistics instruction through a focus on increasing access to Bayesian methods. Dealing with the complexity of uncertainty is an important part of the scientific process. Like scientists, STEM students need to derive rigorous conclusions from data in their science practice. This project is based upon the premise that wider inclusion of Bayesian methods in STEM curricula can help students understand scientific uncertainty. To support the wider use of these methods, the project plans to build a community of STEM educators who can transform their courses by introducing new instructional materials for Bayesian methods. The project team intends to develop and offer a professional development program for STEM instructors from other institutions that focuses on the use and teaching of Bayesian methods. In addition, teams of instructors will be mentored by the project team in the development of instructional materials. The project will disseminate the instructional materials and project results to the science education community through social media, journal publications, and conference presentations. \r\n\r\nThis goal of this project is to make Bayesian methods as accessible as possible at the undergraduate level through a cross-disciplinary curricular instructor capacity-building program for different STEM fields. Through recruitment of a diverse body of STEM instructors, the project will: 1) Increase the number of undergraduate students who understand Bayesian methods; 2) Enhance the capacity of STEM instructors in Bayesian methods through training and community building; 3) Develop and enrich teaching and learning materials that showcase the use of Bayesian methods in STEM fields. To achieve these objectives, the three collaborating institutions, University of California Irvine, Vassar College, and Duke University, will offer a week-long instructor summer training boot camp. By the end of the boot camp, it is expected that instructor participants will be comfortable using Bayesian methods in answering scientific questions, using appropriate software for teaching Bayesian methods, and designing classroom activities and assessments that support the learning of Bayesian methods. Selected instructors from the boot camp will be mentored by the project team in the development of Bayesian teaching and learning materials, specifically using scientific data from their fields. Using surveys and learning assessments, the project will assess the effectiveness of the summer boot camp. The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students. Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools. This project is also supported by the NSF IUSE:HSI program, which has the goals of enhancing the quality of undergraduate STEM education, and increasing the recruitment, retention, and graduation rates of students pursuing associate’s or baccalaureate degrees in STEM.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Herring",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Amy H Herring",
   "pi_email_addr": "amy.herring@duke.edu",
   "nsf_id": "000872185",
   "pi_start_date": "2022-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W. Main St, Suite 710",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054010",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 55101.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Bayes BATS project recruited college-level instructors in science, technology, engineering, and mathematics (STEM) disciplines to gain a solid foundation in Bayesian methods and enhance their capacity to teach the methods to undergraduate students in their courses. Over the course of two years, 35 instructors from a wide range of disciplines, including biology, computer science, ecology, engineering, forensics, anthropology, law, linguistics, marine science, mathematics, physics, political science, psychology, public policy, sociology, statistics, and technology completed a week-long in person bootcamp in Bayesian methods. These instructors came from a variety of institutions, including community colleges, four-year colleges, and institutions primarily focused on commuters and adult learners. The latest version of the educational materials created for the bootcamp are available online at&nbsp;<a href=\"https://github.com/bayes-bats/bootcamp-materials-2024\">https://github.com/bayes-bats/bootcamp-materials-2024</a>.</p>\r\n<p>A subset of participants were selected to participate in a semester-long follow-up to develop and deploy instructional materials for their own courses. Over the two years, 18 participants were mentored by the PIs and created teaching and learning materials, ranging from full courses in Bayesian statistics to modules highlighting uses of Bayesian statistics to be used in existing courses. The materials are available online at&nbsp;<a href=\"https://www.stat.uci.edu/bayes-bats/materials.html\">https://www.stat.uci.edu/bayes-bats/materials.html</a>. A further subset of participants received funding to disseminate results of their work at conferences in a variety of STEM disciplines. In 2024, there were 10 presentations made by Bayes BATS participants. These presentations are available online at&nbsp;<a href=\"https://www.stat.uci.edu/bayes-bats/dissemination.html\">https://www.stat.uci.edu/bayes-bats/dissemination.html</a>&nbsp;.</p>\r\n<p>By using a &ldquo;training the trainers&rdquo; approach, the anticipated impact was to reach an exponentially larger group of STEM students than could be possible by holding a workshop open only to students.</p>\r\n<p>Extensive evaluation was undertaken by a separate team, who reported high levels of participant satisfaction: &nbsp;</p>\r\n<p><em>&ldquo;I feel strongly that having this introduction to the world of real-world Bayesian inference significantly&nbsp;<strong>adds to my own knowledge base in a way that will directly impact my effectiveness in teaching</strong>&nbsp;and encouraging students who may someday work in fields related to data analysis.&rdquo;&nbsp;</em></p>\r\n<p><em>&ldquo;The&nbsp;<strong>workshop gave me the big picture and intuition of Bayesian methods</strong>. I needed that to feel confident to teach it in my courses. In addition, this helps me with my research.&rdquo;</em></p>\r\n<p><em>&ldquo;Instructors were great, and I appreciated&nbsp;<strong>all the materials being made available</strong>. I will likely adapt them to use in my own courses.&rdquo;</em></p>\r\n<p><em>&ldquo;The collaborative approach to the workshop was excellent. I enjoyed meeting faculty from other institutions who are interested in exposing their students to Bayesian methods. It was interesting to have faculty members from a variety of institutions (community college, teaching-focused institutions, research-forward institutions). I feel like&nbsp;<strong>I've made personal connections that I will maintain for a long time</strong>.&rdquo;</em></p>\r\n<p><em>&ldquo;I met diverse people from a diverse collection of institutions at this workshop. It was the best workshop that I've attended, in that regard. I feel as though I will maintain the relationships that I made during the workshop for many years to come.<strong>&nbsp;I really loved having a variety of disciplines represented at this workshop -- it was great to meet people in other domains.</strong>&rdquo;</em></p>\r\n<p><em>&ldquo;<strong>The only way to improve this workshop is to expand it to more people.</strong>&rdquo;</em></p>\r\n<p>In the last year, about two-thirds of the participants shared that they would very likely incorporate Bayesian statistics into their course curriculum and over three-fourths indicated&nbsp;they would very likely continue exploring and applying Bayesian methods in their future research or teaching.</p>\r\n<p><em>&nbsp;</em>By expanding the reach of Bayesian methods, students will have access to more modern methods for data analysis to help them interpret data and results in light of uncertainty. Increases in data literacy, and in understanding how to acknowledge uncertainty inherent in data, will help society at large through improved policy-making and data-driven decision making.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/28/2025<br>\nModified by: Amy&nbsp;Helen&nbsp;Herring</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2025/2215709/2215709_10821485_1743166393696_outcomes_figure--rgov-214x142.png\" original=\"/por/images/Reports/POR/2025/2215709/2215709_10821485_1743166393696_outcomes_figure--rgov-800width.png\" title=\"Bayes BATS Outcomes\"><img src=\"/por/images/Reports/POR/2025/2215709/2215709_10821485_1743166393696_outcomes_figure--rgov-66x44.png\" alt=\"Bayes BATS Outcomes\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">BATS trained 35 STEM instructors in Bayesian methods in pedagogy, who developed or added Bayesian content in 22 undergraduate courses and gave 16 talks on new pedagogical strategies, with 2 manuscripts in press and 3 in progress.</div>\n<div class=\"imageCredit\">Mine Dogucu</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Amy&nbsp;Helen&nbsp;Herring\n<div class=\"imageTitle\">Bayes BATS Outcomes</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Bayes BATS project recruited college-level instructors in science, technology, engineering, and mathematics (STEM) disciplines to gain a solid foundation in Bayesian methods and enhance their capacity to teach the methods to undergraduate students in their courses. Over the course of two years, 35 instructors from a wide range of disciplines, including biology, computer science, ecology, engineering, forensics, anthropology, law, linguistics, marine science, mathematics, physics, political science, psychology, public policy, sociology, statistics, and technology completed a week-long in person bootcamp in Bayesian methods. These instructors came from a variety of institutions, including community colleges, four-year colleges, and institutions primarily focused on commuters and adult learners. The latest version of the educational materials created for the bootcamp are available online athttps://github.com/bayes-bats/bootcamp-materials-2024.\r\n\n\nA subset of participants were selected to participate in a semester-long follow-up to develop and deploy instructional materials for their own courses. Over the two years, 18 participants were mentored by the PIs and created teaching and learning materials, ranging from full courses in Bayesian statistics to modules highlighting uses of Bayesian statistics to be used in existing courses. The materials are available online athttps://www.stat.uci.edu/bayes-bats/materials.html. A further subset of participants received funding to disseminate results of their work at conferences in a variety of STEM disciplines. In 2024, there were 10 presentations made by Bayes BATS participants. These presentations are available online athttps://www.stat.uci.edu/bayes-bats/dissemination.html.\r\n\n\nBy using a training the trainers approach, the anticipated impact was to reach an exponentially larger group of STEM students than could be possible by holding a workshop open only to students.\r\n\n\nExtensive evaluation was undertaken by a separate team, who reported high levels of participant satisfaction: \r\n\n\nI feel strongly that having this introduction to the world of real-world Bayesian inference significantlyadds to my own knowledge base in a way that will directly impact my effectiveness in teachingand encouraging students who may someday work in fields related to data analysis.\r\n\n\nTheworkshop gave me the big picture and intuition of Bayesian methods. I needed that to feel confident to teach it in my courses. In addition, this helps me with my research.\r\n\n\nInstructors were great, and I appreciatedall the materials being made available. I will likely adapt them to use in my own courses.\r\n\n\nThe collaborative approach to the workshop was excellent. I enjoyed meeting faculty from other institutions who are interested in exposing their students to Bayesian methods. It was interesting to have faculty members from a variety of institutions (community college, teaching-focused institutions, research-forward institutions). I feel likeI've made personal connections that I will maintain for a long time.\r\n\n\nI met diverse people from a diverse collection of institutions at this workshop. It was the best workshop that I've attended, in that regard. I feel as though I will maintain the relationships that I made during the workshop for many years to come.I really loved having a variety of disciplines represented at this workshop -- it was great to meet people in other domains.\r\n\n\nThe only way to improve this workshop is to expand it to more people.\r\n\n\nIn the last year, about two-thirds of the participants shared that they would very likely incorporate Bayesian statistics into their course curriculum and over three-fourths indicatedthey would very likely continue exploring and applying Bayesian methods in their future research or teaching.\r\n\n\nBy expanding the reach of Bayesian methods, students will have access to more modern methods for data analysis to help them interpret data and results in light of uncertainty. Increases in data literacy, and in understanding how to acknowledge uncertainty inherent in data, will help society at large through improved policy-making and data-driven decision making.\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 03/28/2025\n\n\t\t\t\t\tSubmitted by: AmyHelenHerring\n"
 }
}