{
 "awd_id": "2215387",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF-BSF: Electrified Membrane System for Chemical-Free Nitrogen Recovery from Nitrate Contaminated Water",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927858",
 "po_email": "cjiang@nsf.gov",
 "po_sign_block_name": "Sunny  Jiang",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2022-08-22",
 "awd_max_amd_letter_date": "2022-08-22",
 "awd_abstract_narration": "Ammonia, one of the most important industrial commodities, is used for diverse applications including pharmaceutics, plastics, paper, and fertilizer production. Of the 176 million tons of annually produced ammonia worldwide, about 85% is used for fertilizer production. Furthermore, ammonia has recently received considerable attention as a promising fuel due to convenience and safety in transportation and storage. Currently, ammonia is commercially produced by an energy-intensive process that relies on natural gas as a feedstock. Recently, ammonia production was interrupted due to the pandemic impacts and other geopolitical factors, resulting in an increase in ammonia cost and supply chain uncertainties. Meanwhile, nitrogen, the central element of ammonia, is prevalent in municipal, agricultural, and industrial wastewaters in various chemical forms. These sources of nitrogen-containing waste could provide a reliable and cheap nitrogen source (around 2.4 billion kg per year) for ammonia production. Current wastewater treatment processes consume energy to remove waste nitrogen compounds and convert them into nitrogen gas without any recovery mechanisms. Additionally, despite the prevalence of drinking and wastewater treatment processes, there are still over 40 million people in the US that do not have access to municipally treated water, instead relying mostly on private groundwater wells that may contain nitrate and other oxyanion pollutants. Even in public water systems, nitrate is among the most commonly reported water quality violations in the US and could compromise the health of millions of people. Therefore, this international collaborative project between researchers at the New Jersey Institute of Technology and Ben-Gurion University in Israel aims to address the knowledge gaps related to recovering nitrogen from waste and converting it into ammonia while treating wastewater using an innovative electrified membrane process. \r\n\r\nOverall, the ultimate project goal is to explore a sustainable pathway to generate ammonia from nitrate-containing wastewater and alleviate the stresses from nitrate pollution and industrial ammonia production. To achieve this goal, this team of international collaborators will employ multifaceted approaches including electrochemical membrane filtration studies, computational chemistry, and numerical simulations to unravel the molecular-level interactions of nitrate with catalysts and ammonia with membrane interfaces and to delineate the dynamics mapping of reaction species (e.g., nitrate or ammonia) on cathodic membrane surfaces. The expected project outcomes include (1) examination of a suite of novel catalyst-coated hydrophobic gas exchange membranes that enable efficient nitrate reduction and simultaneous ammonia gas transfer; (2) synchronization of cathodic and anodic reactions for nitrate reduction and in situ acid production to trap ammonia; (3) clarification of mechanisms of electrochemical catalysis and mass transfer in this three-phase membrane interface via computational simulations and density functional theory analyses; (4) determination of the effects of wastewater matrices such as solution pH and co-existing substances on the stability of cathodic membrane operations; and (5) elucidation of  potential scaling mechanisms and preventive strategies on cathodic/anodic surfaces. This project will foster a collaboration between the US and Israeli researchers and provide excellent research and educational training opportunities to graduate and undergraduate students of the two collaborating institutions. A fair and meaningful involvement of diverse New Jersey communities affected by groundwater nitrate will be accomplished through community outreach activities, and underrepresented students from the Garden State Louis Stokes Alliance for Minority Participation (GS-LSAMP) will be involved in the green electrochemical chemistry and catalysis nanotechnology research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wen",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wen Zhang",
   "pi_email_addr": "wzhang81@njit.edu",
   "nsf_id": "000616382",
   "pi_start_date": "2022-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Young",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua Young",
   "pi_email_addr": "jyoung@njit.edu",
   "nsf_id": "000840147",
   "pi_start_date": "2022-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Jersey Institute of Technology",
  "inst_street_address": "323 DR MARTIN LUTHER KING JR BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9735965275",
  "inst_zip_code": "071021824",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "NEW JERSEY INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SGBMHQ7VXNH5"
 },
 "perf_inst": {
  "perf_inst_name": "New Jersey Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021982",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022Z",
   "pgm_ref_txt": "International Partnerships"
  },
  {
   "pgm_ref_code": "5905",
   "pgm_ref_txt": "ISRAEL"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": null
}