{
 "awd_id": "2215133",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Using poetry-writing and poetry-analysis to enhance student learning in engineering education",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922124",
 "po_email": "kcrosby@nsf.gov",
 "po_sign_block_name": "Karen Crosby",
 "awd_eff_date": "2022-10-15",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 299990.0,
 "awd_amount": 299990.0,
 "awd_min_amd_letter_date": "2022-08-01",
 "awd_max_amd_letter_date": "2022-08-01",
 "awd_abstract_narration": "This project aims to serve the national interest by improving student learning outcomes in engineering education using technical poetry writing as an active learning experience. Communication is the exchange of information and ideas and plays a critical role in STEM teaching and learning. While educational materials help an instructor communicate content knowledge to students, assessment tools help students communicate their understanding of the content knowledge to instructors. In today’s information rich environment, new approaches are needed to help students make sense of this information. Technical poetry writing can provide an active learning exercise so that students can synthesize information from various sources and make meaning of the content for themselves by constructing poems that are technically accurate. This project will provide students with instruction on how to write and analyze poems with technical engineering content. It is expected that these writing and analysis activities will increase students’ imaginative capacities, deepen their conceptual understanding of the technical content, and develop their communication skills. An instructor training workshop will be developed and offered to STEM faculty at the University of Florida and to engineering instructors at engineering education related national conferences. The workshop will broadly disseminate the potential benefits of using poetry based activities to enhance student learning and provide training on how to incorporate these activities in upper-level technical courses.\r\n\r\nThe overall goal of the project is to develop a comprehensive framework for the use of poetry as a mechanism for improving student learning in undergraduate engineering education. The specific project objectives are to: (1) create poetry-based in-class activities as well as homework assignments and evaluate the impact of such activities and assignments on student learning; (2) develop poetry-based supplemental teaching materials and evaluate their effectiveness on student learning; and (3) develop a training workshop to help guide other instructors to incorporate poetry-based activities into other engineering courses as an engaging instructional strategy. Poetry writing as a learning tool is grounded in the constructivist learning theory, which supports the need for active learning experiences. The guiding research questions are: Does poetry writing improve students’ conceptual understanding of the technical material? How do students experience the utilization of their imaginative capacities, the enrichment of their conceptual understanding of the technical concept, and the development of their communication skills by writing poetry on technical content? This project is expected to generate new data and insights as to how poetry writing and poetry analysis can be used to enhance students’ conceptual understanding of technical material. In addition to employing standardized quizzes to assess technical knowledge, student learning will be assessed through new analysis methods developed to measure the richness of technical content, the accuracy of technical content, and the level of cognitive process demonstrated in student-written poems. Further, a deeper understanding of how and why poetry writing helps to impact student learning will be gleaned from a phenomenological analysis of student self-reflection data. The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students. Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elif",
   "pi_last_name": "Akcali",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elif Akcali",
   "pi_email_addr": "akcali@ise.ufl.edu",
   "nsf_id": "000289599",
   "pi_start_date": "2022-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elayne",
   "pi_last_name": "Colon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elayne Colon",
   "pi_email_addr": "epcolon@coe.ufl.edu",
   "nsf_id": "000872641",
   "pi_start_date": "2022-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "UNIVERSITY OF FLORIDA",
  "perf_str_addr": "1 UNIVERSITY OF FLORIDA",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326110002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 299990.0
  }
 ],
 "por": null
}