{
 "awd_id": "2215807",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Further Development of an Open Educational Resource to Improve Architectural Engineering Students’ Conceptual Knowledge When Writing to Learn",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927165",
 "po_email": "rtalbot@nsf.gov",
 "po_sign_block_name": "Robert M. Talbot III",
 "awd_eff_date": "2022-06-01",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 274637.0,
 "awd_amount": 274637.0,
 "awd_min_amd_letter_date": "2022-06-01",
 "awd_max_amd_letter_date": "2022-06-01",
 "awd_abstract_narration": "Conceptual understanding of core engineering fundamentals enables engineers to predict how a system will behave, to determine appropriate solutions to problems, to choose relevant design processes, and to explain how the world around them works. Conceptual understanding refers to rich cognitive representations of concepts, both concrete and abstract, such as how a masonry veneer wall composite aligns with heat energy principles. Such conceptual understanding is essential, yet newly entering college students and even recent graduates commonly misperceive the engineering concepts needed to solve even simple problems in real-world practice. Addressing this gap early in undergraduate training will lay a stronger foundation for building the next generation of engineers who are vital for our nation’s economic resilience and future competitiveness on the international stage. The software and approach developed by this project provides summary writing exercises with immediate feedback to support classroom lecture and discussion in real time. The broader benefits of this project include that the research findings and the software can complement and extend other STEM writing pedagogies. The software will be designed to be quick and simple to set up by a course instructor and can be used in any content area, thus it has potentially wide application in any STEM course at the undergraduate and even high school levels. The software and approach automatically scale to courses with large enrollments, for example massive open online engineering courses that serve tens of thousands of students, thus adding deeper conceptual engagement to these courses at little extra cost.\r\n\r\nSummary writing with feedback, also called writing-to-learn, is an effective way to build conceptual understanding, but grading essays is time consuming especially in large enrollment courses.  A second evidence-based way to improve students’ conceptual understanding is to intentionally and explicitly include domain knowledge conceptual representations in courses, for example, using network graphs as individual feedback and for classroom discussions. When students use network graphs, the form of their conceptual model becomes more like an expert’s model. Combining these findings, this 2-year interdisciplinary research and software development project will investigate the influence of knowledge structure feedback as network graphs of lesson concepts when writing to learn in the engineering domain studied through an educational lens. The four investigations, in order, will compare (1) writing with network feedback to no writing, (2) writing with network feedback to writing without feedback, (3) writing with network feedback with or without delayed instructor explanations of the lesson conceptual structure as podcasts, and (4) writing with network feedback with or without immediate instructor explanations of the lesson conceptual structure during lectures. The four investigations in this project have potential to add to the known theory and practice regarding knowledge structure networks as feedback mechanisms when writing to learn in STEM courses. Results of these four investigations could inform the potential of explicitly teaching domain knowledge conceptual structure to augment traditional teaching approaches, and extend the writing to learn STEM content research to include feedback as conceptual network structure. The research findings will be disseminated through webinars, social media, a persistent project website, journals, workshops, and conference presentations. The software developed will be available to the public as an open education resource through the project website. The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students. Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roy",
   "pi_last_name": "Clariana",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Roy B Clariana",
   "pi_email_addr": "RClariana@psu.edu",
   "nsf_id": "000356555",
   "pi_start_date": "2022-06-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adrian",
   "pi_last_name": "Barb",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Adrian S Barb",
   "pi_email_addr": "adrian@psu.edu",
   "nsf_id": "000549392",
   "pi_start_date": "2022-06-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ryan",
   "pi_last_name": "Solnosky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ryan Solnosky",
   "pi_email_addr": "rls5008@psu.edu",
   "nsf_id": "000665569",
   "pi_start_date": "2022-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 274637.0
  }
 ],
 "por": null
}