{
 "awd_id": "2215074",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "When Place Matters: A Comparative Study of Access and Justice across Tribal and State Courts",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032922950",
 "po_email": "shirsch@nsf.gov",
 "po_sign_block_name": "Susan F. Hirsch",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 309850.0,
 "awd_amount": 309850.0,
 "awd_min_amd_letter_date": "2022-06-16",
 "awd_max_amd_letter_date": "2024-06-24",
 "awd_abstract_narration": "This project will advance a theory of “place-based judicial intimacy” to offer a timely intervention in access to justice scholarship and policy. Recognizing that attorney shortages, economic marginalization, and insufficient access to justice supports put rural individuals at disproportionately high risk for legal need, this study will evaluate the active judging efforts of rural tribal and state courts judges as a meaningful response to this inequitable access to justice context. The anticipated intellectual merit of this project includes a timely rural intervention in diverse literatures on judging and judicial empathy, active judging and access to justice, and place attachment. This study will further augment scholarship on judicial stress and well-being, procedural fairness, and confidence in the courts. The anticipated broader impacts of this project include: 1) the provision of empirical data to state and federal access to justice initiatives, which tend to overlook rural individuals as among those with the highest number of legal needs while also likeliest to be “digitally excluded”; 2) increased knowledge about the role of rural place in justice delivery via policy briefs, a research website, academic articles, and speaking engagements; 3) scalable insights for cross-disciplinary collaborations aimed at addressing rural professional shortages more generally; and 4) the training and advancement of rural and/or Indigenous law, tribal lay advocacy, and medical students in data collection and analysis, which will give voice to student populations that while “elite” in their training remain largely overlooked in the legal and medical professions.\r\n\r\nThis project will engage tribal courts, state courts, and concurrent jurisdictions—each a relatively understudied topic—by expressly attending to the role of rural place in and across each setting. It will advance a new theory on place as a dimension of rural justice, and specifically as a form of intimacy between judges and litigants that may facilitate a meaningful experience of “access” where other access to justice initiatives fail. This project seeks to answer four primary questions: 1) What motivates place-based judicial intimacy, and how is the practice of it shaped by judges’ individual identities, backgrounds, and positionalities? 2) In what ways does place-based judicial intimacy reflect and satisfy the more general goals or assumptions about “active judging?” How does it complicate or exceed these expectations? 3) How do litigants regard place-based judicial intimacy? When and why is it interpreted as “access,” and how do litigants’ own identities, backgrounds, and positionalities inform this interpretation? 4) When does place—and specifically, rural place—figure in non-rural courtrooms and in broader statewide and cross-jurisdictional forums? What opportunities exist for meaningfully incorporating and addressing the unique experiences of rural litigants and judges? A comparative mixed-methodological approach that includes courtroom observations; in-depth interviews and daily debriefs with rural judges; document collection; litigant surveys; and observations at formal and informal meetings of tribal and state court judges will be utilized.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michele",
   "pi_last_name": "Statz",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Michele L Statz",
   "pi_email_addr": "mstatz@d.umn.edu",
   "nsf_id": "000586357",
   "pi_start_date": "2022-06-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "1035 University Drive",
  "perf_city_name": "Duluth",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "558123031",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MN08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128Y00",
   "pgm_ele_name": "Law & Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "098Z",
   "pgm_ref_txt": "LS-Law and Science"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 98453.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 102647.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 108750.0
  }
 ],
 "por": null
}