{
 "awd_id": "2216773",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Integrated Sensing and Normally-off Computing for Edge Imaging Systems",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032928103",
 "po_email": "rlukasze@nsf.gov",
 "po_sign_block_name": "Ale Lukaszew",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 260664.0,
 "awd_amount": 260664.0,
 "awd_min_amd_letter_date": "2022-09-06",
 "awd_max_amd_letter_date": "2024-07-30",
 "awd_abstract_narration": "Internet of Things (IoT) devices are projected to exceed $1000B by 2025, with a web of interconnection projected to comprise approximately 75+ billion IoT devices. The large number of IoTs consists of sensory imaging systems that enable massive data collection from the environment and people. However, considerable portions of the captured sensory data are redundant and unstructured. Data conversion of such large raw data, storing in volatile memories, transmission, and computation in on-/off-chip processors, impose high energy consumption, latency, and a memory bottleneck at the edge. Moreover, because renewing batteries for IoT devices is very costly and sometimes impracticable, energy harvesting devices with ambient energy sources and low maintenance have impacted a wide range of IoT applications such as wearable devices, smart cities, and the intelligent industry. This project explores and designs new high-speed, low-power, and normally-off computing architectures for resource-limited sensory nodes by exploiting cross-layer post-CMOS approaches to overcome these issues. Successful completion of this research will have benefits to a variety of critical application domains, including medical monitoring, industrial and/or environmental sensors. This project will make a strong effort on developing undergraduate and graduate course modules, propagating transportable and open-source models, and broadening STEM participation through publications/presentations at conferences for knowledge dissemination.\r\n\r\nThis project will follow two main research thrusts. Thrust 1 designs and analyzes a Processing-In-Sensor Unit (PISU) co-integrating always-on sensing and processing capabilities in conjunction with a Processing-Near-Sensor Unit (PNSU). The hybrid platform will feature real-time programmable granularity-configurable arithmetic operations to balance the accuracy, speed, and power-efficiency trade-offs under both continuous and energy-harvesting-powered imaging scenarios. This platform will enable resource-limited edge devices to locally perform data and compute-intensive applications such as machine learning tasks while consuming much less power than present state-of-the-art technology. The power profile of ambient energy sources imposes fundamental constraints on processing stability and duration. To achieve high sensing and computation parallelism under unstable power supply conditions, Intermittent-Robust Integrated Sensing Computation (IRISC) will be designed. During power failure, IRISC stores intermediate values in non-volatile spin-based devices, which will ensure uninterrupted operations. To meet the hardware constraints and mitigate the high write power of spin-based devices, they will be selectively and efficiently inserted within the datapaths through a novel NV-clustering methodology to create corresponding intermittent-robust IP cores that realize intermittent computation with lower power consumption while maintaining middleware coherence. This cross-layer devices-to-system research approach will be assessed by developing a comprehensive evaluation framework, a transportable energy-harvested computational workload suite, and FPGA-MRAM-based emulation platforms for IRISC.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Arman",
   "pi_last_name": "Roohi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arman Roohi",
   "pi_email_addr": "aroohi@uic.edu",
   "nsf_id": "000827094",
   "pi_start_date": "2022-09-06",
   "pi_end_date": "2024-07-30"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sasitharan",
   "pi_last_name": "Balasubramaniam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sasitharan Balasubramaniam",
   "pi_email_addr": "sasi@unl.edu",
   "nsf_id": "000868259",
   "pi_start_date": "2024-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "151 Prem S. Paul Research Center",
  "perf_city_name": "Lincoln",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685031435",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 260664.0
  }
 ],
 "por": null
}