{
 "awd_id": "2216131",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF MRI: Acquisition of a Nanoscale 3D Printer for Medical Device Precision Manufacturing at Michigan State University",
 "cfda_num": "47.041, 47.083",
 "org_code": "07010000",
 "po_phone": "7032928103",
 "po_email": "rlukasze@nsf.gov",
 "po_sign_block_name": "Ale Lukaszew",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 589100.0,
 "awd_amount": 589100.0,
 "awd_min_amd_letter_date": "2022-08-16",
 "awd_max_amd_letter_date": "2022-09-07",
 "awd_abstract_narration": "Title: NSF MRI: Acquisition of a Nanoscale 3D Printer for Medical Device Precision Manufacturing at Michigan State University\r\nAbstract\r\nPrecision manufacturing is a dominating factor for future medical technology innovation. This project seeks to accelerate the precision medical device research at Michigan State University (MSU) and in Midwest Michigan by acquiring a Nanoscribe Photonic Professional GT2. The Nanoscribe instrument is a unique cutting-edge lithography system that allows fabricating micro/nanoscale complex structures from virtual 3D models with low cost, fast speed (100 mm/s), extremely high resolutions (160 nm), and large print volume. The instrument will be housed at the Electrical and Computer Engineering Research Cleanroom (ERC), a multidisciplinary shared research facility available to both MSU and external users. With the Nanoscribe, MSU will become a regional hub for providing high-precision additive manufacturing support to users from MSU as well as other institutes and local companies in Midwest Michigan. The instrument will immediately benefit a diverse team of investigators and their cross-disciplinary research projects from 4 different departments and 3 colleges at MSU and other institutions including Fraunhofer USA Center Midwest, Helen Devos Children Hospital, Washington University in St. Louis, and Oakland University. The associated research is expected to produce numerous patents on medical devices with huge potential to be translated into clinical use. Besides research benefits, the instrument will serve as an educational tool for training multidisciplinary researchers and bioengineers in additive manufacturing, micro/nanoengineering, biotechnologies, physics, environmental science, scientific art, etc. \r\n\r\nPrecision medical device research is one of MSU’s most rapidly growing research areas, where cross-disciplinary collaborations leverage the combined strengths of Colleges of Engineering, Natural Science, and Human Medicine as well as the Institute for Quantitative Health Science & Engineering to create the next generation of micro/nanodevices for medicine and health. The capabilities of the requested  Nanoscribe will open many new avenues of research in the following major areas: (1) Neural interface technologies: miniaturized implants for seamless communication with the brain and the nervous systems; (2) Wearables: flexible and/or stretchable sensors for monitoring biophysical markers of wearers’ health; (3) Microfluidics & organoid-on-chip: biomaterial-based, micro/nanostructures to study cell/tissue properties, cell communication in living systems, organoid development and maturation, and aerosol particles; (4) Biomedical micro/nanorobotics: soft, intelligent robotics for adaptive and safe interaction with human body and environments; (5) Biophotonics for ultra-thin biomedical imaging and biosensing. The requested Nanoscribe is an essential enabling tool that will not only address the critical need of a diverse group of researchers to expedite their current/future research in biomedical devices, but also promote multidisciplinary collaborations between engineers and scientists within the department, across MSU, and beyond the institution. Besides medical and health research, the requested Nanoscribe instrument will significantly expand the existing micro/nanomanufacturing capabilities at MSU for serving the needs of micro/nanoscale science, engineering, and technology. By creating state-of-the-art nanoscale objects, the instrument will also serve as an important tool to create scientific training and artistic works to attract students, especially from the underresppreatnd groups, to pursue STEM education and research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wen",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wen Li",
   "pi_email_addr": "wenli@msu.edu",
   "nsf_id": "000524841",
   "pi_start_date": "2022-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nelson",
   "pi_last_name": "Sepulveda",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nelson Sepulveda",
   "pi_email_addr": "sepulve6@msu.edu",
   "nsf_id": "000479668",
   "pi_start_date": "2022-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zhen",
   "pi_last_name": "Qiu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhen Qiu",
   "pi_email_addr": "qiuzhen@msu.edu",
   "nsf_id": "000760412",
   "pi_start_date": "2022-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bige Deniz",
   "pi_last_name": "Unluturk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bige Deniz Unluturk",
   "pi_email_addr": "unluturk@msu.edu",
   "nsf_id": "000842085",
   "pi_start_date": "2022-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jinxing",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jinxing Li",
   "pi_email_addr": "jl@msu.edu",
   "nsf_id": "000850814",
   "pi_start_date": "2022-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "775 Woodlot Drive",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488247000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 589100.0
  }
 ],
 "por": null
}