{
 "awd_id": "2216857",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Development of Dimeric Molecular n- and p-Dopants and their Application in Organic Light-emitting Diodes",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922453",
 "po_email": "plane@nsf.gov",
 "po_sign_block_name": "Paul Lane",
 "awd_eff_date": "2022-02-01",
 "awd_exp_date": "2023-01-31",
 "tot_intn_awd_amt": 650000.0,
 "awd_amount": 131977.0,
 "awd_min_amd_letter_date": "2022-01-27",
 "awd_max_amd_letter_date": "2022-01-27",
 "awd_abstract_narration": "Non-Technical: There is increasing interest in low-cost, lightweight flexible electronic devices such as displays, lighting and solar cells that use organic (carbon-based) molecules or polymers in place of traditional semiconductors. The electrical properties of organic materials are often controlled using additives called dopants. The PIs have developed dopant molecules that exhibit an unprecedented combination of ease of use and effectiveness. Recently they have discovered that exposure to light can increase the utility of these dopants still further, enabling them to be used with materials suitable for display applications for which few other dopants are effective. This research explores the possibilities and limitations of this approach using chemical synthesis of new dopants, electrical measurements, and device fabrication and testing. Research outcomes may lead to improved devices, particularly displays that require less power. The research provides graduate students with interdisciplinary training, affords case studies for inclusion in the PIs' lectures, and gives opportunities for the education and training of women and minorities by hosting summer students and encouraging application to graduate school, recruiting at minority-serving institutions and conferences, and through interactions with New Mexico Highlands University.\r\n\r\nTechnical: Controllable doping of organic semiconductors with molecular oxidants or reductants can greatly improve charge injection and conductivity in transistors (OFETs), as well as organic photovoltaics and light-emitting diodes. Dimeric n-dopants offer an unprecedented combination of ambient stability and strong reducing ability. This research builds on the PIs' recent findings that UV or visible light can extend the effective strength of these dimers beyond their thermodynamic limit, enabling n-doping of OLED materials. The goal of the research is to understand the mechanism, scope, practicalities, and limitations of the photoactivation, through varying the semiconductor electron affinity and rigidity, developing both stronger and weaker dimeric n-dopants, and developing dimeric p-dopants. The approach includes dopant synthesis and characterization; reactivity and photoactivation studies; electron spectroscopy, electrical, and dopant-diffusion measurements; and OLED fabrication and testing. Broader technological impacts include facilitating OLEDs with low turn-on voltages, and simplification of OPV and OFET manufacture. Educational impacts include interdisciplinary training of research students in synthetic chemistry, physical characterization, and device work; incorporation of materials based on the research into lectures at the PIs' institutions and at New Mexico Highlands University (where students also determine crystal structures of new compounds); and opportunities for the education and training of women and minorities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Seth",
   "pi_last_name": "Marder",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Seth R Marder",
   "pi_email_addr": "seth.marder@colorado.edu",
   "nsf_id": "000180021",
   "pi_start_date": "2022-01-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090584",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 131977.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Devices &ndash; including light-emitting diodes for displays and lighting, transistors (for switching and controlling other devices), solar cells, thermoelectrics (for harvesting waste heat) - based on organic (and hybrid organic-inorganic) semiconductors are potentially lower cost and more tunable than those based on traditional inorganic semiconductors such as silicon. However, in many cases organic semiconductors need to be electrically doped to obtain the necessary electrical conductivity and/or to facilitate the ability of electrical charges to cross interfaces with other materials. This doping can be accomplished by addition of other molecules that can either give an electron to the semiconductor (n-dopant) or take an electron (p-dopant), both n- and p-doping being necessary for the full range of possible devices. Strong &ldquo;simple&rdquo; dopants, which simply donate or abstract an electron, are generally highly sensitive to atmospheric air and/or water. However, &ldquo;complex&rdquo; dopants, in which the electron-transfer process is coupled to other chemical reactions, such as breaking a chemical bond in the dopant, can help circumvent this limitation, facilitating their handling and use. This work (first conducted as DMR-1807797 at Georgia Tech and Princeton, and continued as DMR-2216857 at University of Colorado Boulder, after a move of the PI) concerns the development and use of such &ldquo;complex&rdquo; dopants.</p>\n<p>&nbsp;</p>\n<p>INTELLECTUAL MERIT. We have contributed to the understanding of organic semiconductor doping in general through: synthesizing new examples of &ldquo;complex&rdquo; dopants, including some of the strongest, yet moderately air stable, n-dopants to date; elucidating reaction mechanisms for several classes of &ldquo;complex&rdquo; n-dopants, giving insight into how dopant / semiconductor combinations should be selected and future materials designed; and finding new ways of applying these dopants. n-Doping electron-transporting semiconductors suitable for use in light-emitting diodes is particularly challenging. We had previously doped a molecular semiconductor POPy2 in OLEDs with one of dopants and photoexcitation; we have now demonstrated several alternative approaches including improving charge injection into POPy2 by doping of a graphene electrode, n-doping of a polymeric material in OLEDs, and use of doped POPy2 (and a related material) in light-emitting diodes based on hybrid organic-inorganic metal-halide-based material. We have also demonstrated surface doping of a variety of inorganic and hybrid surfaces, contributed to fundamental understanding of the electronic structure of doped materials, and developed a number of approaches for insolubilizing doped films and/or immobilizing dopants in films, both of which may be useful for fabricating multilayered devices employing doped layers.</p>\n<p>&nbsp;</p>\n<p>BROADER IMPACTS. The dopants, understanding of dopant design, device implementations, and insolubilization / immobilization approaches developed and studied in this program can potentially improve the performance of all of the various types of devices noted above, all of which have potential societal benefits. As well as the primary impact on organic electronics, the dopants under study here may impact other fields where the doping of the surface of an inorganic (semi)conductor - including emergent materials such as few-layer transition metal dichalcogenides and so-called &ldquo;MXenes&rdquo; - is used to modify its properties. For example, one of the dopants we have developed has enabled one of the most thorough physical studies to date of the surface n-doping of a two-dimensional metal dichalcogenide. Since effective p-/n-dopants are powerful oxidants/reductants they may also be useful in other fields, for example, in order to generate highly reduced/oxidized species for spectroscopic study, or in accomplishing organic reactions; indeed, Marder is currently (with other funding) investigating the use of some of these dopants in chemical reductions, specifically in mediating the electrochemically driven recycling of poly(ethylene terphthalate), which is clearly a process of societal benefit.</p>\n<p>&nbsp;</p>\n<p>The project has supported a number of graduate students and postdocs, many of whom have been female, providing them with a multidisciplinary collaborative training spanning aspects of chemistry, materials science, physics, and device engineering. As well as opportunities for research, these researchers have received mentoring and also opportunities for them to act as teachers and mentors in science and engineering areas. Examples of dopant chemistry have been used to illustrate concepts in undergraduate and graduate organic chemistry classes. Students at New Mexico Highlands University - a minority-serving institution - have collaborated on the project, carrying out crystal-structure determinations for both n-dopants and related cationic precursors</p>\n<p>&nbsp;</p>\n<p>The results of this research have largely been disseminated through scientific journal articles (29 to date, more submitted and in preparation) and through conference presentations.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/05/2023<br>\n\t\t\t\t\tModified by: Seth&nbsp;R&nbsp;Marder</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/2216857/2216857_10546040_1683218507774_imageforoutcomereport--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/2216857/2216857_10546040_1683218507774_imageforoutcomereport--rgov-800width.jpg\" title=\"image for outcome report\"><img src=\"/por/images/Reports/POR/2023/2216857/2216857_10546040_1683218507774_imageforoutcomereport--rgov-66x44.jpg\" alt=\"image for outcome report\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Schematic showing the starting point for this research (center) and some of the research undertaken from this starting point.</div>\n<div class=\"imageCredit\">Stephen Barlow</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Seth&nbsp;R&nbsp;Marder</div>\n<div class=\"imageTitle\">image for outcome report</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nDevices &ndash; including light-emitting diodes for displays and lighting, transistors (for switching and controlling other devices), solar cells, thermoelectrics (for harvesting waste heat) - based on organic (and hybrid organic-inorganic) semiconductors are potentially lower cost and more tunable than those based on traditional inorganic semiconductors such as silicon. However, in many cases organic semiconductors need to be electrically doped to obtain the necessary electrical conductivity and/or to facilitate the ability of electrical charges to cross interfaces with other materials. This doping can be accomplished by addition of other molecules that can either give an electron to the semiconductor (n-dopant) or take an electron (p-dopant), both n- and p-doping being necessary for the full range of possible devices. Strong \"simple\" dopants, which simply donate or abstract an electron, are generally highly sensitive to atmospheric air and/or water. However, \"complex\" dopants, in which the electron-transfer process is coupled to other chemical reactions, such as breaking a chemical bond in the dopant, can help circumvent this limitation, facilitating their handling and use. This work (first conducted as DMR-1807797 at Georgia Tech and Princeton, and continued as DMR-2216857 at University of Colorado Boulder, after a move of the PI) concerns the development and use of such \"complex\" dopants.\n\n \n\nINTELLECTUAL MERIT. We have contributed to the understanding of organic semiconductor doping in general through: synthesizing new examples of \"complex\" dopants, including some of the strongest, yet moderately air stable, n-dopants to date; elucidating reaction mechanisms for several classes of \"complex\" n-dopants, giving insight into how dopant / semiconductor combinations should be selected and future materials designed; and finding new ways of applying these dopants. n-Doping electron-transporting semiconductors suitable for use in light-emitting diodes is particularly challenging. We had previously doped a molecular semiconductor POPy2 in OLEDs with one of dopants and photoexcitation; we have now demonstrated several alternative approaches including improving charge injection into POPy2 by doping of a graphene electrode, n-doping of a polymeric material in OLEDs, and use of doped POPy2 (and a related material) in light-emitting diodes based on hybrid organic-inorganic metal-halide-based material. We have also demonstrated surface doping of a variety of inorganic and hybrid surfaces, contributed to fundamental understanding of the electronic structure of doped materials, and developed a number of approaches for insolubilizing doped films and/or immobilizing dopants in films, both of which may be useful for fabricating multilayered devices employing doped layers.\n\n \n\nBROADER IMPACTS. The dopants, understanding of dopant design, device implementations, and insolubilization / immobilization approaches developed and studied in this program can potentially improve the performance of all of the various types of devices noted above, all of which have potential societal benefits. As well as the primary impact on organic electronics, the dopants under study here may impact other fields where the doping of the surface of an inorganic (semi)conductor - including emergent materials such as few-layer transition metal dichalcogenides and so-called \"MXenes\" - is used to modify its properties. For example, one of the dopants we have developed has enabled one of the most thorough physical studies to date of the surface n-doping of a two-dimensional metal dichalcogenide. Since effective p-/n-dopants are powerful oxidants/reductants they may also be useful in other fields, for example, in order to generate highly reduced/oxidized species for spectroscopic study, or in accomplishing organic reactions; indeed, Marder is currently (with other funding) investigating the use of some of these dopants in chemical reductions, specifically in mediating the electrochemically driven recycling of poly(ethylene terphthalate), which is clearly a process of societal benefit.\n\n \n\nThe project has supported a number of graduate students and postdocs, many of whom have been female, providing them with a multidisciplinary collaborative training spanning aspects of chemistry, materials science, physics, and device engineering. As well as opportunities for research, these researchers have received mentoring and also opportunities for them to act as teachers and mentors in science and engineering areas. Examples of dopant chemistry have been used to illustrate concepts in undergraduate and graduate organic chemistry classes. Students at New Mexico Highlands University - a minority-serving institution - have collaborated on the project, carrying out crystal-structure determinations for both n-dopants and related cationic precursors\n\n \n\nThe results of this research have largely been disseminated through scientific journal articles (29 to date, more submitted and in preparation) and through conference presentations.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/05/2023\n\n\t\t\t\t\tSubmitted by: Seth R Marder"
 }
}