{
 "awd_id": "2216500",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Antiracist Writing Across the Curriculum in STEM at a Developing Polytechnic Hispanic-serving Institution",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kimberly Tanner",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 98158.0,
 "awd_amount": 98158.0,
 "awd_min_amd_letter_date": "2022-06-13",
 "awd_max_amd_letter_date": "2022-06-13",
 "awd_abstract_narration": "This project aims to serve the national interest by improving university-level STEM instruction through antiracist pedagogical approaches for writing instruction and assessment. The project, based at Cal Poly Humboldt, a Hispanic-Serving Institution, will provide professional development opportunities to STEM instructors in antiracist approaches to teaching and assessment of writing. Twelve School of Engineering instructors will participate in a faculty learning community over the one-year project period, and approximately 100 STEM faculty will participate in a writing workshop series. Antiracist approaches to writing instruction in this project are defined as inclusive frameworks for language and writing development, antiracist writing assessment theories, and pedagogies that sustain students’ cultural and linguistic knowledge. This project will support the teaching and assessment of writing in STEM for a racially and linguistically diverse student population.\r\n\r\nWhile many inclusive pedagogical practices in the teaching of STEM have gained momentum over the previous decade, antiracist writing theories and pedagogies have remained largely absent in STEM instructional designs. This early-stage project will develop, support and measure STEM instructor understanding and application of antiracist approaches to writing pedagogy and assessment in STEM disciplines. The one-year project activities include a twelve-week faculty learning community (FLC) for instructors in the School of Engineering and a six week Writing Workshop series available to all STEM faculty at Cal Poly Humboldt. The FLC will allow School of Engineering faculty to engage in sustained study, collaborative discussion, and applications of theories that inform antiracist, culturally sustaining frameworks for writing instruction. The Writing Workshop Series will present actionable, straightforward models for antiracist, equity-minded writing assignment and assessment designs that can be immediately implemented. The project will use instructor-facing rubrics and survey instruments to study, apply, and test the effectiveness of the professional development design in regard to antiracist instructional transformation. The project’s evaluative tools are designed to allow the project team to study instructor and instructional design changes over the project period in response to the professional development content and goals. Measurement will primarily examine the types and degree of instructional changes (practices and beliefs) for FLC and Workshop participants over the one-year period of the project. Across the California State University system and the national network of post-secondary Hispanic-Serving Institutions, the project has potential to help to spearhead knowledge about the impact of professional development in antiracist writing instruction for STEM faculty and specific to STEM instruction, for which there is no known existing models or research. The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students. Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Tremain",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa Tremain",
   "pi_email_addr": "lisa.tremain@humboldt.edu",
   "nsf_id": "000869788",
   "pi_start_date": "2022-06-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Eschenbach",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth A Eschenbach",
   "pi_email_addr": "Beth.Eschenbach@humboldt.edu",
   "nsf_id": "000465668",
   "pi_start_date": "2022-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Humboldt State University Foundation",
  "inst_street_address": "1 HARPST ST",
  "inst_street_address_2": "",
  "inst_city_name": "ARCATA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "7078264189",
  "inst_zip_code": "955218222",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CA02",
  "org_lgl_bus_name": "CAL POLY HUMBOLDT SPONSORED PROGRAMS FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "K1S8M8RU4FK7"
 },
 "perf_inst": {
  "perf_inst_name": "Humboldt State University",
  "perf_str_addr": "1 Harpst Street",
  "perf_city_name": "Arcata",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "955218299",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 98158.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-d566646e-7fff-a8eb-aa09-d34f4919695f\"><span><span id=\"docs-internal-guid-665418bc-7fff-879a-a9b1-8897594f28c7\"><span>This project</span><span>&rsquo;s goal was to improve teaching of university-level STEM instruction at Cal Poly Humboldt, an Hispanic-Serving Institution, through antiracist pedagogical approaches for writing instruction and assessment. <span id=\"docs-internal-guid-477b3844-7fff-068d-00e4-ed82e585cd15\"><span>Antiracist approaches to writing instruction in this project were defined as inclusive frameworks for language and writing development, antiracist writing assessment theories, and pedagogies that sustain students&rsquo; cultural and linguistic knowledges.&nbsp;</span></span></span></span>This early-stage project developed, supported and measured STEM instructor understandings and application of antiracist approaches to writing pedagogy and assessment in the School of Engineering at Cal Poly Humboldt. The one-year project activities were grounded in professional development programming that integrated theories of inclusive approaches to language and writing development, cultural foundations to learning, </span><span>antiracist writing assessment, and culturally sustaining pedagogies (Weilbacher 2012; Canagarajah 2013; Horner et al. 2015; Inoue 2015; Ruiz and Sanchez 2016; Baker-Bell et al. 2017; Alim and Paris, 2020).</span><span> </span><span>The project featured two distinct components that targeted differentiated instructor needs and capacities over the one-year period, including: 1) A Faculty Learning Community (FLC) that met bi-monthly over the one-year period of the project; and </span><span>2) A workshop series which presented </span><span>actionable, straightforward models for antiracist, equity-minded writing assignment and assessment designs that could be immediately implemented. The FLC and workshops allowed instructor-particpants&nbsp;</span><span>to engage in recursive study, collaborative discussion, and applications of theories that inform antiracist, culturally sustaining frameworks for writing instruction. <span id=\"docs-internal-guid-5fae484d-7fff-1f96-a0ce-f05b7a1bf047\"><span>The project used instructor-facing rubrics and survey instruments to study, apply, and test the effectiveness of the professional development design in regard to antiracist instructional transformation. Measurement primarily examined the types and degree of instructional changes (practices and beliefs) for FLC and workshop participants over the one-year period of the project.</span></span></span><span>&nbsp;Curricular designs and self-assessments were also collected and analyzed at pre- and post-stages of the project. </span><span>The project yielded qualitative benchmark data that identified impacts on teacher learning and curricular designs. Data revealed that participants increased their theoretical and practical understandings of antiracist curricular practices for teaching writing in STEM; participants also improved their confidence in applying the specific theories and practices that inform this project to their curricular designs. T<span id=\"docs-internal-guid-d3eca700-7fff-1bac-a8ae-c60ecd98832e\"><span>his project's intention was to&nbsp; spearhead knowledge about the impact of professional development in antiracist writing instruction for STEM faculty and specific to STEM instruction, for which there is no known existing models or research.</span></span></span></span></p><br>\n<p>\n Last Modified: 01/05/2024<br>\nModified by: Lisa&nbsp;Tremain</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis projects goal was to improve teaching of university-level STEM instruction at Cal Poly Humboldt, an Hispanic-Serving Institution, through antiracist pedagogical approaches for writing instruction and assessment. Antiracist approaches to writing instruction in this project were defined as inclusive frameworks for language and writing development, antiracist writing assessment theories, and pedagogies that sustain students cultural and linguistic knowledges.This early-stage project developed, supported and measured STEM instructor understandings and application of antiracist approaches to writing pedagogy and assessment in the School of Engineering at Cal Poly Humboldt. The one-year project activities were grounded in professional development programming that integrated theories of inclusive approaches to language and writing development, cultural foundations to learning, antiracist writing assessment, and culturally sustaining pedagogies (Weilbacher 2012; Canagarajah 2013; Horner et al. 2015; Inoue 2015; Ruiz and Sanchez 2016; Baker-Bell et al. 2017; Alim and Paris, 2020). The project featured two distinct components that targeted differentiated instructor needs and capacities over the one-year period, including: 1) A Faculty Learning Community (FLC) that met bi-monthly over the one-year period of the project; and 2) A workshop series which presented actionable, straightforward models for antiracist, equity-minded writing assignment and assessment designs that could be immediately implemented. The FLC and workshops allowed instructor-particpantsto engage in recursive study, collaborative discussion, and applications of theories that inform antiracist, culturally sustaining frameworks for writing instruction. The project used instructor-facing rubrics and survey instruments to study, apply, and test the effectiveness of the professional development design in regard to antiracist instructional transformation. Measurement primarily examined the types and degree of instructional changes (practices and beliefs) for FLC and workshop participants over the one-year period of the project.Curricular designs and self-assessments were also collected and analyzed at pre- and post-stages of the project. The project yielded qualitative benchmark data that identified impacts on teacher learning and curricular designs. Data revealed that participants increased their theoretical and practical understandings of antiracist curricular practices for teaching writing in STEM; participants also improved their confidence in applying the specific theories and practices that inform this project to their curricular designs. This project's intention was to spearhead knowledge about the impact of professional development in antiracist writing instruction for STEM faculty and specific to STEM instruction, for which there is no known existing models or research.\t\t\t\t\tLast Modified: 01/05/2024\n\n\t\t\t\t\tSubmitted by: LisaTremain\n"
 }
}