{
 "awd_id": "2216215",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of an SEM-EDS system to further multidisciplinary scientific inquiry and discovery in Western New York",
 "cfda_num": "47.050, 47.083",
 "org_code": "06030000",
 "po_phone": "7032924705",
 "po_email": "lastiz@nsf.gov",
 "po_sign_block_name": "Luciana Astiz",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 336834.0,
 "awd_amount": 336834.0,
 "awd_min_amd_letter_date": "2022-08-17",
 "awd_max_amd_letter_date": "2022-08-17",
 "awd_abstract_narration": "This grant will purchase for the State University of New York (SUNY) at Fredonia a scanning electron microscope (SEM) equipped with an energy dispersive x-ray spectroscopy (EDS) detector and related equipment. This integrated device will provide students and faculty at SUNY Fredonia the ability to image very tiny objects and to determine their chemical composition. The SEM-EDS will be versatile and be employed on a variety of objects from fossils to rock specimens to thin-section slides to biological specimens. The SEM-EDS system will enhance student-faculty research and educational opportunities across multiple academic disciplines such as anthropology/archaeology, biology, chemistry, geology, environmental sciences, and science education. Student use of SEM-EDS will foster analytical skills, technical experience in instrument operation and data evaluation, and better prepare them for careers in science. In addition, the SEM-EDS will allow for the development partnerships across our community and region, as well as in our regional school districts, to capitalize on experiential learning opportunities for the next generation of scientists. Project personnel will prepare outreach programs and video modules linking SEM-EDS investigation to New York State Next Generation Science Standards.\r\n\r\nThe SEM-EDS system will enhance regional research opportunities by promoting new collaborations across the SUNY Fredonia campus and with researchers at other campuses, educational institutions, and potentially non-profit partners. Currently, this grant will allow a range of research projects from the departments of Geology & Environmental Sciences, Biology, and Chemistry. Planned research includes: 1) using SEM-EDS to chemically characterize minerals in representative bedrock samples to better understand metamorphic and partial melting processes that lead to the evolution of the Earth’s crust; 2) using the SEM imaging to better understand the evolution of fossil arthropods; 3) improving our understanding of the fossilization processes of soft-tissues that rarely preserve in the paleontological record; 4) chemical analysis of thin sections from an ~500-year old archaeological semi-subterranean pit feature at a precontact Native American village that may have been used to dispose of human latrine waste; 5) using SEM to analyze micro-textures of sand grains to better reconstruct how certain landforms originated (e.g., wind-blown dunes vs river transported levees); 6) identifying diatom species, via SEM imagery, from lakes and streams to help determine contemporary water quality conditions as well as past environmental changes as part of broader paleolimnological studies; 7) using SEM-EDS to chemically characterize the surface of so-called nanocluster catalysts being studied as possible non-fossil fuel alternative energy sources; and, 8) using SEM imaging to study rapid diversification and taxonomic importance of microscopic features in North American tree crickets.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Hegna",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas A Hegna",
   "pi_email_addr": "thomas.hegna@fredonia.edu",
   "nsf_id": "000848571",
   "pi_start_date": "2022-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Jabot",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Michael E Jabot",
   "pi_email_addr": "Michael.Jabot@fredonia.edu",
   "nsf_id": "000149153",
   "pi_start_date": "2022-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wentao",
   "pi_last_name": "Cao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wentao Cao",
   "pi_email_addr": "cao@fredonia.edu",
   "nsf_id": "000775916",
   "pi_start_date": "2022-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Purtill",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew P Purtill",
   "pi_email_addr": "matthew.purtill@fredonia.edu",
   "nsf_id": "000845555",
   "pi_start_date": "2022-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY College at Fredonia",
  "inst_street_address": "280 CENTRAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FREDONIA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166733528",
  "inst_zip_code": "140631127",
  "inst_country_name": "United States",
  "cong_dist_code": "23",
  "st_cong_dist_code": "NY23",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "JFN1KKMNPL53"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY College at Fredonia",
  "perf_str_addr": "280 CentralAve Reed Library 127A",
  "perf_city_name": "Fredonia",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "140631127",
  "perf_ctry_code": "US",
  "perf_cong_dist": "23",
  "perf_st_cong_dist": "NY23",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1580",
   "pgm_ref_txt": "INSTRUMENTATION & FACILITIES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 336834.0
  }
 ],
 "por": null
}