{
 "awd_id": "2216551",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Quantifying behavior, nutrition, and energy balance in an ‘energetically frugal’ primate",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 28392.0,
 "awd_amount": 28392.0,
 "awd_min_amd_letter_date": "2022-08-04",
 "awd_max_amd_letter_date": "2022-08-04",
 "awd_abstract_narration": "Organisms use diverse strategies to meet their nutritional needs and maintain a healthy body condition so they may survive and reproduce. This doctoral dissertation project examines the behavior, nutrition, and energetics of a wild primate to assess how a fruit-specialist responds to environmental unpredictability and prolonged periods of fruit scarcity, as well as how these responses may change in response to habitat disturbance. The project facilitates the training and dissertation data collection of a student in behavioral and nutrition methods; implements training workshops for local research staff and international scholars; and provides lab-based research opportunities for several undergraduate and masters students at a minority-serving institution. The research can promote the conservation of a critically endangered species by monitoring the health of populations living in differentially disturbed habitats and predicting outcomes of human-driven habitat disturbance. \r\n\r\nThis project aims to improve our understanding primate dietary flexibility and their subsequent responses to ecological change. Some primates, including some lemurs, are described as being ‘energetically frugal’, employing a combination of energy-saving traits in response to harsh, often unpredictable environments. Several studies have examined primate behavior in response to seasonal changes in climate and food availability, but additional quantification of behavioral responses to nutrition or energy levels may help to further explain the pronounced behavioral flexibility characteristic of many lemur species, particularly in light of ongoing human-driven habitat disturbance. The project proposes four objectives: (1) investigate the relationships between climate, resource availability, and behavior across space and time; (2) examine how lemurs balance nutrient intakes in response to changes in food availability and forest quality; (3) examine the role of minerals in the diet; and (4) elucidate variation in energy balance.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Baden",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea L Baden",
   "pi_email_addr": "andrea.baden@gmail.com",
   "nsf_id": "000482321",
   "pi_start_date": "2022-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nina",
   "pi_last_name": "Beeby",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nina Beeby",
   "pi_email_addr": "nbeeby@gradcenter.cuny.edu",
   "nsf_id": "000871757",
   "pi_start_date": "2022-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Hunter College",
  "inst_street_address": "695 PARK AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2127724020",
  "inst_zip_code": "100655024",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "EK93EZLLBSC4"
 },
 "perf_inst": {
  "perf_inst_name": "Centre ValBio",
  "perf_str_addr": "",
  "perf_city_name": "Ranomafana",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "MA",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Madagascar",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760800",
   "pgm_ele_name": "Bio Anthro DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 28392.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goal of this project was to quantify behavior, nutrition, gut microbiome and energetics in a Critically Endangered primate, the black-and-white ruffed lemur (<em>Varecia variegata</em>), and to determine how this fruit-specialist responds to climatically- and anthropogenically- induced environmental variation in Madagascar.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>We successfully characterized nutritional ecology, gut microbiome dynamics and energetics at a primary forest site to establish baselines that allowed comparison with other sites. We then compared the primary forest site (Mangevo) to one secondary forest site (Talatakely) to quantify the impacts of habitat disturbance using an integrative physiology approach &ndash; this has allowed us to examine the relative contributions of different factors in contributing to energetic outcomes for this species.</p>\r\n<p>Preliminary observations at the disturbed forest site revealed that&nbsp;<em>Varecia&nbsp;</em>may have a higher tolerance to habitat disturbance than previously thought. Though the population size is currently limited (up to 12 individuals), the&nbsp;<em>Varecia&nbsp;</em>at this disturbed, forest-edge site appear to be successfully reproducing&mdash;a sign that conditions are perhaps not as suboptimal as we might expect.&nbsp;</p>\r\n<p>Analyses of&nbsp;behavioral ecology and flexibility revealed&nbsp;that while fission-fusion group dynamics were ubiquitous across sites,&nbsp;<em>Varecia</em>&nbsp;in the secondary forest lived in larger, more stable groups and used a combination of reduced dietary diversity, activity budgets with lower energy expenditure, and larger home ranges. These differences appear to be in response to significantly reduced food availability for secondary forest animals compared to the primary forest animals. These divergent behavioral strategies resulted in broadly similar energetic outcomes at the two sites, indicating that behavioral flexibility plays a critical role in allowing this species to mitigate the costs of habitat disturbance and therefore exploit human-modified habitats.&nbsp;</p>\r\n<p>Regarding their nutritional strategy, we found that despite lower food availability and lower dietary diversity in the secondary forest, the animals&rsquo; nutrient&nbsp;balancing was remarkably similar across sites, though animals in the secondary forest consumed fewer calories overall.&nbsp;<em>Varecia</em>&nbsp;consumed diets high in carbohydrates, moderate-to-low in fat, and low in protein. Moreover, animals at both sites maintained similar protein intakes throughout the year and exhibited similar carbohydrate-fat switching as their main non-protein energy source from February through July.&nbsp;</p>\r\n<p>Finally, when examining the gut microbiome, we found that both climatic and nutritional factors best predicted variation in microbial alpha diversity, which increased during drier cooler periods, characterised by increased fiber and non-structural carbohydrate intakes. These same variables, in addition to level of frugivory, also best predicted differential abundances of microbes within the gut microbiome community. Each macronutrient had positive and negative associations with different microbial taxa and, in many cases, fibers and non-structural carbohydrates showed inverse microbial relationships to those of fat. This indicates that, although&nbsp;<em>Varecia</em>&nbsp;are presumed to not rely on microbial fermentation of dietary nutrients due to their simple digestive tracts and rapid gut transit times, their gut microbiome does respond to changes in nutrient intakes in this species. Investigations into the role of habitat disturbance, and how these relationships differ across the primary and secondary forests, are currently ongoing.</p>\r\n<p>Additionally, the results from this research will form the basis for our ongoing research investigating the physiology of reproduction. The combination of nutrition and energetics data alongside ecological and demographic monitoring has the potential to reveal drivers of this species boom-or-bust reproduction and how reproductive outcomes may change in the face of climate change.</p>\r\n<p>At least five peer-reviewed publications will result directly from this research, four of which will comprise chapters of co-PI Beeby&rsquo;s PhD dissertation. Additionally, this project supported Charline Rasoanarimalala&rsquo;s master&rsquo;s thesis at University of Fianarantsoa, &ldquo;Etude comparative d&rsquo;&eacute;co&eacute;thologie et alimentaire de&nbsp;<em>Varecia variegata</em>&nbsp;dans deux sites diff&eacute;rents au Parc National Ranomafana&rdquo;.&nbsp;<strong>&nbsp;</strong></p>\r\n<p>During the fieldwork stage of this project, co-Investigator Beeby provided training in behavioral and nutritional data collection methods to four female Malagasy master&rsquo;s students: Mihary Rasoavolandrainy, Tantely Rajonaina, and Salohy Ravelotafita from the University of Antananarivo and Charline Rasoanarimalala from the University of Fianarantsoa. Co-Investigator Beeby closely mentored Ms. Rasoanarimalala in data analyses and writing for her master&rsquo;s thesis. PI Baden has since hired Ms. Rasoanarimala as Project Manager of the Ranomafana Ruffed Lemur Project and will be supporting her pursual of a PhD. PI Baden and Co-Investigator Beeby are currently in the process of supporting her in co-authoring a journal publication based on her master&rsquo;s thesis.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/11/2024<br>\nModified by: Andrea&nbsp;L&nbsp;Baden</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe overarching goal of this project was to quantify behavior, nutrition, gut microbiome and energetics in a Critically Endangered primate, the black-and-white ruffed lemur (Varecia variegata), and to determine how this fruit-specialist responds to climatically- and anthropogenically- induced environmental variation in Madagascar.\r\n\n\n\r\n\n\nWe successfully characterized nutritional ecology, gut microbiome dynamics and energetics at a primary forest site to establish baselines that allowed comparison with other sites. We then compared the primary forest site (Mangevo) to one secondary forest site (Talatakely) to quantify the impacts of habitat disturbance using an integrative physiology approach  this has allowed us to examine the relative contributions of different factors in contributing to energetic outcomes for this species.\r\n\n\nPreliminary observations at the disturbed forest site revealed thatVareciamay have a higher tolerance to habitat disturbance than previously thought. Though the population size is currently limited (up to 12 individuals), theVareciaat this disturbed, forest-edge site appear to be successfully reproducinga sign that conditions are perhaps not as suboptimal as we might expect.\r\n\n\nAnalyses ofbehavioral ecology and flexibility revealedthat while fission-fusion group dynamics were ubiquitous across sites,Vareciain the secondary forest lived in larger, more stable groups and used a combination of reduced dietary diversity, activity budgets with lower energy expenditure, and larger home ranges. These differences appear to be in response to significantly reduced food availability for secondary forest animals compared to the primary forest animals. These divergent behavioral strategies resulted in broadly similar energetic outcomes at the two sites, indicating that behavioral flexibility plays a critical role in allowing this species to mitigate the costs of habitat disturbance and therefore exploit human-modified habitats.\r\n\n\nRegarding their nutritional strategy, we found that despite lower food availability and lower dietary diversity in the secondary forest, the animals nutrientbalancing was remarkably similar across sites, though animals in the secondary forest consumed fewer calories overall.Vareciaconsumed diets high in carbohydrates, moderate-to-low in fat, and low in protein. Moreover, animals at both sites maintained similar protein intakes throughout the year and exhibited similar carbohydrate-fat switching as their main non-protein energy source from February through July.\r\n\n\nFinally, when examining the gut microbiome, we found that both climatic and nutritional factors best predicted variation in microbial alpha diversity, which increased during drier cooler periods, characterised by increased fiber and non-structural carbohydrate intakes. These same variables, in addition to level of frugivory, also best predicted differential abundances of microbes within the gut microbiome community. Each macronutrient had positive and negative associations with different microbial taxa and, in many cases, fibers and non-structural carbohydrates showed inverse microbial relationships to those of fat. This indicates that, althoughVareciaare presumed to not rely on microbial fermentation of dietary nutrients due to their simple digestive tracts and rapid gut transit times, their gut microbiome does respond to changes in nutrient intakes in this species. Investigations into the role of habitat disturbance, and how these relationships differ across the primary and secondary forests, are currently ongoing.\r\n\n\nAdditionally, the results from this research will form the basis for our ongoing research investigating the physiology of reproduction. The combination of nutrition and energetics data alongside ecological and demographic monitoring has the potential to reveal drivers of this species boom-or-bust reproduction and how reproductive outcomes may change in the face of climate change.\r\n\n\nAt least five peer-reviewed publications will result directly from this research, four of which will comprise chapters of co-PI Beebys PhD dissertation. Additionally, this project supported Charline Rasoanarimalalas masters thesis at University of Fianarantsoa, Etude comparative dcothologie et alimentaire deVarecia variegatadans deux sites diffrents au Parc National Ranomafana.\r\n\n\nDuring the fieldwork stage of this project, co-Investigator Beeby provided training in behavioral and nutritional data collection methods to four female Malagasy masters students: Mihary Rasoavolandrainy, Tantely Rajonaina, and Salohy Ravelotafita from the University of Antananarivo and Charline Rasoanarimalala from the University of Fianarantsoa. Co-Investigator Beeby closely mentored Ms. Rasoanarimalala in data analyses and writing for her masters thesis. PI Baden has since hired Ms. Rasoanarimala as Project Manager of the Ranomafana Ruffed Lemur Project and will be supporting her pursual of a PhD. PI Baden and Co-Investigator Beeby are currently in the process of supporting her in co-authoring a journal publication based on her masters thesis.\r\n\n\n\t\t\t\t\tLast Modified: 12/11/2024\n\n\t\t\t\t\tSubmitted by: AndreaLBaden\n"
 }
}