{
 "awd_id": "2216487",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Development of an ultra-resolution ARPES facility.",
 "cfda_num": "47.049, 47.083",
 "org_code": "03070000",
 "po_phone": "7032928428",
 "po_email": "cying@nsf.gov",
 "po_sign_block_name": "Z.  Ying",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 975000.0,
 "awd_amount": 975000.0,
 "awd_min_amd_letter_date": "2022-08-26",
 "awd_max_amd_letter_date": "2022-08-26",
 "awd_abstract_narration": "Nontechnical abstract:\r\n\r\nThis Major Research Instrumentation (MRI) award plans to develop the world’s lowest temperature and highest energy-resolution angle resolved photoemission spectroscopy (ARPES) instrument, bringing almost an order of magnitude improvement in resolution compared to the best presently available in the United States.  ARPES is the most direct probe of the quantum behavior of electrons in a solid and is thus indispensable for modern-day physics, chemistry, and materials science research. Nevertheless, it remains limited by the energy and temperature scales of present-day technologies, and the surface sensitivity means that many materials can’t be measured in their uncontaminated state. This facility will resolve these deficiencies by being the first instrument in the United States to bring ARPES to the natural energy and temperature scales of most modern quantum materials as well as by connecting to remote growth facilities via an airplane-transportable customized vacuum suitcase. This instrument will thus allow for a tremendous acceleration in progress towards the community-identified Grand Challenge of measuring, controlling, designing, and synthesizing materials at the fundamental level of the electrons so as to develop the next generation of materials for quantum technologies and energy efficiency. It will give United States researchers a critical new toolset to take the lead in these critical fields of physics, chemistry, and materials science and engineering.\r\n\r\nTechnical abstract:\r\n\r\nThis project plans to develop the world’s lowest temperature and highest resolution ARPES instrument.  ARPES is the most direct probe of the quantum behavior of electrons in a solid and is thus indispensable for modern-day physics, chemistry, and materials science research. Nevertheless, it remains limited by the energy and temperature scales of present-day technologies, and the surface sensitivity means that many materials can’t be measured in their uncontaminated state. This facility will resolve these deficiencies by being the first instrument in the US to bring ARPES to the natural energy (sub-meV) and temperature (sub-Kelvin) scales of most modern quantum materials as well as by connecting to remote growth facilities via an airplane-transportable customized vacuum suitcase utilizing standard flag-style sample holders. The instrument will make use of brand-new cryogenic technology developed in Colorado as well as an existing ultra-resolution laser source that will be utilized for the first few years. The plan is for the instrument to eventually move to a beamline at the Advanced Light Source Berkeley, which is being upgraded with a new ultra-resolution monochromator that will be matched to this ARPES instrument.  This instrument will thus allow for a tremendous acceleration in progress towards the community-identified Grand Challenge of measuring, controlling, designing, and synthesizing materials at the fundamental level of the electrons so as to develop the next generation of materials for quantum technologies and energy efficiency. It will give United States researchers a critical new toolset to take the lead in these critical fields of physics, chemistry, and materials science and engineering.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Dessau",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel S Dessau",
   "pi_email_addr": "dessau@colorado.edu",
   "nsf_id": "000113994",
   "pi_start_date": "2022-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado Boulder",
  "perf_str_addr": "3100 Marine St, Room 481, 572 UC",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  },
  {
   "pgm_ele_code": "175000",
   "pgm_ele_name": "MPS DMR INSTRUMENTATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 975000.0
  }
 ],
 "por": null
}