{
 "awd_id": "2216552",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Hybrid Pseudo-Resonant Switched-Capacitor Drive Circuits for Electrostatic Micro-mechanical Actuators",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922303",
 "po_email": "eabed@nsf.gov",
 "po_sign_block_name": "Eyad Abed",
 "awd_eff_date": "2022-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 393558.0,
 "awd_amount": 393558.0,
 "awd_min_amd_letter_date": "2022-08-23",
 "awd_max_amd_letter_date": "2022-08-23",
 "awd_abstract_narration": "Recent decades have seen the growth and proliferation of a variety of low-power, small-size electronic devices for portable consumer, industrial, and medical applications. In many cases these platforms desire electromechanical interfaces for sensors and actuators, mechanized control, robotics, and human-machine interfaces. New electrostatic (electric-field-driven) micro-electromechanical actuators including piezoelectric devices, silicon MEMs, and dielectric elastomers show significant potential to overcome the severe size and weight limitations of conventional magnetic-based electric motors. However, these technologies require new design paradigms for the associated electronic interfaces, which must provide high driving voltages (typically 100’s of volts to low kV) while boosting from low-voltage (single-digit volt range) supplies, and must remain efficient at small size (<<~1cm3) and weight (<<~1g). A unique consideration is that electrostatic devices present as dominantly capacitive in most scenarios. Therefore key challenges include providing high-voltage bidirectional DC-DC conversion at extremely small size, while efficiently delivering (and recovering) reactive power at drive frequencies in a Hz-kHz range. Addressing these challenges could have impacts in diverse industry sectors from medical and biomedical devices, microfluidics, imaging, optics and communications, ultrasound, and haptic tactile interfaces.\r\n\r\nThis project will involve the exploration, design, and integration of efficient, high-voltage, mm-scale drive electronics for electrostatic micro-mechanical actuators. A new hybrid pseudo-resonant architecture will be developed that merges a reconfigurable series-parallel switched capacitor (SC) converter with a low-voltage bidirectional inductor-based DC-DC converter. The hybrid approach merges the advantages of pure SC and inductor-based topologies while providing capabilities to recover (recycle) energy stored in the actuator bulk dielectric. The intellectual merit of the proposal includes circuit techniques, control, and communication concepts that can provide significant advantages – extending the voltage conversion range, providing stable regulation, eliminating design tradeoffs, and reducing overall power loss by over an order of magnitude compared to conventional architectures. The project will include the study of architecture details including optimal segmentation of current, voltage, and power ratings of the respective portions of the hybrid converter to maximize performance at total size <100mm3 and weight < 100mg. A new, highly-scalable, level-shifting strategy will be developed to enable chip-chip series stacking, allowing drive voltages well in excess of the semiconductor buried-oxide (BOX) breakdown limit. An integrated circuit (IC) prototype will be designed a 300V SOI CMOS process to demonstrate high-voltage operation, actuator energy recovery, and chip-chip stacking to low-kV drive voltages from 1.7-4.2 V supplies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Stauth",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Jason T Stauth",
   "pi_email_addr": "jason.t.stauth@dartmouth.edu",
   "nsf_id": "000615619",
   "pi_start_date": "2022-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "Thayer School of Engineering",
  "perf_city_name": "Hanover",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037554401",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "103E",
   "pgm_ref_txt": "Energy efficient electronics"
  },
  {
   "pgm_ref_code": "5560",
   "pgm_ref_txt": "ENERGY CONVERSION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 393558.0
  }
 ],
 "por": null
}