{
 "awd_id": "2216225",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of an Xradia Versa 620 to Enable National Capabilities for High-throughput, Multiscale 3D/4D Materials Research",
 "cfda_num": "47.041, 47.083",
 "org_code": "07030000",
 "po_phone": "7032922633",
 "po_email": "aleoness@nsf.gov",
 "po_sign_block_name": "Alex Leonessa",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 1490126.0,
 "awd_amount": 1490126.0,
 "awd_min_amd_letter_date": "2022-08-18",
 "awd_max_amd_letter_date": "2022-09-07",
 "awd_abstract_narration": "This Major Research Instrumentation (MRI) award supports the acquisition of an advanced x-ray microscope for examination of a broad range of natural and engineered materials. This instrument enables small-scale examinations of fundamental properties and mechanisms. In lightweight aerospace materials, early stages of cracking will be studied to improve failure and reliability models. In geological materials, fluid flow in porous media will be studied to assist in the development of new predictive models to improve energy efficiency and reduce environmental impacts. In biological materials, resistance to fracture in bone and effectiveness of medical implants will be studied. The NSF-funded National Science Data Fabric (NSDF) will be leveraged to ensure effective data storage, networking, computing, and educational resources. Integration of the instrument with NSDF will inherently extend the instrument as a resource to minority-serving institutions and disadvantaged communities. This is intended to help address the technology gap in our scientific community. \r\n\r\nHigh-energy X-ray experiments (HEXRE) enabled at synchrotron beamline facilities have led a new frontier of 3D/4D microstructure-sensitive investigations for a broad range of materials. However, in-situ testing and 3D/4D imaging using resources at a synchrotron beamline facility requires an application process to gain access and complete an abbreviated study, which inherently restricts the impact of these exciting methods. The primary objective of this project is to launch an Xradia Versa 620 to be utilized as a democratized, lab-scale surrogate for beamline resources to enable widespread adoption of microstructure-sensitive 3D/4D experimental studies and model development for the acceleration of materials development and qualification. Compared to synchrotron facilities, the Versa 620 improves speed of data acquisition though the ability to scan large objects (several inches in diameter) at lower resolutions, but with high throughput, thereby enabling large scans to find areas of interest that can then be the focus of high-resolution measurements. The improved scan speeds and increased accessibility will enable increased data quantities to advance this new frontier toward data science applications in materials research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ashley",
   "pi_last_name": "Spear",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ashley Spear",
   "pi_email_addr": "ashley.spear@utah.edu",
   "nsf_id": "000677028",
   "pi_start_date": "2022-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jacob",
   "pi_last_name": "Hochhalter",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jacob D Hochhalter",
   "pi_email_addr": "jacob.hochhalter@utah.edu",
   "nsf_id": "000787685",
   "pi_start_date": "2022-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Czabaj",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Czabaj",
   "pi_email_addr": "m.czabaj@utah.edu",
   "nsf_id": "000688013",
   "pi_start_date": "2022-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Oliver",
   "pi_last_name": "Johnson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Oliver Johnson",
   "pi_email_addr": "ojohnson@byu.edu",
   "nsf_id": "000708509",
   "pi_start_date": "2022-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Claire",
   "pi_last_name": "Acevedo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Claire Acevedo",
   "pi_email_addr": "cscholtesacevedo@ucsd.edu",
   "nsf_id": "000795683",
   "pi_start_date": "2022-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "75 S 2000 E",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "1634",
   "pgm_ref_txt": "GEOMECHANICS & GEOMATERIALS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "027E",
   "pgm_ref_txt": "NANOMECHANICS"
  },
  {
   "pgm_ref_code": "1635",
   "pgm_ref_txt": "STRUCTURAL MATERIALS AND MECH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 1490126.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goal of this project was to expand 3D/4D materials research capabilities across the Mountain West Region and the U.S. through the acquisition of a Zeiss Xradia Versa 620 3D X-Ray Microscope and its installation at the Utah Nanofab user facility at the University of Utah.&nbsp;&nbsp;Installation, training, and opening for public use proceeded as expected and approximately three months remained in the report period during which a significant set of successful preliminary studies and results were obtained, using the Versa, across a broad range of materials spanning approximately 50 new materials research studies. The primary materials of interest for immediate investigation consisted of lightweight aerospace materials, geological materials, and biological materials. A brief example of each application domain is provided here to demonstrate the breadth and scope of materials research studies enabled by the Utah Nanofab Versa 620 (Versa).</p>\n<p><em><span style=\"text-decoration: underline;\">Aerospace materials</span></em>: NASA has recently begun investigating performance issues related to bellows components, which are used as flexible joints within fuel line systems.&nbsp; An image of a commercial off-the-shelf bellows component is illustrated in Figure 1 (left).&nbsp; The Versa was employed to provide a volumetric assessment of the material using micro-computed tomography (micro-CT), which was used to quantify the density, size, and shape of voids present in the manufactured bellows, Figure 1 (right).&nbsp; These fundamental observations provide data necessary to create guidelines for decision making on the use of these components.&nbsp; Figure 2 shows the acquired bellows data within the National Science Data Fabric (NSDF), which has been leveraged to ensure a democratization of data, when permissible, to readily share and collaborate with data acquired on the Versa.&nbsp; <em><span style=\"text-decoration: underline;\">G</span></em><em><span style=\"text-decoration: underline;\">eological materials</span></em>: sandstone plays a crucial role in the energy mining industry.&nbsp; In the Versa, a representative sandstone sample was subject to micro-CT to acquire volumetric data. As a post-processing stage, machine learning and threshold segmentation (i.e., the separation of distinct material regions) methods were used to identify the diverse minerals within the sample. This segmented dataset was then used to generate a computational model that replicates with the sandstone sample and was used to study mechanical properties. <em><span style=\"text-decoration: underline;\">Biological</span></em><em><span style=\"text-decoration: underline;\"> materials</span></em>: the Versa was used to study rat bone samples to aid in the understanding and development of preventive measures for bone-related complications in diabetic patients. Figure 3 (left) shows a micro-CT scan result of a diabetic rat femur with trabeculae segmented. Figure 3 (right) shows the Versa ability to acquire image sub-volumes at higher resolution within the same sample with the Scout-and-Zoom feature is shown in the femoral head (identified by the dashed circle). The higher resolution in this sub-volume allows for segmentation of lacunae and canals in bone, which could not be resolved in the 0.4x lens dataset.</p>\n<p>Beyond materials research capabilities, broader impacts through outreach are a central focus of this project. <em><span style=\"text-decoration: underline;\">Hands-on instrument training</span></em>: Following the installation and system verification of the Zeiss equipment, a comprehensive sequence of three training courses was conducted, emphasizing professional development and skill enhancement. With sufficient initial training, the Utah Nanofab scientists now provide hands-on training tutorials to any users of the facility, including graduate research assistants, faculty, and industry collaborators for both internal and external partners.&nbsp; <em><span style=\"text-decoration: underline;\">User network inclusion and continued education</span></em>: To broaden the reach and impact of the Utah Nanofab Versa 620 an open house event was organized in April 2023 to serve as a platform for professional development and networking among a diverse group of users. The event, attracted faculty, external collaborators, and industry partners. The program included an informative one-hour introduction to the Versa by Zeiss representatives and an on-site tour, demonstrating the practical aspects of using the Versa. This inaugural annual Utah 3D Materials Data Science (U3D-MDS) user meeting was attended by 55 potential users. <em><span style=\"text-decoration: underline;\">Engaging K-12 and university education, training, and development</span></em>: The project PI, Utah Nanofab, and STEM Community Alliance Program collaborated to offer an exciting outreach opportunity. Led by the project PI and Nanofab scientists, a virtual tour of the Versa provided an interactive learning experience to youth-in-custody students, featuring educational videos on the Versa measurement modalities and a live demonstration of scanning a Boxelder bug, Figure 4. This initiative is now scheduled as a bi-annual event to continue fostering engagement and curiosity among students by providing exposure to advanced scientific instruments, which will complement more conventional activities like seminars and conferences.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/29/2023<br>\nModified by: Jacob&nbsp;D&nbsp;Hochhalter</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/2216225/2216225_10827741_1703885802777_fig1--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/2216225/2216225_10827741_1703885802777_fig1--rgov-800width.png\" title=\"Figure 1:\"><img src=\"/por/images/Reports/POR/2023/2216225/2216225_10827741_1703885802777_fig1--rgov-66x44.png\" alt=\"Figure 1:\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(left) Representative commercial off-the-shelf example of a bellows component and (right) Absorption CT results which were used to quantify the void geometry and density obtained on Utah Nanofab Versa 620.</div>\n<div class=\"imageCredit\">Jacob Hochhalter</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Jacob&nbsp;D&nbsp;Hochhalter\n<div class=\"imageTitle\">Figure 1:</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/2216225/2216225_10827741_1703885928903_fig3--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/2216225/2216225_10827741_1703885928903_fig3--rgov-800width.png\" title=\"Figure 3:\"><img src=\"/por/images/Reports/POR/2023/2216225/2216225_10827741_1703885928903_fig3--rgov-66x44.png\" alt=\"Figure 3:\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Micro-CT scan of diabetic rat femur from the Utah Nanofab Versa 620 with (left) trabeculae segmented and trabecular thickness analyzed and (right) high-resolution scan of femoral head (dashed circle) using the Scout-and-Zoom feature.</div>\n<div class=\"imageCredit\">Yoshi Obata and Claire Acevedo</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Jacob&nbsp;D&nbsp;Hochhalter\n<div class=\"imageTitle\">Figure 3:</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/2216225/2216225_10827741_1703885853183_fig2--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/2216225/2216225_10827741_1703885853183_fig2--rgov-800width.png\" title=\"Figure 2:\"><img src=\"/por/images/Reports/POR/2023/2216225/2216225_10827741_1703885853183_fig2--rgov-66x44.png\" alt=\"Figure 2:\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Integrated National Science Data Fabric (NSDF) web-based dashboard user interface example, using the NASA bellows data set from Figure 4. An interactive and public demo is made available here: http://services.nationalsciencedatafabric.org/bellows.</div>\n<div class=\"imageCredit\">Valerio Pascucci</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Jacob&nbsp;D&nbsp;Hochhalter\n<div class=\"imageTitle\">Figure 2:</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/2216225/2216225_10827741_1703885994264_fig4--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/2216225/2216225_10827741_1703885994264_fig4--rgov-800width.png\" title=\"Figure 4:\"><img src=\"/por/images/Reports/POR/2023/2216225/2216225_10827741_1703885994264_fig4--rgov-66x44.png\" alt=\"Figure 4:\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">STEMCAP virtual lab tour outreach program with student-selected Boxelder bug CT scan results obtained on Utah Nanofab Versa 620. A recording of the interactive video with students is available here: https://youtu.be/FuwwSoVs3Rc.</div>\n<div class=\"imageCredit\">Randy Polson</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Jacob&nbsp;D&nbsp;Hochhalter\n<div class=\"imageTitle\">Figure 4:</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe major goal of this project was to expand 3D/4D materials research capabilities across the Mountain West Region and the U.S. through the acquisition of a Zeiss Xradia Versa 620 3D X-Ray Microscope and its installation at the Utah Nanofab user facility at the University of Utah.Installation, training, and opening for public use proceeded as expected and approximately three months remained in the report period during which a significant set of successful preliminary studies and results were obtained, using the Versa, across a broad range of materials spanning approximately 50 new materials research studies. The primary materials of interest for immediate investigation consisted of lightweight aerospace materials, geological materials, and biological materials. A brief example of each application domain is provided here to demonstrate the breadth and scope of materials research studies enabled by the Utah Nanofab Versa 620 (Versa).\n\n\nAerospace materials: NASA has recently begun investigating performance issues related to bellows components, which are used as flexible joints within fuel line systems. An image of a commercial off-the-shelf bellows component is illustrated in Figure 1 (left). The Versa was employed to provide a volumetric assessment of the material using micro-computed tomography (micro-CT), which was used to quantify the density, size, and shape of voids present in the manufactured bellows, Figure 1 (right). These fundamental observations provide data necessary to create guidelines for decision making on the use of these components. Figure 2 shows the acquired bellows data within the National Science Data Fabric (NSDF), which has been leveraged to ensure a democratization of data, when permissible, to readily share and collaborate with data acquired on the Versa. Geological materials: sandstone plays a crucial role in the energy mining industry. In the Versa, a representative sandstone sample was subject to micro-CT to acquire volumetric data. As a post-processing stage, machine learning and threshold segmentation (i.e., the separation of distinct material regions) methods were used to identify the diverse minerals within the sample. This segmented dataset was then used to generate a computational model that replicates with the sandstone sample and was used to study mechanical properties. Biological materials: the Versa was used to study rat bone samples to aid in the understanding and development of preventive measures for bone-related complications in diabetic patients. Figure 3 (left) shows a micro-CT scan result of a diabetic rat femur with trabeculae segmented. Figure 3 (right) shows the Versa ability to acquire image sub-volumes at higher resolution within the same sample with the Scout-and-Zoom feature is shown in the femoral head (identified by the dashed circle). The higher resolution in this sub-volume allows for segmentation of lacunae and canals in bone, which could not be resolved in the 0.4x lens dataset.\n\n\nBeyond materials research capabilities, broader impacts through outreach are a central focus of this project. Hands-on instrument training: Following the installation and system verification of the Zeiss equipment, a comprehensive sequence of three training courses was conducted, emphasizing professional development and skill enhancement. With sufficient initial training, the Utah Nanofab scientists now provide hands-on training tutorials to any users of the facility, including graduate research assistants, faculty, and industry collaborators for both internal and external partners. User network inclusion and continued education: To broaden the reach and impact of the Utah Nanofab Versa 620 an open house event was organized in April 2023 to serve as a platform for professional development and networking among a diverse group of users. The event, attracted faculty, external collaborators, and industry partners. The program included an informative one-hour introduction to the Versa by Zeiss representatives and an on-site tour, demonstrating the practical aspects of using the Versa. This inaugural annual Utah 3D Materials Data Science (U3D-MDS) user meeting was attended by 55 potential users. Engaging K-12 and university education, training, and development: The project PI, Utah Nanofab, and STEM Community Alliance Program collaborated to offer an exciting outreach opportunity. Led by the project PI and Nanofab scientists, a virtual tour of the Versa provided an interactive learning experience to youth-in-custody students, featuring educational videos on the Versa measurement modalities and a live demonstration of scanning a Boxelder bug, Figure 4. This initiative is now scheduled as a bi-annual event to continue fostering engagement and curiosity among students by providing exposure to advanced scientific instruments, which will complement more conventional activities like seminars and conferences.\n\n\n\t\t\t\t\tLast Modified: 12/29/2023\n\n\t\t\t\t\tSubmitted by: JacobDHochhalter\n"
 }
}