{
 "awd_id": "2217618",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Forced Trends in the Tropical Pacific and Global Tropical Cyclones",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 830233.0,
 "awd_amount": 830233.0,
 "awd_min_amd_letter_date": "2022-07-24",
 "awd_max_amd_letter_date": "2022-07-24",
 "awd_abstract_narration": "The temperature contrast between the \"warm pool\" region of the western equatorial Pacific and the \"cold tongue\" in the east is remarkable: visitors to the Solomon islands find sea surface temperatures (SSTs) above 80F while visitors to the Galapagos don wetsuits to go snorkeling. Naturally the temperature contrast has a variety of effects on the weather and climate of the tropics, one of which is the relative abundance of hurricanes (also called typhoons and TCs, for tropical cyclones) which are more abundant in the western Pacific than anywhere else in the world.  The influence of the SST contrast can be seen in comparisons between El Nino events, in which the contrast weakens due to warming in the cold tongue region, and La Nina events, which strengthen the contrast.  El Nino years feature fewer TCs in the western Pacific and more in the central and eastern Pacific, with the opposite pattern in La Nina years.\r\n\r\nThe influence of El Nino and La Nina on TCs and other aspects of tropical weather and climate begs the question: will the equatorial Pacific SST contrast be strengthened or weakened by greenhouse gas-induced global warming?  The evidence is mixed since climate models generally show weakening as the earth warms but observations show strengthening over the past few decades.  The mismatch could be due to the internal variability of the climate system, which operates even as greenhouse gas increases warm the world. But it is also possible that climate model biases, in particular the bias of a cold tongue which is too cold and too extensive, lead to incorrect simulations of the effects of greenhouse warming.\r\n\r\nWork under this award addresses the possible effect of the cold tongue bias on the simulated SST contrast change using a technique called flux adjustment, in which the exchange of heat and moisture between the atmosphere and ocean is modified to eliminate the cold tongue bias in present-day climate simulations.  The flux-adjusted climate model is then used to simulate the response of the SST contrast to greenhouse gas increases. The work is carried out with the Community Earth System Model version 2 (CESM2).\r\n\r\nThe effects of an El Nino-like or La Nina-like SST warming pattern on tropical cyclones is difficult to assess from climate model simulations because the resolution of climate models is not typically high enough to simulate TCs.  One strategy pursued here is to simulate TCs using shorter simulations from a high-resolution atmosphere-only model which is run over the SST warming pattern produced by the climate model.  Another is to use the Columbia HAZard model (CHAZ), an empirical TC model developed by the lead Principal Investigator (PI).  CHAZ uses large-scale atmospheric conditions from the climate model or observational datasets to predict the tracks and intensities of \"synthetic\" TCs that are initiated at random based on a TC genesis index.\r\n\r\nThe work has societal as well as scientific value given the consequences of warming-induced changes in TC behavior.   It is clear that warming causes the most intense hurricanes to become stronger and more destructive, thus efforts to anticipate changes in the distribution of TCs across the Pacific are valuable for climate adaptation and disaster risk reduction.  The PIs have strong ties to the World Bank, the reinsurance industry, and other relevant stakeholders through the Columbia World project.  They also conduct extensive media outreach on climate change-related topics including TC risk.  In addition, the project supports a postdoctoral fellow and a graduate student, thereby promoting the future workforce in this research area.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chia-Ying",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chia-Ying Lee",
   "pi_email_addr": "cl3225@columbia.edu",
   "nsf_id": "000731434",
   "pi_start_date": "2022-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Seager",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Seager",
   "pi_email_addr": "seager@ldeo.columbia.edu",
   "nsf_id": "000124867",
   "pi_start_date": "2022-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Sobel",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Adam H Sobel",
   "pi_email_addr": "ahs129@columbia.edu",
   "nsf_id": "000171496",
   "pi_start_date": "2022-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Suzana",
   "pi_last_name": "Camargo",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Suzana J Camargo",
   "pi_email_addr": "suzana@ldeo.columbia.edu",
   "nsf_id": "000173370",
   "pi_start_date": "2022-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Lamont Doherty Earth Observatory at Columbia University",
  "perf_str_addr": "61 RTE 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "109648000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 830233.0
  }
 ],
 "por": null
}