{
 "awd_id": "2217231",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Travel Support for Orthopedic Research Society (ORS) Musculoskeletal Biology Workshop; Snowbird, Utah; 23-27 July 2022",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lucy Zhang",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2022-07-12",
 "awd_max_amd_letter_date": "2022-07-12",
 "awd_abstract_narration": "The award will provide travel support for junior investigators to attend the 49th annual meeting of the Orthopedic Research Society (ORS) Musculoskeletal (MSK) Biology Workshop in Snowbird, Utah, 23-27 July 2022. These workshops promote interdisciplinary communication between biologists, engineers, and clinicians in the area of musculoskeletal biology, biomechanics and mechanobiology; stimulate interactions among investigators in all levels in their careers; builds for-life scientific networks; emphasize active participation of junior faculty and students; and are unique in that discussion time equals or exceeds time allotted for presentations. The focus of the workshop is broad and highly multidisciplinary. Sessions address significant current problems, limitations, potential solutions, and approaches applicable to both basic science and clinical. The attendance of this Workshop represents a significant number of students, young investigators, women, and underrepresented minorities. Partnership with the ORS provides maximum visibility through broadcast emails and links on the ORS website, where abstracts will be posted. \r\n\r\nThe scientific theme of the 2022 workshop is “Musculoskeletal immunology and mechanotransduction: biology and disease from stem to senescent cells.” The program consists of the “Remodeling in Bone” (RIB) plenary lecture entitled “The biology of bone and muscle wasting”; two  career development sessions; and six scientific sessions: (1) Major Methodologies: Optical imaging of musculoskeletal tissues; (2) Problems in Orthopaedics: Autologous-autogenous treatments for musculoskeletal disease; (3) Interactions between the immune system and musculoskeletal tissues; (4) Mechanobiology of musculoskeletal tissues; (5) Osteocytes: From biology to pathophysiology; and (6) Problems in Aging: Development of senolytic therapies for musculoskeletal disorders. The specific objectives of the MSK workshops are (1) Work toward a multidisciplinary basic and clinical synthesis of molecular, cellular, tissue, and biomechanical processes that lead to understand the pathogenesis of musculoskeletal diseases, prevention, and treatment. (2) Apply basic science concepts to clinical problems and develop dialogue between basic and clinical investigators. (3) Identify problems and formulate solutions to musculoskeletal diseases. (4) Provide a forum for students and junior investigators training to interact among themselves and with more senior scientists.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Teresita",
   "pi_last_name": "Bellido",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Teresita Bellido",
   "pi_email_addr": "tmbellido@uams.edu",
   "nsf_id": "000693071",
   "pi_start_date": "2022-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Robling",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander G Robling",
   "pi_email_addr": "arobling@iupui.edu",
   "nsf_id": "000580363",
   "pi_start_date": "2022-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas Medical Sciences Campus",
  "inst_street_address": "4301 W MARKHAM ST",
  "inst_street_address_2": "",
  "inst_city_name": "LITTLE ROCK",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "5016865502",
  "inst_zip_code": "722057101",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AR02",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS FOR MEDICAL SCIENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "VDFYLZPJEAV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas Medical Sciences Campus",
  "perf_str_addr": "4301 West Markham",
  "perf_city_name": "Little Rock",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "722057101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AR02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "070Z",
   "pgm_ref_txt": "MB-Mechanobiology"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">2022 ORS Musculoskeletal Biology Workshop at Snowbird, Utah</span></p>\n<p>&nbsp;</p>\n<p>The objectives of the ORS Musculoskeletal Workshop are to improve understanding across the many disciplines that study musculoskeletal biology, provide new perspectives that lead to prevention and/or treatment of musculoskeletal diseases, and develop interdisciplinary collaborations, especially for younger scientists and scientists new to the field. The workshop receives support from the NIH, NSF, and the ASBMR.</p>\n<p>&nbsp;</p>\n<p>In 2022, it was the 49th Sun Valley Workshop and the 53<sup>rd</sup> year since the first Workshop was held in 1965. The theme in 2022 was &ldquo;New approaches to musculoskeletal tissue regeneration, quality, and targeting.&rdquo; Sessions addressed significant current problems, potential limitations and solutions, and approaches applicable to both clinical and basic science, and to both young investigators entering the field and established investigators looking for updates of the current scientific knowledge. The program addressed problems beyond bone expanding to other tissues of the musculoskeletal system.</p>\n<p>Sessions were: 1. Osteocytes: from Biology to Pathophysiology, 2. Autologous-Autogenous Treatments for Musculoskeletal Disease, 3. Advances in Optical Imaging of Musculoskeletal Tissues, 4. Novel Pathways in Immune Regulation of Bone Remodeling, 5. Skeletal Aging and the Development of Senolytic Therapies, and 6. Mechanobiology of Musculoskeletal Tissues.</p>\n<p>&nbsp;</p>\n<p>Forty-two (42) posters were presented at the 2022 Workshop, including posters from the 10 ASBMR-Frost awards, 10 MSK-Jee awards and the OA Award.&nbsp; Three separate sessions were devoted to oral presentations from the 10 winners of the ASBMR/Harold M. Frost Award, and 3 other sessions to the 10 Blue Ribbon Workshop Poster presentations.</p>\n<p>&nbsp;</p>\n<p>This NSF award provided training and professional development opportunities through the ORS Musculoskeletal Biology Workshop. Several professional development components were built into the conference.</p>\n<p>&nbsp;</p>\n<p>There were two Career Development workshops geared toward junior investigators. The first, chaired by Marjolein van der Meulen and Teresita Bellido, focused on &ldquo;The Pandemic: Impacts, Silver Linings, and Recovery.&rdquo; The second, chaired by Early-career investigators Annemarie Lang and Neha Dole, was titled &ldquo;First Job After Training: How to Get the Job, What Works and What Does Not?&rdquo; offering insights and an opportunity for frank discussion with peers.</p>\n<p>&nbsp;</p>\n<p>Continuing a tradition of mentorship, lunches between young investigators and senior investigators were arranged for all Award winners, and all invited speakers were required to serve as mentors. We appointed a pre-workshop investigator mentor, who supported the preparation of presentations by the young investigators on content and length. We continued the Blue Ribbon Poster and Presentation program in which selected posters were highlighted by 3 min-oral presentations to highlight work of young investigators and increased exposure of their work.</p>\n<p>&nbsp;</p>\n<p>We continue to commit to equal participation of women. In 2022, 41% of the participants were women, 3 of 6 (50%) of Session Chairs were woman, 4 of the 8 members of the Advisory Board are women, the RIB awardee and lecturer was a woman, and 1 of the 2 co-Chairs of the workshop is a woman. In 2022, 10% of the participants were under-represented minorities including 3 African-American and 3 Hispanic. For the 2022, we continued to support URMs with young investigator and travel awards.</p>\n<p>&nbsp;</p>\n<p>These are some of the comments received for the 2022 meeting:</p>\n<ol>\n<li>The science and networking were outstanding and met or exceeded expectations. The venue was disappointing.</li>\n<li>The venue was wonderful, but the bar (and everything else) closed at 10p and late-night socializing was a little challenging. </li>\n<li>Workshop itself was good. The venue was a little disappointing. Beautiful area, good hiking, meeting room was excellent; but the meeting was not as intimate as in Sun Valley and it was inadequate access to food. </li>\n<li>The social program and opportunities for students to interact with more senior faculty continue to make the workshop unique. </li>\n<li>Very grateful that the resort had childcare options. </li>\n<li>Perhaps more time for posters. Sunday night at the reception was not enough. </li>\n<li>There were complaints that the bar was only open until 10pm and so less time for socializing/networking. </li>\n<li>Beautiful location but can't really walk to restaurants or variety of shops. </li>\n<li>I really enjoyed this meeting. I'm so glad I attended.</li>\n</ol>\n<p>10.&nbsp; I found the career development session very valuable. It was very useful to hear speakers from different career paths discuss their journey. The breakout session where we paired up and did mock interviews was excellent. It would be great to have a longer session next time with more time for discussion and possibly have lunch provided as well.</p>\n<p>11.&nbsp; Because this workshop is well-positioned for networking, late night venues are crucial and all the restaurants closed at 10pm, the time the workshop ended. This needs to be improved.</p>\n<p>&nbsp;</p>\n<p>Respectfully submitted,</p>\n<p>&nbsp;</p>\n<p>Teresita Bellido, PhD</p>\n<p>Co-Chair, Sun Valley Workshop on Musculoskeletal Biology&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/28/2023<br>\nModified by: Teresita&nbsp;Bellido</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n2022 ORS Musculoskeletal Biology Workshop at Snowbird, Utah\n\n\n\n\n\nThe objectives of the ORS Musculoskeletal Workshop are to improve understanding across the many disciplines that study musculoskeletal biology, provide new perspectives that lead to prevention and/or treatment of musculoskeletal diseases, and develop interdisciplinary collaborations, especially for younger scientists and scientists new to the field. The workshop receives support from the NIH, NSF, and the ASBMR.\n\n\n\n\n\nIn 2022, it was the 49th Sun Valley Workshop and the 53rd year since the first Workshop was held in 1965. The theme in 2022 was New approaches to musculoskeletal tissue regeneration, quality, and targeting. Sessions addressed significant current problems, potential limitations and solutions, and approaches applicable to both clinical and basic science, and to both young investigators entering the field and established investigators looking for updates of the current scientific knowledge. The program addressed problems beyond bone expanding to other tissues of the musculoskeletal system.\n\n\nSessions were: 1. Osteocytes: from Biology to Pathophysiology, 2. Autologous-Autogenous Treatments for Musculoskeletal Disease, 3. Advances in Optical Imaging of Musculoskeletal Tissues, 4. Novel Pathways in Immune Regulation of Bone Remodeling, 5. Skeletal Aging and the Development of Senolytic Therapies, and 6. Mechanobiology of Musculoskeletal Tissues.\n\n\n\n\n\nForty-two (42) posters were presented at the 2022 Workshop, including posters from the 10 ASBMR-Frost awards, 10 MSK-Jee awards and the OA Award. Three separate sessions were devoted to oral presentations from the 10 winners of the ASBMR/Harold M. Frost Award, and 3 other sessions to the 10 Blue Ribbon Workshop Poster presentations.\n\n\n\n\n\nThis NSF award provided training and professional development opportunities through the ORS Musculoskeletal Biology Workshop. Several professional development components were built into the conference.\n\n\n\n\n\nThere were two Career Development workshops geared toward junior investigators. The first, chaired by Marjolein van der Meulen and Teresita Bellido, focused on The Pandemic: Impacts, Silver Linings, and Recovery. The second, chaired by Early-career investigators Annemarie Lang and Neha Dole, was titled First Job After Training: How to Get the Job, What Works and What Does Not? offering insights and an opportunity for frank discussion with peers.\n\n\n\n\n\nContinuing a tradition of mentorship, lunches between young investigators and senior investigators were arranged for all Award winners, and all invited speakers were required to serve as mentors. We appointed a pre-workshop investigator mentor, who supported the preparation of presentations by the young investigators on content and length. We continued the Blue Ribbon Poster and Presentation program in which selected posters were highlighted by 3 min-oral presentations to highlight work of young investigators and increased exposure of their work.\n\n\n\n\n\nWe continue to commit to equal participation of women. In 2022, 41% of the participants were women, 3 of 6 (50%) of Session Chairs were woman, 4 of the 8 members of the Advisory Board are women, the RIB awardee and lecturer was a woman, and 1 of the 2 co-Chairs of the workshop is a woman. In 2022, 10% of the participants were under-represented minorities including 3 African-American and 3 Hispanic. For the 2022, we continued to support URMs with young investigator and travel awards.\n\n\n\n\n\nThese are some of the comments received for the 2022 meeting:\n\nThe science and networking were outstanding and met or exceeded expectations. The venue was disappointing.\nThe venue was wonderful, but the bar (and everything else) closed at 10p and late-night socializing was a little challenging. \nWorkshop itself was good. The venue was a little disappointing. Beautiful area, good hiking, meeting room was excellent; but the meeting was not as intimate as in Sun Valley and it was inadequate access to food. \nThe social program and opportunities for students to interact with more senior faculty continue to make the workshop unique. \nVery grateful that the resort had childcare options. \nPerhaps more time for posters. Sunday night at the reception was not enough. \nThere were complaints that the bar was only open until 10pm and so less time for socializing/networking. \nBeautiful location but can't really walk to restaurants or variety of shops. \nI really enjoyed this meeting. I'm so glad I attended.\n\n\n\n10. I found the career development session very valuable. It was very useful to hear speakers from different career paths discuss their journey. The breakout session where we paired up and did mock interviews was excellent. It would be great to have a longer session next time with more time for discussion and possibly have lunch provided as well.\n\n\n11. Because this workshop is well-positioned for networking, late night venues are crucial and all the restaurants closed at 10pm, the time the workshop ended. This needs to be improved.\n\n\n\n\n\nRespectfully submitted,\n\n\n\n\n\nTeresita Bellido, PhD\n\n\nCo-Chair, Sun Valley Workshop on Musculoskeletal Biology           \n\n\n\t\t\t\t\tLast Modified: 11/28/2023\n\n\t\t\t\t\tSubmitted by: TeresitaBellido\n"
 }
}