{
 "awd_id": "2217765",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "When the host is the ecosystem: linking presence of a keystone fungal symbiont to mycobiome structure and function in a changing world",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032922944",
 "po_email": "aporrasa@nsf.gov",
 "po_sign_block_name": "Andrea Porras-Alfaro",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 864975.0,
 "awd_amount": 864975.0,
 "awd_min_amd_letter_date": "2022-08-02",
 "awd_max_amd_letter_date": "2024-12-20",
 "awd_abstract_narration": "Plants are colonized by diverse microscopic fungi that can improve plant growth, protect plants from diseases or pests, and help plants tolerate stressful environments. While many kinds of fungi live together inside of plants, scientists are still trying to understand how different types of fungi interact, how those interactions affect plants, and whether these fungal interactions can be manipulated to help plants thrive in a changing world. This research will use powerful genetic and mathematical tools to investigate fungi living in the leaves and roots of the common dune-building plant, American Beachgrass, in the Great Lakes region. The researchers will examine how fungi interact inside plants to cause physical and chemical changes to the plant host, which can affect plant survival. Additionally, the researchers will test if environmental changes such as increased air pollution will affect the nature of these interactions. The research will provide crucial insights into the complex world of microorganisms living inside plants, and has implications for habitat restoration in dune and coastal ecosystems, which are critical to the economic and environmental health of the United States. Finally, this project will provide training to the next generation of scientists. The researchers will launch the “BioBridge” program, a field-based experience that will provide a foundation for the success of historically excluded and lower socioeconomic status biology students, while building community and a sense of belonging in the sciences.\r\n\r\nThe central hypothesis of this research is that a vertically-transmitted endophyte (Epichloë) acts as a keystone mycobiome engineer of a foundational dune grass species (Ammophila) by modifying host plant chemical and physical traits, with cascading implications for host and macro-ecosystem function. First, a metabarcoding approach will be used to survey the leaf and root fungal endophytes and arbuscular mycorrhizal fungi associated with Epichloë-infected and uninfected Ammophila. Ecological networks will be built to contextualize aboveground-belowground species interactions and develop a predictive understanding of how Epichloë modifies multispecies interactions via changes to network structure. Second, a long-term nitrogen deposition experiment will test the mechanisms by which resource availability and colonization by Epichloë affect the Ammophila mycobiome. Physical and chemical host traits will be measured and used to construct structural equation models that examine relationships among chemical and physical plant traits. Finally, a growth chamber experiment will be coupled with a field experiment to test whether changes to the mycobiome associated with Epichloë presence are directly responsible for improved Ammophila survival and growth. This work will have implications for habitat restoration in dune and coastal ecosystems, which are critical to the economic and environmental health of the United States.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Natalie",
   "pi_last_name": "Christian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Natalie Christian",
   "pi_email_addr": "natalie.christian@louisville.edu",
   "nsf_id": "000868546",
   "pi_start_date": "2022-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Emery",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Emery",
   "pi_email_addr": "emersar@bgsu.edu",
   "nsf_id": "000496768",
   "pi_start_date": "2022-08-02",
   "pi_end_date": "2024-12-20"
  }
 ],
 "inst": {
  "inst_name": "University of Louisville Research Foundation Inc",
  "inst_street_address": "2301 S 3RD ST",
  "inst_street_address_2": "",
  "inst_city_name": "LOUISVILLE",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "5028523788",
  "inst_zip_code": "402081838",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "KY03",
  "org_lgl_bus_name": "UNIVERSITY OF LOUISVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "E1KJM4T54MK6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Louisville Research Foundation Inc",
  "perf_str_addr": "Atria Support Center",
  "perf_city_name": "Louisville",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "402021959",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "KY03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 864975.0
  }
 ],
 "por": null
}