{
 "awd_id": "2217182",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Texture of Stochastic Processes in Physical and Radar Meteorology",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032924715",
 "po_email": "nanderso@nsf.gov",
 "po_sign_block_name": "Nicholas Anderson",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 571879.0,
 "awd_amount": 571879.0,
 "awd_min_amd_letter_date": "2022-07-19",
 "awd_max_amd_letter_date": "2022-07-19",
 "awd_abstract_narration": "As most people experience on a daily basis, weather quantities such as an unpredictably changing wind speed and direction or rainfall rate, vary a great deal from moment to moment and from one location to another.  Atmospheric phenomena often involve such quantities whose distribution of variations (fluctuations) is not known although these fluctuations are typically correlated in time and in space.  For example, sensing a few raindrops usually implies that more rain is to follow.  Understanding such broadly varying and correlated phenomena is now more important than ever as the warming climate is perceived by public as more variable and weather extremes more severe.  For example, is there a trend discernible in this sea of randomness? This project will address this and related questions by developing and applying a method of statistical analysis capable of detecting such weak signals, without making any assumptions about the underlying distributions.  That is, the desired approach is agnostic yet parsimonious.\r\n\r\nThus, the general goal of this research is to explore the role of correlated and, thereby, intermittent and pronounced fluctuations in cloud and precipitation physics, radar meteorology and radiative transfer. While much research has been devoted to studying probability distributions of such fluctuations, their small-scale spatial and temporal correlations or “texture” have received less attention. Yet, this texture is intertwined with important physical mechanisms such as fragmentation of raindrops causing higher drop concentration via the “birth” of fragments or intermittency and “burstiness” of rainfall. The primary objective of this research is to study such small-scale texture on the basis of a recently discovered rank-based and distribution-independent approach to the absence of texture (identical and independently distributed process or IID). This is of scientific significance because pronounced correlated fluctuations are responsible for rare yet important events such as drop coalescence. The newly developed rank-time method of statistical data analysis is broadly applicable and likely to help with discerning trends in climatological data such as a possible global dimming in time series of satellite-derived optical depth data, available for the last ∼ thirty years.  This research is of societal relevance because of potential contributions to better detection range of rainfall with weather radar, resulting in improved flood and landslide prediction. The research is likely to contribute to a broad range of problems, from atmospheric pollution to instrumental noise diagnostics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Kostinski",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander B Kostinski",
   "pi_email_addr": "kostinsk@mtu.edu",
   "nsf_id": "000311558",
   "pi_start_date": "2022-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan Technological University",
  "inst_street_address": "1400 TOWNSEND DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOUGHTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064871885",
  "inst_zip_code": "499311200",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "MICHIGAN TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "GKMSN3DA6P91",
  "org_uei_num": "GKMSN3DA6P91"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan Technological University",
  "perf_str_addr": "1400 Townsend Drive",
  "perf_city_name": "Houghton",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "499311295",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 571879.0
  }
 ],
 "por": null
}