{
 "awd_id": "2217322",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IntBIO: Coordinating and integrating whole-plant responses to abiotic and biotic stress signals via changes in plasma membrane proteomes",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032928781",
 "po_email": "jwojdak@nsf.gov",
 "po_sign_block_name": "Jeremy Wojdak",
 "awd_eff_date": "2022-09-15",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 1242385.0,
 "awd_amount": 1242385.0,
 "awd_min_amd_letter_date": "2022-08-16",
 "awd_max_amd_letter_date": "2022-08-16",
 "awd_abstract_narration": "Agricultural production relies on successfully growing crop plants under many different environmental conditions. Understanding how plants prioritize and integrate signals from diverse environmental stresses is important for improving crop yields because it can help to avoid breeding plants that may be selected for a greater tolerance to one stress while inadvertently becoming more susceptible to others. This research investigates a newly discovered interaction between plant responses to bacterial pathogens that intersects with and modifies the plant’s responses to low nutrient availability, particularly iron, an essential micronutrient for plants and humans. Importantly, the data indicates that the plant prioritizes responses to bacterial pathogens over low nutrient availability. The goal of this work is to understand how and in which parts of the plant these two environmental signals are integrated. This goal will be accomplished by bringing together a team of researchers with expertise in iron nutritional responses, bacterial pathogen responses, cellular biology, and plant signaling, to examine changes that occur in individual cells, in specific tissues, and in communication between leaves and roots. Examining any one aspect alone – whether only one of the stresses or in only one tissue type – would only provide a partial understanding of the larger, integrated process. In addition to elucidating a previously unknown biological process that could improve crop yields, this project will provide an ideal training environment for the next generation of scientists as the individual researchers will move fluidly between laboratories with different expertise to conduct modern, multidisciplinary investigations of a complex biological system. \r\n\r\nIron-Responsive Transporter 1 (IRT1) is localized only to roots and is the main path for iron uptake from the soil. IRT1 protein levels at the plasma membrane (PM) are inversely proportional to the iron status of the plant. If the plant’s iron levels are low, IRT1 protein accumulates at the PM to increase iron uptake; whereas if iron levels are sufficient, IRT1 protein decreases by endocytic removal. The research team recently found that when a plant is challenged by a bacterial infection, the levels of IRT1 rapidly decrease, even under low iron conditions that should increase IRT1. In addition, the team has identified three mutants that alter plant immune responses that also have greatly reduced levels of IRT1 under low iron conditions. These results indicate that (a) biotic stress signaling is integrated with iron signaling, and (b) that biotic stress signaling overrides low iron signaling. The goal of this project is to determine how and where these signals are integrated. Because iron sensing occurs primarily in leaves with an unknown signal being transmitted to the roots to regulate IRT1 levels, an important aspect of this research will be to determine if biotic stress signaling alters iron signaling in leaves, directly affects IRT1 levels in roots, or acts in some combination of signal integration. These possibilities will be addressed through a combination of cell-specific complementation assays of the mutants as well as infecting only leaves or only roots with bacterial elicitors. An integration of transcriptomic and PM proteomic analyses in either roots or leaves will determine if other iron-responsive transcripts or proteins are altered in roots and/or leaves, potentially revealing tissue-specific networks of co-regulated transcripts/proteins, as well as revealing whether the three mutants show similar or distinct differences, thus defining where the mutants may function in the signaling pathway(s).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Peck",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Scott C Peck",
   "pi_email_addr": "pecks@missouri.edu",
   "nsf_id": "000310444",
   "pi_start_date": "2022-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Antje",
   "pi_last_name": "Heese",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Antje Heese",
   "pi_email_addr": "heesea@missouri.edu",
   "nsf_id": "000076299",
   "pi_start_date": "2022-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Mendoza-Cózatl",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "David G Mendoza-Cózatl",
   "pi_email_addr": "mendozacozatld@missouri.edu",
   "nsf_id": "000592194",
   "pi_start_date": "2022-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "Office of Sponsored Programs Administration",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652110001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 1242385.0
  }
 ],
 "por": null
}