{
 "awd_id": "2217908",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRC-BIO: The evolution of cellular stress responses and host defenses to bacterial pathogens",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927587",
 "po_email": "bgarner@nsf.gov",
 "po_sign_block_name": "Bianca Garner",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 435554.0,
 "awd_amount": 435554.0,
 "awd_min_amd_letter_date": "2022-08-05",
 "awd_max_amd_letter_date": "2022-08-05",
 "awd_abstract_narration": "The cell has evolved specific stress sensors that maintain cellular balance. One such sensor is an enzyme known as IRE1, which can monitor protein production in the cell, and signal when proteins are not being made properly. Defects in the regulation of the IRE1 sensor have been implicated in several human diseases including cancer, diabetes, and neurological disorders; therefore, identifying new ways to regulate this vital sensor could lead to innovative designs of new therapeutics. IRE1 maintains protein quality control using two distinct functions that either destroys or edits the molecular instructions needed to build proteins. These two functions have evolved at different points in the evolutionary history of this enzyme. While IRE1 from mammals performs both functions, the IRE1 from microorganisms, such as yeast, exclusively performs only one function. This begs the question: what was the original function of IRE1 – destruction or editing? To answer this question, this proposal seeks to dig deeper into the evolutionary history of the IRE1 sensor using genetic and bioinformatic approaches to characterize the function of the IRE1 in amoeba, which share a common ancestor with mammals and yeast. Furthermore, this project investigates whether IRE1 also functions as an ancient cellular defense against harmful bacteria. This research is designed to integrate into a course-based undergraduate research experience (CURE) and programs that promote the participation of underrepresented groups in biology to train and diversify the future STEM workforce.\r\n\r\nInositol-requiring enzyme 1 (IRE1) is a highly conserved stress sensor in eukaryotic cells that can detect the accumulation of misfolded proteins in the endoplasmic reticulum (ER). IRE1 maintains protein quality control in the ER using two fundamentally distinct ribonuclease (RNase) activities: mRNA degradation and mRNA splicing. While mammalian IRE1 performs both RNase activities, IRE1 from certain species of yeast exclusively perform only one. This research aims to reveal the evolutionary history and mechanisms that underlie the distinct functions of IRE1 by characterizing IRE1 from the model amoeba, Dictyostelium discoideum, which shares a distant common ancestor with both yeast and mammals. This will be accomplished through genetic approaches that mutate amino acid residues of amoeba IRE1 that are conserved between amoeba, yeast, and mammals, then testing whether these mutants can survive growth conditions that disrupt protein production in the ER. In addition, IRE1 from different species of yeast will be replaced with IRE1 from amoeba to test for functional redundancy between organisms. In parallel, candidate mRNA targets of amoeba IRE1 will be identified using a bioinformatic pipeline, then validated using both in vivo and in vitro RNase assays. Lastly, this proposal seeks to uncover the role of IRE1 as an ancient host defense against intracellular pathogens by exploiting a natural host-pathogen interaction between bacteria and amoeba. The resulting data will elucidate the evolutionary history and function of a vital cellular sensor that maintains cellular homeostasis in all eukaryotic cells and determine how it can be differentially regulated to control cell fate.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elias",
   "pi_last_name": "Taylor-Cornejo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elias Taylor-Cornejo",
   "pi_email_addr": "EliasTaylor-Cornejo@rmc.edu",
   "nsf_id": "000862019",
   "pi_start_date": "2022-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Randolph-Macon College",
  "inst_street_address": "204 HENRY ST",
  "inst_street_address_2": "",
  "inst_city_name": "ASHLAND",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8047527268",
  "inst_zip_code": "230051634",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "VA01",
  "org_lgl_bus_name": "RANDOLPH-MACON COLLEGE",
  "org_prnt_uei_num": "HPCLFGJ7JH26",
  "org_uei_num": "HPCLFGJ7JH26"
 },
 "perf_inst": {
  "perf_inst_name": "Randolph-Macon College",
  "perf_str_addr": "310 N. Center Street",
  "perf_city_name": "Ashland",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "230051502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "VA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "202Y00",
   "pgm_ele_name": "NFE-New Faculty Enhancement"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 435554.0
  }
 ],
 "por": null
}