{
 "awd_id": "2217824",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "FII Track-2 FEC: Facilitating Ubiquitous Technology Utilizing Resilient Eco-friendly Sensors",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032922759",
 "po_email": "lcligget@nsf.gov",
 "po_sign_block_name": "Lisa C. Cliggett",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 6000000.0,
 "awd_amount": 6000000.0,
 "awd_min_amd_letter_date": "2022-08-02",
 "awd_max_amd_letter_date": "2024-08-09",
 "awd_abstract_narration": "Water pollution is a widespread problem. According to a recent Gallup Poll, ground and drinking water pollution are Americans' top environmental concerns. Some of the most serious pollutants include pesticides and heavy metals, such as lead and arsenic. These substances not only get into our drinking water, but their accumulation in plants and animals can make food unsafe in many communities, adversely affecting human health. Yet, bodies of water are often tested only once a year due to manual collection procedures and large, costly equipment to measure pollutants. This project will create small, printable sensors to simultaneously measure toxic heavy metals and pesticides on-site to enable widespread environmental surveillance in bodies of water, and to measure levels of heavy metals in human populations. The project will recruit and train a diverse workforce to design, test, and produce these new types of sensors. Through collaborations at four universities, the project will leverage the unique skills and facilities at Boise State University, Louisiana Tech University, the University of Alabama at Birmingham, and the University of Arkansas for Medical Sciences to produce and test the sensors. In addition to traditional K-12 outreach activities and recruitment to increase diversity in science, technology, engineering, and mathematics (STEM), this project has developed a novel, hybrid pre-mentoring research experience (PRE Program) to recruit and train underrepresented minority students that will enhance training and increase retention. The PRE Program will be run by the University of Arkansas at Pine Bluff, an HBCU institution. Students will engage in learning and professional development activities for several months prior to working in one of the other four universities for a summer research experience, gaining essential knowledge and experience to ensure success in a STEM career. Furthermore, the project leadership will work with economic development teams to establish manufacturing capabilities to commercialize the sensors for large global markets and to employ project trainees, which will amplify investment in this project. The sensors have the potential to enable a future convergence with the Internet of Things, artificial intelligence, and consumer cell phone apps to provide widespread surveillance and analysis of environmental toxins in water and in human populations. This convergence will create new research and commercialization opportunities contributing to the sustainability of the project beyond the life of the award.\r\n\r\nThe project will advance chemical and materials engineering, sensor design, environmental research, and human safety. Our research will produce databases of eco-friendly, printable sensor inks for microelectronic devices and functionalized photonic carbon dots for detection of toxic chemicals, as well as electronic and photonic sensor detection methods for multianalyte measurements. Using this fundamental research, the project team will design and optimize economical, multianalyte, eco-friendly sensors that avoid or use only a minute amount of precious metals. The project will develop non-invasive, human HM sensors for on-site use in the home and in community screening clinics. Sensors will be deployed to areas with toxic spills or persistent leakage to evaluate initial exposure and monitor exposure over time, and to gage the progress of remediation procedures. This research project will (1) provide a fundamental understanding of the emergent electrochemical properties of nanocomposite network coatings (NNCs) that avoid or use only minute amounts of precious metals versus Si-based sensors; (2) discover catalytic effects of NNC inks and their sensing mechanisms; (3) develop optimal jet printing parameters for NNC inks; (4) explore novel dopant and functionalization methods for luminescent carbon dot (CD) sensors, including upcycling of papermill and plastics industry waste; (5) learn how the electronic energy gap shifts between functionalized CDs and specific heavy metals; and (6) optimize sensing parameters for multianalyte detection for printed ink and CD sensors. These economical sensors will enable wider use and more frequent monitoring of toxic chemicals which will facilitate a greater understanding of the impact of human activity in the environment and how to minimize the spread of toxic chemicals to humans.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Teresa",
   "pi_last_name": "Murray",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Teresa A Murray",
   "pi_email_addr": "tmurray@latech.edu",
   "nsf_id": "000626848",
   "pi_start_date": "2022-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Harish",
   "pi_last_name": "Subbaraman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Harish Subbaraman",
   "pi_email_addr": "harish.subbaraman@oregonstate.edu",
   "nsf_id": "000549622",
   "pi_start_date": "2022-08-02",
   "pi_end_date": "2023-06-26"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Estrada",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Estrada",
   "pi_email_addr": "daveestrada@boisestate.edu",
   "nsf_id": "000648220",
   "pi_start_date": "2023-06-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Rouzbeh",
   "pi_last_name": "Nazari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rouzbeh Nazari",
   "pi_email_addr": "rnazari@memphis.edu",
   "nsf_id": "000700260",
   "pi_start_date": "2022-08-02",
   "pi_end_date": "2024-08-09"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Prabhu",
   "pi_last_name": "Arumugam",
   "pi_mid_init": "U",
   "pi_sufx_name": "",
   "pi_full_name": "Prabhu U Arumugam",
   "pi_email_addr": "parumug@latech.edu",
   "nsf_id": "000706396",
   "pi_start_date": "2022-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wesley",
   "pi_last_name": "Zech",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Wesley C Zech",
   "pi_email_addr": "zechwes@uab.edu",
   "nsf_id": "000810939",
   "pi_start_date": "2024-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shuk-Mei",
   "pi_last_name": "Ho",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shuk-Mei Ho",
   "pi_email_addr": "shukmeiho@uams.edu",
   "nsf_id": "000873277",
   "pi_start_date": "2022-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana Tech University",
  "inst_street_address": "RAIL ROAD AVE WYLY TWR 1620",
  "inst_street_address_2": "",
  "inst_city_name": "RUSTON",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "3182575075",
  "inst_zip_code": "712720001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "LA05",
  "org_lgl_bus_name": "LOUISIANA TECH UNIVERSITY",
  "org_prnt_uei_num": "PAMDY6DMVVE7",
  "org_uei_num": "PAMDY6DMVVE7"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana Tech University",
  "perf_str_addr": "PO Box 10157 (818 Nelson Ave)",
  "perf_city_name": "Ruston",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "712720001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "LA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "194Y00",
   "pgm_ele_name": "EPSCoR RII: Focused EPSCoR Col"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7715",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 3050897.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 2949103.0
  }
 ],
 "por": null
}