{
 "awd_id": "2218808",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CCSS: AI-Assisted Reconfigurable Dual-Input Load-Modulation Transmitter Array for Energy- and Spectrum-Efficient Massive MIMO Communications",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032927360",
 "po_email": "jenlin@nsf.gov",
 "po_sign_block_name": "Jenshan Lin",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2022-09-06",
 "awd_max_amd_letter_date": "2022-09-06",
 "awd_abstract_narration": "The scarcity of spectrum, especially in the sub-6-GHz frequency range, has motivated the spectrally efficient massive multi-input multi-output (mMIMO) communications. However, the use of large and dense antenna array with multiple high-power radio frequency (RF) transmitters creates technical challenges of antenna-amplifier impedance mismatch, efficiency degradation, and sharp temperature rise. The overarching goal of this project is to shift the paradigm of transmitter operation from ‘static and model-driven’ to ‘dynamic, intelligent and data-driven’ to significantly enhance the energy and spectrum efficiencies of next-generation wireless systems. The AI-based reconfiguration framework for RF transmitter array can be applied to many other reconfigurable RF circuits and subsystems, e.g., mMIMO receivers with dynamic spatial filtering, tunable filters, antenna tuners, and RF signal processors, making truly intelligent radios feasible. Beyond wireless communications, outcomes of this research may also impact on a variety of other antenna array systems, such as active phased array radars, wireless imaging and sensing, and wireless power transfer. Moreover, the proposed learning-based method for solving such a highly dynamic and non-stationary problem can be generalized to other complex real-time systems including robotic control, intelligent transportation systems, and next-generation wireless networks. The impact of this project will be further expanded through the following integrated educational efforts: a) attracting and retaining underrepresented students through appropriate programs; b) engaging undergraduate students through appropriate programs; c) integration of research findings in graduate and undergraduate courses at University of Central Florida; d) outreach to local community. \r\n\r\nThe RF power amplifier (PA) has conventionally been designed and deployed under the assumption of static/quasi-static load impedance and ambient temperature. Nevertheless, these assumptions are invalid for the multi-antenna mMIMO systems due to strong antenna and thermal couplings, leading to degraded spectral and energy efficiencies at system level. To address this fundamental challenge, this project aims to transform the cutting-edge AI/machine-learning (ML) technologies into the hardware-centric RF transmitter design. Specifically, a novel dual-input hybrid load modulated balanced amplifier (DI-HLMBA) is proposed, offering unparalleled efficiency, bandwidth, and linearity. More importantly, the highly reconfigurable nature of DI-HLMBA in both digital and analog domains enables dynamic closed-loop control to counteract antenna mismatch and temperature upsurge during mMIMO operation, which can be generalized as a reinforcement-learning (RL) process. Additionally, the problem of dynamically optimizing DI-HLMBA will be formulated with a RL framework based on nonstationary Markov Decision Processes and a meta-stability-based hardware implementation strategy with reconfigurable field programmable gate array (FPGA) technology, tightly coupled to achieve real-time low-latency optimization. Furthermore, the AI-assisted operation as well as multi-band multi-standard capability will be extended from the individual PA/transmitter to the mMIMO array through a unique design method for the wideband fractal-shaped antenna array. Overall, this research establishes a cross-disciplinary design methodology based on a holistic integration of digital backend, RF frontend, antenna array, sensing, AI algorithm, FPGA acceleration, and inter-module interfaces to form an energy- and spectrum-efficient mMIMO system.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenle",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kenle Chen",
   "pi_email_addr": "kenle.chen@ucf.edu",
   "nsf_id": "000759518",
   "pi_start_date": "2022-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xun",
   "pi_last_name": "Gong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xun Gong",
   "pi_email_addr": "xun.gong@ucf.edu",
   "nsf_id": "000227961",
   "pi_start_date": "2022-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mingjie",
   "pi_last_name": "Lin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mingjie Lin",
   "pi_email_addr": "mingjie@eecs.ucf.edu",
   "nsf_id": "000572911",
   "pi_start_date": "2022-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "105E",
   "pgm_ref_txt": "RF/Microwave & mm-wave tech"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": null
}