{
 "awd_id": "2218023",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Unraveling the anatomical and molecular adaptations of primate touch",
 "cfda_num": "47.074, 47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2027-08-31",
 "tot_intn_awd_amt": 625000.0,
 "awd_amount": 625000.0,
 "awd_min_amd_letter_date": "2022-07-19",
 "awd_max_amd_letter_date": "2023-04-18",
 "awd_abstract_narration": "Touch is a fundamental way that humans and other animals navigate and interact with their world. Precision touch, which allows us to use our hands to detect texture, shape, vibration, and movement, is vitally important for human and primate sensory biology and health. While precision touch is critical for tasks like detecting fruit ripeness, locomotion, and making and using tools, it is still poorly understood relative to other senses. This project uses a multidisciplinary approach to investigate variation in, and the role of, precision touch across primates and other mammals. The results of this work aim to identify ecological factors associated with variation in precision touch and contribute to our understanding of the role of touch in primate and human sensory biology, ecology, and evolution. This project can increase public understanding of sensory systems and science through an interactive exhibit at the Arizona Museum of Natural History. Furthermore, the project supports and expands international research collaborations and STEM research training to undergraduate and graduate students. Critically, the research team leverages a unique sampling opportunity to generate a biobank of tissues and RNA from wild mammal species, many of which are endangered and poorly studied, and make the data available to the global research community.\r\n\r\nThis multidisciplinary project addresses four aims: (1) identify genotype-phenotype relationships for precision touch; (2) quantify the effects of diet, manual dexterity, and tool use on precision touch; (3) quantify the effects of arboreality vs. terrestriality on precision touch, and (4) evaluate claims that the Primate Order is uniquely derived for precision touch. The project aims to address long-standing evolutionary questions regarding selective factors driving the origin of early primate features as well as questions about the evolution of highly sensitive precision touch in the human lineage. The research team uses transcriptome sequencing, histology, and morphometrics to compare the expression of touch-related genes with estimates of touch receptor cell (i.e., mechanoreceptor) densities and morphology in different tissues within individuals and between species. The project focuses on primate species that span taxonomic clades (strepsirrhines, platyrrhines, cercopithecoids, hominoids) and ecologies (diet, activity pattern, substrate use, tool use), and compares these to non-primate mammalian models targeted to investigate the convergent evolution of primate traits. The research team collects tissue samples from individuals across 18 mammal species in collaboration with veterinarians. The team also collects behavioral data on how the study species use precision touch to interact with food items and move about their environment. Additionally, the research team leverages publicly-available genomic databases in order to investigate the history of natural selection acting on touch genes across mammals. This project is jointly supported by the Biological Anthropology (SBE) and Physiological Mechanisms and Biomechanics (BIO) programs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carrie",
   "pi_last_name": "Veilleux",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Carrie C Veilleux",
   "pi_email_addr": "cveill@midwestern.edu",
   "nsf_id": "000394257",
   "pi_start_date": "2022-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Magdalena",
   "pi_last_name": "Muchlinski",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Magdalena N Muchlinski",
   "pi_email_addr": "muchlins@ohsu.edu",
   "nsf_id": "000566340",
   "pi_start_date": "2022-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amanda",
   "pi_last_name": "Melin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amanda Melin",
   "pi_email_addr": "amanda.melin@ucalgary.ca",
   "nsf_id": "000784345",
   "pi_start_date": "2022-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Midwestern University",
  "inst_street_address": "19555 N. 59TH AVE ADMINISTRATION BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "GLENDALE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "6305156173",
  "inst_zip_code": "853086813",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "AZ08",
  "org_lgl_bus_name": "MIDWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LKMNHBWLC5C8"
 },
 "perf_inst": {
  "perf_inst_name": "Midwestern University",
  "perf_str_addr": "19555 North 59th Avenue",
  "perf_city_name": "Glendale",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "853086813",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "AZ08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  },
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 625000.0
  }
 ],
 "por": null
}