{
 "awd_id": "2218786",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Investigation of High-Speed Face Milling of Difficult-to-Cut Materials with Minimum Quantity Lubrication Using High Oleic Soybean Oil-Based Nanofluids",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927225",
 "po_email": "awells@nsf.gov",
 "po_sign_block_name": "Andrew Wells",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 447198.0,
 "awd_amount": 447198.0,
 "awd_min_amd_letter_date": "2022-08-30",
 "awd_max_amd_letter_date": "2022-08-30",
 "awd_abstract_narration": "This Grant Opportunity for Academic Liaison with Industry (GOALI) award supports research that will build knowledge about a more sustainable and eco-friendly method of machining difficult-to-cut materials used in aerospace and automotive industries. These materials, such as Inconel 718, are problematic to machine due to the shear force and heat generated by the high friction between tool and workpiece, which leads to rapid tool wear and low productivity. Conventional cooling techniques used for machining flood the area with an emulsion coolant, causing issues like high coolant consumption and disposal problems. This award supports fundamental research to investigate alternative cooling and lubrication strategies based on a minimum quantity lubrication approach and using nanoparticle-filled soybean oil-based fluids. Minimum quantity lubrication employs a small amount of lubricant and compressed air to form an aerosol, which is sprayed in mist form through a nozzle to lubricate and cool the cutting zone, avoiding the problems and costs associated with the conventional emulsion flood method. The new cutting fluids can replace conventional ones, resulting in a more eco-friendly process with lubricant sourced from local soybean farmers. This research will result in new interfacial engineering knowledge and new cutting force models. The cutting force model will be integrated into virtual machining software for tele-education, and the award will broaden the participation of underrepresented groups in research and engineering education.\r\n\r\nLow-oleic and high-oleic soybean oils will be employed as base fluids to formulate nanofluids, utilizing surfactants with varying hydrophilic-lipophilic balance and four different nanoparticles, including graphene nanoplatelets. The properties of the nanofluids—including viscosity, thermal conductivity, dispersion stability, coefficient of friction, and mist flow—will be evaluated as a function of temperature, nanoparticle type, and concentration using a suite of material characterization techniques, including spectroscopic methods, dynamic light scattering, rheometry, tribo-rheometry, and thermal conductimetry. The performance of the formulated nanofluids will be evaluated for machining Inconel 718 and compacted graphite iron using a minimum quantity lubrication approach, and benchmarked against the conventional emulsion flood method. Machinability parameters, including cutting force components, tool wear and life, chip morphology, and surface integrity, will be investigated. A mechanistic cutting force prediction model will be established, using specific cutting and edge force coefficients, to understand and predict the best cooling and lubrication strategies. The interdisciplinary expertise of the team in mechanical and chemical engineering, and the industrial partners’ experience in machining and fluid engineering, will be leveraged, while the GOALI partnership will facilitate transfer of research outcomes to the factory floor.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Okafor",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony C Okafor",
   "pi_email_addr": "okafor@mst.edu",
   "nsf_id": "000328009",
   "pi_start_date": "2022-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Monday",
   "pi_last_name": "Okoronkwo",
   "pi_mid_init": "U",
   "pi_sufx_name": "",
   "pi_full_name": "Monday U Okoronkwo",
   "pi_email_addr": "okoronkwom@mst.edu",
   "nsf_id": "000800697",
   "pi_start_date": "2022-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "Evans",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Sean M Evans",
   "pi_email_addr": "sean.evans@steelvillemfg.com",
   "nsf_id": "000860059",
   "pi_start_date": "2022-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri University of Science and Technology",
  "inst_street_address": "300 W. 12TH STREET",
  "inst_street_address_2": "202 CENTENNIAL HALL",
  "inst_city_name": "ROLLA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5733414134",
  "inst_zip_code": "654091330",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MO08",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y6MGH342N169"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri University of Science and Technology",
  "perf_str_addr": "327 Toomey Hall",
  "perf_city_name": "Rolla",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "654096506",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MO08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 447198.0
  }
 ],
 "por": null
}