{
 "awd_id": "2218607",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: 1st Global Amphibian and Reptile Disease Conference",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032925368",
 "po_email": "jshisler@nsf.gov",
 "po_sign_block_name": "Joanna Shisler",
 "awd_eff_date": "2022-05-01",
 "awd_exp_date": "2023-04-30",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2022-05-02",
 "awd_max_amd_letter_date": "2022-05-02",
 "awd_abstract_narration": "The first Global Amphibian and Reptile Disease Conference (GARD, 2022) will break down discipline-based silos and bring together a diverse array of investigators focused on studying diseases of amphibians and reptiles. This conference will serve as a forum for uniting communities of investigators to discuss, compare, and contrast various aspects of amphibian and reptile diseases. To this end, this meeting will include, but will not be limited to virologists, mycologists, parasitologists, veterinarians, immunologists, ecologists, and pathologists. Dealing with the impacts of infectious diseases plaguing amphibians and reptiles requires a more comprehensive understanding of the replication, transmission, and epidemiology of these pathogens, the molecular bases underlying pathogenicity, and the roles of host immune systems during such infections. Concurrently, greater insight into these diseases and their resulting outcomes require in-depth knowledge of pathogen ecology, specifically addressing issues of host range, host-pathogen interactions, and the myriad environmental factors, such as climate, altitude, ultraviolet exposure, agrochemicals, and anthropomorphic changes, that impact host susceptibility and resistance. As such, the 2022 GARD meeting will provide an opportunity for scientists studying the many different facets of herpetological diseases to combine their respective areas of expertise and thus raise the level of global awareness and understanding of infectious disease impacting amphibians and reptiles.\r\n\r\nThe overarching goal unifying the participants of the first Global Amphibian and Reptile Disease Conference is to diminish the loss of amphibian and reptile diversity by advancing our understanding of the principal agents contributing to diseases of these animals and developing mitigation strategies to control them. To accomplish that goal, this conference will improve scientific communication among investigators whose diverse interests often find them attending different meetings. The 2022 GARD meeting will also engage junior researchers through comprehensive workshops and presentations that prominently feature research from students, postdoctoral fellows, and research associates. Through outreach programs offered by the universities whose faculty are in attendance, we will facilitate participation by students from under-represented minorities, thereby integrating them into our scientific communities. Moreover, the hands-on training that students, postdoctoral fellows, and principal investigators will acquire through workshops and field trips offered at GARD 2022, will enhance their respective research endeavors, advance their studies of amphibian and reptile diseases, and strengthen STEM research in general. GARD attendance and participation will be gender-balanced and will include racial and ethnic diversity.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leon",
   "pi_last_name": "Grayfer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leon Grayfer",
   "pi_email_addr": "leon_grayfer@email.gwu.edu",
   "nsf_id": "000715426",
   "pi_start_date": "2022-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "1922 F Street NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520086",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  },
  {
   "pgm_ele_code": "724200",
   "pgm_ele_name": "Ecology of Infectious Diseases"
  },
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The first Global Amphibian and Reptile Disease (GARD) conference was convened 4&ndash;10 August 2022 in Knoxville, Tennessee, USA to present and discuss the latest science information and management directions for multifaceted disease threats to herpetofauna. An impressive cadre of the world&rsquo;s leading experts in herpetological pathogens and parasites assembled to address the common aim:&nbsp;to&nbsp;reduce the occurrence, rate, and severity of emerging infectious diseases that are plaguing global amphibian and reptile populations to ensure their conservation for years to come.</p>\n<p>The scope of the program and assembly was broad, especially regarding attendee affiliations and geographies, infectious agents considered, host taxa susceptible to infections, and disease subdisciplines represented. Professional development or scientific product goals were accomplished in seven workshops, including a diversity/equity/inclusion workshop that was open to all participants. Over 230 professionals from 25 countries attended the conference in person and online, including scientists, natural resource managers, policy makers, and stakeholders from the public (Fig. 1). Twenty-one conference sponsors contributed funds for 40 travel awards to students and early career professionals from nine countries, facilitating broad participation and inclusion of diverse perspectives. Half of the nearly 150 presentations were given by students, attesting to the growing involvement of early-career scientists in advancing knowledge of herpetological diseases. Over 15 pathogens&nbsp;and parasites were addressed, with considerable focus on three diseases listed by the World Organization for Animal Health (founded as the OIE:&nbsp;<a href=\"https://www.woah.org/en/home\">https://www.woah.org/en/home</a>; accessed 8 August 2022):&nbsp;<em>Batrachochytrium dendrobatidis</em>&nbsp;and&nbsp;<em>B. salamandrivorans</em>&nbsp;chytridiomycosis and Ranavirosis<em>.&nbsp;</em>Other talks spanned topics including snake fungal diseases caused by&nbsp;<em>Ophidiomyces ophiodiicola</em>&nbsp;and&nbsp;<em>Paranannizziopsis</em>&nbsp;spp., invasive fish rhabdovirus infections of amphibians, herpesviruses,&nbsp;<em>Perkinsea</em>&nbsp;infections, the invasive snake lung pentastome parasite&nbsp;<em>Raillietiella orientalis</em>, and amphibian skin mites, leeches, and gastrointestinal parasites. Topics of presentations spanned disease ecology and evolution, immunological and microbiome defenses, and surveillance, monitoring, and One Health management strategies. The conference program including abstracts of presentations is available online (<a href=\"https://utconferences.eventsair.com/gard-conference\">https://tiny.utk.edu/GARD22; accessed 8 August 2022)</a>.</p>\n<p>The organizers (myeslf included) synthesized the proceeding into two manuscripts.&nbsp;</p>\n<p>Olson D, Gray M, Pasmans F, Grayfer L, Wilber MQ, Carter, ED, Cunningham A. 2022&nbsp;The Rising Tide of Herpetological Disease Science and Management.&nbsp;<span>Herpetological Review,&nbsp;</span>53(3), 416&ndash;417.</p>\n<p><br />Gray MJ, Robert J. Ossiboff R, Berger L, &nbsp;Bletz MC, Carter DE, DeMarchi DE, Grayfer L, Lesbarr&egrave;res D, Malagon DA, Martel A, Miller DL, Pasmans F, Skerratt LF, Towe AF, Wilber &nbsp;2023&nbsp;A One Health Approach to Globalizing, Accelerating, and Focusing Amphibian and Reptile Disease Research &ndash; Reflections and Opinions from the First Global Amphibian and Reptile Disease Conference.&nbsp;<span>Emerging Infectious Diseases, accepted for publication</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/04/2023<br>\n\t\t\t\t\tModified by: Leon&nbsp;Grayfer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe first Global Amphibian and Reptile Disease (GARD) conference was convened 4&ndash;10 August 2022 in Knoxville, Tennessee, USA to present and discuss the latest science information and management directions for multifaceted disease threats to herpetofauna. An impressive cadre of the world’s leading experts in herpetological pathogens and parasites assembled to address the common aim: to reduce the occurrence, rate, and severity of emerging infectious diseases that are plaguing global amphibian and reptile populations to ensure their conservation for years to come.\n\nThe scope of the program and assembly was broad, especially regarding attendee affiliations and geographies, infectious agents considered, host taxa susceptible to infections, and disease subdisciplines represented. Professional development or scientific product goals were accomplished in seven workshops, including a diversity/equity/inclusion workshop that was open to all participants. Over 230 professionals from 25 countries attended the conference in person and online, including scientists, natural resource managers, policy makers, and stakeholders from the public (Fig. 1). Twenty-one conference sponsors contributed funds for 40 travel awards to students and early career professionals from nine countries, facilitating broad participation and inclusion of diverse perspectives. Half of the nearly 150 presentations were given by students, attesting to the growing involvement of early-career scientists in advancing knowledge of herpetological diseases. Over 15 pathogens and parasites were addressed, with considerable focus on three diseases listed by the World Organization for Animal Health (founded as the OIE: https://www.woah.org/en/home; accessed 8 August 2022): Batrachochytrium dendrobatidis and B. salamandrivorans chytridiomycosis and Ranavirosis. Other talks spanned topics including snake fungal diseases caused by Ophidiomyces ophiodiicola and Paranannizziopsis spp., invasive fish rhabdovirus infections of amphibians, herpesviruses, Perkinsea infections, the invasive snake lung pentastome parasite Raillietiella orientalis, and amphibian skin mites, leeches, and gastrointestinal parasites. Topics of presentations spanned disease ecology and evolution, immunological and microbiome defenses, and surveillance, monitoring, and One Health management strategies. The conference program including abstracts of presentations is available online (https://tiny.utk.edu/GARD22; accessed 8 August 2022).\n\nThe organizers (myeslf included) synthesized the proceeding into two manuscripts. \n\nOlson D, Gray M, Pasmans F, Grayfer L, Wilber MQ, Carter, ED, Cunningham A. 2022 The Rising Tide of Herpetological Disease Science and Management. Herpetological Review, 53(3), 416&ndash;417.\n\n\nGray MJ, Robert J. Ossiboff R, Berger L,  Bletz MC, Carter DE, DeMarchi DE, Grayfer L, Lesbarr&egrave;res D, Malagon DA, Martel A, Miller DL, Pasmans F, Skerratt LF, Towe AF, Wilber  2023 A One Health Approach to Globalizing, Accelerating, and Focusing Amphibian and Reptile Disease Research &ndash; Reflections and Opinions from the First Global Amphibian and Reptile Disease Conference. Emerging Infectious Diseases, accepted for publication\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/04/2023\n\n\t\t\t\t\tSubmitted by: Leon Grayfer"
 }
}