{
 "awd_id": "2218965",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Puerto Rican Higher Education Researchers Association, Thriving not just Surviving (HEARTS) conference",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927404",
 "po_email": "smontash@nsf.gov",
 "po_sign_block_name": "Sonja Montas-Hunter",
 "awd_eff_date": "2022-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 65686.0,
 "awd_amount": 65686.0,
 "awd_min_amd_letter_date": "2022-08-03",
 "awd_max_amd_letter_date": "2022-08-03",
 "awd_abstract_narration": "With support from the Improving Undergraduate STEM Education: Hispanic-Serving Institutions (HSI Program), this conference aims to support faculty in Puerto Rico so that they can impact the retention and graduation rates of Hispanic students through implementing best practices and improving faculty wellness, resulting in improved student/faculty engagement and faculty grant-writing skills. Puerto Rican faculty are in urgent need of physical, emotional, pedagogical, and financial support so that they can refresh, rejuvenate, and adapt to transition from surviving to thriving in this pandemic-fueled “new normal.” The Puerto Rican Higher Education Researchers Association, Thriving not just Surviving (HEARTS) Conference will provide this support for faculty to heal, learn, share and grow to better support Hispanic STEM students and the HSIs of Puerto Rico. The conference will bring together faculty in higher education research programs from across the island. The conference will address topics of wellness, grant-writing support, best practices for virtual and/or hybrid learning (especially in STEM) and culturally competent pedagogy. These four topics, combined into one event, will offer holistic support for the faculty that are on the frontlines of the implementation of education research programming that seeks to improve outcomes for Hispanic students in STEM and broadly in higher education in Puerto Rico. Faculty will be better equipped to meet the challenges of this “new normal” if they are supported by each other, focused on their own wellness, trained for writing competitive grants, and trained in best practices for hybrid and/or virtual STEM instruction in a culturally supportive environment to promote the success of Hispanic STEM students.\r\n\r\nThe design and analysis of this mixed-methods evaluative research study are based on Kezar’s (2013) framework of organizational learning through “sensemaking.” The project will help faculty “make sense” of their value and how they require personal wellness and stronger communities to be effective. Participants in the conference will learn about successful capacity-building efforts of other STEM faculty and administrators which resulted in student success. The conference will address the topics of (1) faculty wellness, (2) creating communities through sustained dialogues, (3) grant-writing, and (4) culturally responsive pedagogies. The main goals are to (1) equip HSI faculty from PR to meet the challenges of today’s “new normal” by focusing on their own wellness; (2) create a sustained dialogue on the importance of collaboration among HSIs in Puerto Rico and in the US; (3) empower faculty to use best practices for Hispanic students to promote the success and (4) receive training for competitive grant-writing (to secure funds to support their work). The conference activities will generate evidence of faculty improved faculty wellbeing, sense of belonging, self-efficacy in grant-writing, and implementation of best practices in the classroom to support STEM students. This evidence will be used to seek additional funding to support yearly iterations of the conference with the long-term goal of forming a self-sustaining education research association on the island that will foster long-term excellence in higher education research for HSIs in Puerto Rico as well as collaborations with the US mainland to promote education research that builds capacity for student success. The HSI Program aims to enhance undergraduate STEM education and build capacity at HSIs. Projects supported by the HSI Program will also generate new knowledge on how to achieve these aims.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lilliam",
   "pi_last_name": "Casillas-Martinez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lilliam Casillas-Martinez",
   "pi_email_addr": "lcasillasm@gmail.com",
   "nsf_id": "000484778",
   "pi_start_date": "2022-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Puerto Rico at Humacao",
  "inst_street_address": "JOSE E AGUIAR ARAMBURU CARR 908 KM 1.0",
  "inst_street_address_2": "",
  "inst_city_name": "HUMACAO",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7878509374",
  "inst_zip_code": "00791",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "UNIVERSITY OF PUERTO RICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "CMBEL6LZ4MA5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Puerto Rico at Humacao",
  "perf_str_addr": "Call Box 860",
  "perf_city_name": "Humacao",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "007920860",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "077Y00",
   "pgm_ele_name": "HSI-Hispanic Serving Instituti"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 65686.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goals of the Puerto Rican Higher Education Researchers Association, Thriving not just Surviving (HEARTS) Conference were to: (1) equip HSI faculty from Puerto Rico (PR) to meet the challenges of today&rsquo;s &ldquo;new normal&rdquo; by focusing on their own wellness (2) create a sustained dialogue on the importance of collaboration among Hispanic Serving Institutions (HSI) within PR and the US, &nbsp;(3) empower faculty to implement best educational practices for Latinx students to promote their retention in STEM fields, and, (4) receive training for competitive grant-writing to sustain such efforts. The PR HEARTS conference took place in Old San Juan, PR from December 1 to 3, 2022 with 87 participants, representing 22 different campuses of private and public universities within the island, 2 scientific institutions and 2 non-profit organizations. More specifically, there were 7 campuses of the public system, representatives from 10 campuses of private universities and two main community colleges, and the Director of the Puerto Rico Science, Technology &amp; Research Trust (PR-STRT). See more information at <a href=\"https://www.uprh.edu/proud/proud-hearts/pr-hearts-next\">https://www.uprh.edu/proud/proud-hearts/pr-hearts-next</a>.</p>\n<p>The satisfaction levels of the participants (&gt;97%) indicated that HEARTS was a unique professional development space for Puerto Rican STEM faculty to move from surviving into thriving. Increased sense of community among private and public institutions, as well as belonging, well-being, and self-efficacy in grantsmanships was also reported. The best evidence that our faculty experienced a transformation regarding writing competitive proposals to further support Latinx student success is that 10 different grants has been awarded to date. However, the main outcome of the conference was the creation of an island-wide union to build national institutional capacity as a PR HSI STEM HUB that is now writing new proposals to become a formal entity. &nbsp;</p>\n<p>Meanwhile, we have received additional funds, for example, from November 11-13 of 2024, the Inclusive Excellence program from Howard Hughes Medical Institute (HHMI) partially funded a 3-day retreat for Decolonizing STEM for undergraduate students to train them in the intersectionality of colorism, colonialism and the Eurocentric culture of STEM. At the retreat, we gained knowledge on the best STEM teaching strategies that students consider more beneficial to them. &nbsp;Funds were also provided by the American Association for Colleges and Universities (AAC&amp;U) to host a Project Kaleidoscope (PKAL) Puerto Rican Regional Meeting from November 30th to December 1st, 2024.&nbsp; The training was focussed on how Puerto Rican faculty can apply for NSF funding, specifically on the call for S-STEM grants. (<a style=\"color: #158155;\" href=\"https://sites.google.com/view/2023prpkal\">https://sites.google.com/view/2023prpkal</a>).&nbsp;HUB members (n=42) from 19 different private and public universities within Puerto Rico received an introduction to critical inquiry-based reform for broadening the participation of talented, low-income students in STEM.</p>\n<p>Another training generously funded by the Partnership for Undergraduate Life Science Education (PULSE) took place during July 8 to 11 of 2024 to help create institutional capacity. Twenty-two faculty from 18&nbsp;institutions (public and private) were trained as Ambassador facilitators at the PR-STRT. Participants from the island and the US, visited the PR-STRT facilities and learned of upcoming research funding opportunities to increase collaborations.</p>\n<p>Due to the diverse nature and context of the different HSI in PR, we are proposing a grantsmanship training center at the PR-STRT whose main mission is to advance Puerto Rico&rsquo;s economy through science and technology. By having a centralized grantsmanship center we can continue fostering the collaborations of private and public institutions with the ultimate goal of increasing retention and graduation rates of Latinx students in STEM disciplines.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/04/2024<br>\nModified by: Lilliam&nbsp;Casillas-Martinez</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2218965/2218965_10822079_1722814980899_PULSE_3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2218965/2218965_10822079_1722814980899_PULSE_3--rgov-800width.jpg\" title=\"Participants of the Partnership for Undergraduate Life Science Education PULSE training\"><img src=\"/por/images/Reports/POR/2024/2218965/2218965_10822079_1722814980899_PULSE_3--rgov-66x44.jpg\" alt=\"Participants of the Partnership for Undergraduate Life Science Education PULSE training\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A training generously funded by the Partnership for Undergraduate Life Science Education (PULSE) took place during July 8 to 11 of 2024 to help create institutional capacity in Puerto Rico. Twenty-two faculty from 18 institutions (public and private) were trained as Ambassador facilitators.</div>\n<div class=\"imageCredit\">Lilliam Casillas Martinez</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Lilliam&nbsp;Casillas-Martinez\n<div class=\"imageTitle\">Participants of the Partnership for Undergraduate Life Science Education PULSE training</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2218965/2218965_10822079_1722815719052_HEARTS_PICS--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2218965/2218965_10822079_1722815719052_HEARTS_PICS--rgov-800width.jpg\" title=\"Participants of PR Higher Education Researchers Association, Thriving not just Surviving (HEARTS) Conference\"><img src=\"/por/images/Reports/POR/2024/2218965/2218965_10822079_1722815719052_HEARTS_PICS--rgov-66x44.jpg\" alt=\"Participants of PR Higher Education Researchers Association, Thriving not just Surviving (HEARTS) Conference\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">PR HEARTS conference took place in Old San Juan, PR from December 1 to 3, 2022 with 87 participants, representing 22 different campuses of private and public universities within the island, 2 scientific institutions and 2 non-profit organizations.</div>\n<div class=\"imageCredit\">Lilliam Casillas Martinez</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Lilliam&nbsp;Casillas-Martinez\n<div class=\"imageTitle\">Participants of PR Higher Education Researchers Association, Thriving not just Surviving (HEARTS) Conference</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2218965/2218965_10822079_1722814210874_pkal_foto_2023--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2218965/2218965_10822079_1722814210874_pkal_foto_2023--rgov-800width.jpg\" title=\"Participants of Puerto Rican Branch PKAL training\"><img src=\"/por/images/Reports/POR/2024/2218965/2218965_10822079_1722814210874_pkal_foto_2023--rgov-66x44.jpg\" alt=\"Participants of Puerto Rican Branch PKAL training\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">HUB members (n=42) from 19 different private and public universities within Puerto Rico received a Project Kaleidoscope (PKAL) training into critical inquiry-based reform for broadening the participation of talented, low-income students in STEM.</div>\n<div class=\"imageCredit\">Lilliam Casillas Martinez</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Lilliam&nbsp;Casillas-Martinez\n<div class=\"imageTitle\">Participants of Puerto Rican Branch PKAL training</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe goals of the Puerto Rican Higher Education Researchers Association, Thriving not just Surviving (HEARTS) Conference were to: (1) equip HSI faculty from Puerto Rico (PR) to meet the challenges of todays new normal by focusing on their own wellness (2) create a sustained dialogue on the importance of collaboration among Hispanic Serving Institutions (HSI) within PR and the US, (3) empower faculty to implement best educational practices for Latinx students to promote their retention in STEM fields, and, (4) receive training for competitive grant-writing to sustain such efforts. The PR HEARTS conference took place in Old San Juan, PR from December 1 to 3, 2022 with 87 participants, representing 22 different campuses of private and public universities within the island, 2 scientific institutions and 2 non-profit organizations. More specifically, there were 7 campuses of the public system, representatives from 10 campuses of private universities and two main community colleges, and the Director of the Puerto Rico Science, Technology & Research Trust (PR-STRT). See more information at https://www.uprh.edu/proud/proud-hearts/pr-hearts-next.\n\n\nThe satisfaction levels of the participants (97%) indicated that HEARTS was a unique professional development space for Puerto Rican STEM faculty to move from surviving into thriving. Increased sense of community among private and public institutions, as well as belonging, well-being, and self-efficacy in grantsmanships was also reported. The best evidence that our faculty experienced a transformation regarding writing competitive proposals to further support Latinx student success is that 10 different grants has been awarded to date. However, the main outcome of the conference was the creation of an island-wide union to build national institutional capacity as a PR HSI STEM HUB that is now writing new proposals to become a formal entity. \n\n\nMeanwhile, we have received additional funds, for example, from November 11-13 of 2024, the Inclusive Excellence program from Howard Hughes Medical Institute (HHMI) partially funded a 3-day retreat for Decolonizing STEM for undergraduate students to train them in the intersectionality of colorism, colonialism and the Eurocentric culture of STEM. At the retreat, we gained knowledge on the best STEM teaching strategies that students consider more beneficial to them. Funds were also provided by the American Association for Colleges and Universities (AAC&U) to host a Project Kaleidoscope (PKAL) Puerto Rican Regional Meeting from November 30th to December 1st, 2024. The training was focussed on how Puerto Rican faculty can apply for NSF funding, specifically on the call for S-STEM grants. (https://sites.google.com/view/2023prpkal).HUB members (n=42) from 19 different private and public universities within Puerto Rico received an introduction to critical inquiry-based reform for broadening the participation of talented, low-income students in STEM.\n\n\nAnother training generously funded by the Partnership for Undergraduate Life Science Education (PULSE) took place during July 8 to 11 of 2024 to help create institutional capacity. Twenty-two faculty from 18institutions (public and private) were trained as Ambassador facilitators at the PR-STRT. Participants from the island and the US, visited the PR-STRT facilities and learned of upcoming research funding opportunities to increase collaborations.\n\n\nDue to the diverse nature and context of the different HSI in PR, we are proposing a grantsmanship training center at the PR-STRT whose main mission is to advance Puerto Ricos economy through science and technology. By having a centralized grantsmanship center we can continue fostering the collaborations of private and public institutions with the ultimate goal of increasing retention and graduation rates of Latinx students in STEM disciplines.\n\n\n\t\t\t\t\tLast Modified: 08/04/2024\n\n\t\t\t\t\tSubmitted by: LilliamCasillas-Martinez\n"
 }
}