{
 "awd_id": "2218623",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developing a Structural, Morphological, and Microphysical Understanding of Left-moving Supercells",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032924715",
 "po_email": "nanderso@nsf.gov",
 "po_sign_block_name": "Nicholas Anderson",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 473485.0,
 "awd_amount": 473485.0,
 "awd_min_amd_letter_date": "2022-07-06",
 "awd_max_amd_letter_date": "2023-09-28",
 "awd_abstract_narration": "Left-moving (LM) supercell thunderstorms produce a large number of severe weather reports every year, including many high-impact hail events.  Radar represents a way to study these storms.  New polarimetric radar technology has now been in operation long enough to allow development of a large sample of LM supercells.  Using this dataset, the project will focus on when these storms occur through examination of their environments, what they look like under different environmental conditions, and how these storms’ radar signatures might be used to anticipate associated severe weather events.  This will be the first large-scale study of LM supercells, and is anticipated to advance scientific understanding of these storms in a way that may lead to improved severe weather warnings for the benefit of society.  An educational component will provide training to students from middle school through graduate school.  \r\n \r\nA LM supercell dataset anticipated to contain 600+ individual storms for which polarimetric radar observations are available will be constructed using data from the Storm Prediction Center and manual analysis of recent radar datasets.  Environments of these storms will be characterized using model output data and clustered using self-organizing maps.  Polarimetric radar characteristics of the updraft, hail, and inflow regions will be quantified using the Supercell Polarimetric Observation Research Kit.  Environmental clustering will be used to characterize the environments in which LM supercells occur and how their radar presentation and impacts vary across environments.  LM supercells have similarities to more common right-moving storms, and the structure, microphysics, and temporal evolution of storms in the LM dataset will be compared to these characteristics in sets of right-moving storms which have been studied prior.  Severe weather outcomes in LM storms will be put in the context of radar signature evolution and environmental characteristics, allowing development of models describing events which lead to severe weather production in LM supercells.  The project will also include development of a mobile severe weather workshop with hands-on experimental components for middle school students.  This workshop will be developed by graduate students as part of their professional development, and will be presented by students and faculty to rural and Native American students in the central Great Plains region.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Van Den Broeke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Van Den Broeke",
   "pi_email_addr": "mvandenbroeke2@unl.edu",
   "nsf_id": "000617501",
   "pi_start_date": "2022-07-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Allen",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "John T Allen",
   "pi_email_addr": "allen4jt@cmich.edu",
   "nsf_id": "000699646",
   "pi_start_date": "2022-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "151 Prem S. Paul Research Center",
  "perf_city_name": "Lincoln",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685031435",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 473485.0
  }
 ],
 "por": null
}