{
 "awd_id": "2218218",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Crafting an Open Source Digital Publication Tool for the History of Science",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032925034",
 "po_email": "wbauchsp@nsf.gov",
 "po_sign_block_name": "Wenda K. Bauchspies",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 393370.0,
 "awd_amount": 393370.0,
 "awd_min_amd_letter_date": "2022-07-01",
 "awd_max_amd_letter_date": "2022-07-01",
 "awd_abstract_narration": "This award supports the development of research infrastructure for the history of science and technology. The project team will develop a publication tool, EditionCrafter, that integrates primary sources (digitized technical manuscripts) with original research, including transcriptions and translations of the texts, commentary, and textual analysis. The project is oriented towards early modern texts on technology and craftsmanship. Integrating the resulting texts of practice into the history of science will allow a fuller, more inclusive view of the origins of scientific thought and practice, revealing contributors who have been hidden up to now, and allowing for the construction of new narratives of making modern science. Researchers, students, and institutions (including libraries, historical societies, and archives) as well as community groups will be empowered to grant wide access to valuable textual sources otherwise hidden from public and scholarly engagement.\r\n\r\nEditionCrafter is designed to be an open-source, customizable publishing tool that will allow users to deploy their own texts, data, and commentary as low-maintenance digital critical editions. It will enable the creation of static sites that rely on basic well-established technologies and workflows to address issues of longevity, maintenance, sustainability, and cost. Initially, eight case studies are to be produced by collaborators to inform and troubleshoot the development and deployment of the new tool, and many more once the tool is fully operative. Feedback and testing of the ease with which the tool can be adopted by users under different institutional constraints will result in the release of a targeted set of varied deployment options that will provide users with multiple ways to run the software and publish the resulting editions. Finally, a community workshop is to be organized that brings together a diverse network of stakeholders and experts to offer feedback and use-case contexts to best inform and evaluate the new tool.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pamela",
   "pi_last_name": "Smith",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Pamela H Smith",
   "pi_email_addr": "ps2270@columbia.edu",
   "nsf_id": "000459255",
   "pi_start_date": "2022-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "2960 Broadway",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124Y00",
   "pgm_ele_name": "Science & Technology Studies"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 393370.0
  }
 ],
 "por": null
}