{
 "awd_id": "2218421",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBE-UKRI: Form and function of primate natal coats",
 "cfda_num": "47.074, 47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2022-11-01",
 "awd_exp_date": "2026-10-31",
 "tot_intn_awd_amt": 489363.0,
 "awd_amount": 489363.0,
 "awd_min_amd_letter_date": "2022-08-04",
 "awd_max_amd_letter_date": "2022-08-04",
 "awd_abstract_narration": "The color of infants in many primates stand out clearly against adult and background color. Why and how should the most vulnerable members of a group be so conspicuous to threats? This project investigates this question and offers insight into the role of infants in the social systems of primates. The research will create and curate a new publicly accessible standardized image database of primate species alongside life history, social and ecological data and results will contribute to our understanding of why some animals change color over their lifetimes. The project will train two postdoctoral researchers plus dozens of researchers globally, including many in primate native range countries, in objective photography for studying animal coloration. The project’s comprehensive education and outreach program provides education and training opportunities to students from kindergarten to graduate school with a focus on enhancing the representation, retention, and training of underrepresented minority scholars through existing institutional and professional association-affiliated programs.  \r\n\r\nMany ideas for the function of infant conspicuousness in some species have been proposed but not rigorously investigated. These include warning potentially infanticidal out-group males or predators that the infant will be defended by the group, confusing the paternity of infants to prevent infanticide, helping caregivers keep track of the infant, and facilitating the care of infants by mothers and non-mothers. This project tests these hypotheses by objectively measuring the color of many individuals from many primate species throughout infancy, carrying out a comprehensive comparative analysis of infant coloration across species, along with behavioral experiments to measure how mothers, fathers and non-fathers respond to differently colored infants. Color is measured using calibrated and standardized digital photography at zoos, sanctuaries and research centers globally, with local researchers photographing infants throughout the period of development. These are then be processed using visual-system dependent methods to get a ‘receiver-eye-view’ of primate infant appearance for 250 individuals from 80 different primate species, and by experimentally manipulating the coloration of images to assess response by different adult members of the group. Comparative analyses across primate species test the predictions made by each of the functional hypotheses about how infant color should relate to species’ behavior, ecology, and social system. This project is funded jointly by Biological Anthropology (SBE) and Behavioral Systems Cluster (BIO).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Higham",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Higham",
   "pi_email_addr": "jhigham@nyu.edu",
   "nsf_id": "000622551",
   "pi_start_date": "2022-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQUARE S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  },
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "003Z",
   "pgm_ref_txt": "SBE-RCUK MOU"
  },
  {
   "pgm_ref_code": "1061",
   "pgm_ref_txt": "VIETNAM"
  },
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 489363.0
  }
 ],
 "por": null
}