{
 "awd_id": "2219566",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Award: Food Security Under Colonial Rule",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 17459.0,
 "awd_amount": 17459.0,
 "awd_min_amd_letter_date": "2022-06-23",
 "awd_max_amd_letter_date": "2022-06-23",
 "awd_abstract_narration": "This project investigate the deep histories of food (in)security, specifically seeking to understand how colonial impositions affect local food systems and the strategies that communities develop to mitigate these impacts. These issues are investigated in a region where Indigenous communities experienced two separate but linked waves of colonialism which extended control by forcibly displacing people, imposing religion, and implementing taxes on both labor and goods. Such impositions could decrease food availability within communities, introduce new foods, or alter who has access to food. The project will study archaeological plant remains to document the foods that people produced and ate in the period immediately preceding and during imperial occupations. Plant remains form an unwritten archive of ancient food and therefore offer valuable insight to past peoples’ day-to-day lives, choices, and work. An archaeology of food security is important because it helps to understand the long-term processes that cause food insecurity in the present and the strategies past communities developed in response to food system disruptions. By employing a food security framework, this project seeks not only to contribute to understandings about the past, but also to inform current work on food systems. The project will create paid training opportunities for undergraduate students to gain specialized skills in archaeological science and by assisting in the collection, processing, and analysis of botanical samples\r\n\r\nThe project will study plant remains collected from archaeological excavations in ancient households, communal gathering and eating spaces, and agriculture fields. These data will allow the assessment of two key pillars of food security: availability and access. Availability will be documented by tracing stability or change in ingredients over time at the community scale, while access will be studied by comparing plant remains recovered in different households within the community. Findings on availability and access will also inform about the food strategies community members employed by demonstrating stability or change in agriculture, food storage, or trade relations. As such, this project will speak to how food (in)security was created by both imperial impositions and local actions. Overall, this research will advance understandings of colonialism and offer a case study about the interplay between local food strategies, colonial impositions, and food security.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amanda",
   "pi_last_name": "Logan",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Amanda L Logan",
   "pi_email_addr": "amanda.logan@northwestern.edu",
   "nsf_id": "000776447",
   "pi_start_date": "2022-06-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sophie",
   "pi_last_name": "Reilly",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Sophie E Reilly",
   "pi_email_addr": "sophiereilly2024@u.northwestern.edu",
   "nsf_id": "000873778",
   "pi_start_date": "2022-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "1810 hinman",
  "perf_city_name": "evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602081310",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760600",
   "pgm_ele_name": "Archaeology DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "5926",
   "pgm_ref_txt": "LATIN AMERICA, SDC"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 17459.0
  }
 ],
 "por": null
}