{
 "awd_id": "2219330",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Reanalysis of Paleomagnetic Secular Variation and Excursions During Early Brunhes Time (380-780 ka) at ODP Sites 1060, 1061, 1062, and 1063",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924705",
 "po_email": "lastiz@nsf.gov",
 "po_sign_block_name": "Luciana Astiz",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 163559.0,
 "awd_amount": 163559.0,
 "awd_min_amd_letter_date": "2022-08-10",
 "awd_max_amd_letter_date": "2022-08-10",
 "awd_abstract_narration": "This project will develop high-resolution paleomagnetic secular variation (PSV) records of the Earth’s magnetic field in the region of the western North Atlantic Ocean for the time interval 380,00-780,000 years ago. These composite PSV records will contain records of directional variability, including evidence for 6 magnetic field excursions, and intensity variability. A similar analysis is now complete for the last 380,000 years containing 12 excursions. In combination, these PSV records will provide evidence for the behavior of the Earth’s dynamo for the last 780,000 years (Brunhes Normal Polarity Chron) that is unique in the World. These records should provide the evidence needed to determine what happens when the Earth’s magnetic field reverses. There are many records of field reversals, but none of them have a detailed record of field variability surrounding the actual reversal. This work should provide a unique set of PSV records for evaluating the magnetic field reversal dynamo process. These records will provide, as well, the pattern of PSV variability throughout the Brunhes Chron that can help to characterize the normal chaotic pattern of the Earth’s dynamo active in the outer core. The project will support undergraduate student research.\r\n\r\nOcean Drilling Program (ODP) Leg 172 (western North Atlantic Ocean) collected shipboard paleomagnetic records (2-3 holes per site) from Sites 1060, 1061 1062, and 1063 for the entire Brunhes Normal Polarity. The sampling interval at these sites was 5 cm with an average sediment accumulation rate of ~25 cm/ky (200-yr average sampling interval). These composite data sets contain, perhaps, the highest-resolution record of paleomagnetic field variability (directions, relative paleointensity, excursions) for the entire Brunhes Normal Polarity Chron anywhere in the World. This project will carry out a reanalysis of excursions and surrounding normal secular variation (both directions and relative paleointensity) recorded in these deep-sea sediments between 380-780 ka. Lund (2018) and Lund et al. (2020a, 2020b, 2021, 2022) have already carried out such a reanalysis and constructed a composite paleomagnetic record for each of these sites from 0-380 ka. This reanalysis will build detailed replicate PSV records for each of the sites and reevaluate the chronologies for them. Time series analysis will be used to assess the pattern of variability over time and its relationship to the intervening 18 excursions. For the first time, the relationship between normal PSV surrounding the excursions will be evaluated as a model for reversal process. This project will also provide a basis for estimating the detailed space/time pattern of excursions/secular variation in one region that can be compared with other, similar studies from other parts of the Earth. These analyses are are key concepts for building more realistic models of dynamo sources for excursions and normal secular variation in the outer core.\r\n\r\nThis project is supported by the Marine Geology and Geophysics program in the Division of Ocean Sciences and the Geophysics program in the Division of Earth Sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Lund",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Steven P Lund",
   "pi_email_addr": "slund@usc.edu",
   "nsf_id": "000400733",
   "pi_start_date": "2022-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "USC Department of Earth Sciences",
  "perf_str_addr": "3651 Trousdale Parkway",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890740",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 163559.0
  }
 ],
 "por": null
}