{
 "awd_id": "2219060",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding interphase layer formation at the cathode/solid-electrolyte junction",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 537725.0,
 "awd_amount": 537725.0,
 "awd_min_amd_letter_date": "2022-07-22",
 "awd_max_amd_letter_date": "2022-07-22",
 "awd_abstract_narration": "Improving the safety and performance of lithium-ion batteries is necessary to support a broad range of technologies from consumer electronics to electric vehicles. Current lithium-ion batteries employ organic liquid electrolytes that allow lithium ions to move rapidly between battery electrodes during charge and discharge. But these liquid electrolytes are flammable and allow for the growth of lithium metal tendrils (referred to as dendrites) between the electrodes, leading to the risk of short-circuiting and runaway cell reaction. Over the last 30 years, researchers have been working to develop solid electrolyte materials to replace liquid electrolytes in lithium-ion batteries for improved safety, lifetime, and energy density. However, these electrolyte materials fail rapidly in battery test cells. Researchers at the University of Missouri will work to understand the origins of failure in these electrolytes arising from reactions between the solid electrolyte and the cathode of the battery. To accomplish this, University of Missouri researchers will isolate and understand the individual contributions of different reactive species on the overall failure behavior using a combination of species-selective membrane coatings, electron microscopy, and electrochemical characterization. This research will fill a critical gap in understanding of the reactions that underpin failure of solid electrolytes and is expected to help researchers develop safer and higher performance batteries. These research activities will be complemented with the development of hands-on interactive learning modules to make electron microscopy measurements of battery interfaces tangible and engaging for early high-school students.\r\n\r\nThis project will establish mechanistic understanding of interphase formation between oxide cathode materials and sulfide solid electrolytes. Researchers will employ advanced transmission electron microscopy and other complementary characterization techniques to observe interphase formation between nickel-cobalt-manganese (NMC) cathode powder and Li10GeP2S12 (LGPS) SE with and without nanoscale polymer membrane coatings formed on the NMC cathode using molecular layer deposition (MLD). These MLD membrane coatings are tunable as single or mixed conductors of electrons, cations, and anions and will help serve to isolate and understand each of these species’ contributions to interphase formation reactions. The project will (1) understand native cathode/solid electrolyte interphase formation versus the state of charge of the cathode, (2) understand the role of electrons, cations, and anions in cathode/electrolyte interphase formation, and (3) understand the impact of barrier coatings on solid state battery performance. This work will help researchers rationally propose solutions to block unwanted reactions while preserving desirable functional properties at the cathode/solid electrolyte interface.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthias",
   "pi_last_name": "Young",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Matthias J Young",
   "pi_email_addr": "matthias.young@missouri.edu",
   "nsf_id": "000798036",
   "pi_start_date": "2022-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xiaoqing",
   "pi_last_name": "He",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaoqing He",
   "pi_email_addr": "hxiaoqing@wustl.edu",
   "nsf_id": "000798322",
   "pi_start_date": "2022-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "The Curators of the University of Missouri",
  "perf_str_addr": "601 Turner Avenue",
  "perf_city_name": "Columbia",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652110001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 537725.0
  }
 ],
 "por": null
}