{
 "awd_id": "2219107",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "OPP-PRF: Linking the Physical and Chemical Drivers of Carbon Cycling in Arctic Source-to-sink Systems",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032928057",
 "po_email": "lculler@nsf.gov",
 "po_sign_block_name": "Lauren Culler",
 "awd_eff_date": "2023-01-01",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 328590.0,
 "awd_amount": 328590.0,
 "awd_min_amd_letter_date": "2022-06-03",
 "awd_max_amd_letter_date": "2023-01-30",
 "awd_abstract_narration": "The global carbon cycle regulates the climate and habitability of our planet. The Arctic landscape, particularly permafrost (frozen ground), stores a massive amount of carbon – nearly twice as much as the atmosphere. As air temperatures in the Arctic increase, the permafrost thaws and carbon-rich organic matter can be released. Once released, this carbon can be transformed into carbon dioxide and methane – greenhouse gases. The carbon released from permafrost may also be transported to the ocean where it can be buried for many years, keeping it out of the atmosphere. The primary goals of this research are to find hotspots of permafrost thaw in the Arctic landscape and to understand what happens to carbon after it is released from the permafrost. This project supports one postdoctoral scholar and provides funding to analyze samples collected from a river in Arctic Alaska. This work will result in a mathematical model that simulates the flow of carbon across the Arctic landscape. The PI will also create an educational tool to teach students about carbon-climate feedbacks.\r\n\r\nThis project aims to develop a mechanistic understanding of the feedbacks between physical erosion, oxidative weathering, and organic carbon (OC) transformation in Arctic landscapes. This project uses a “source-to-sink” approach to study the physical and chemical effects of permafrost thaw at the landscape-scale and assess the transformation of OC upon mobilization and downstream transport. Focusing on the Canning River in northern Alaska, the PI will compare modern river OC fluxes with long-term catchment-average OC export derived from cosmogenic radionuclide geochemistry. To determine whether permafrost-derived OC is oxidized to CO2 during transport across the Arctic landscape, this project applies novel geochemical methods, including ramped pyrolysis oxidation-14C and dissolved rhenium analyses. The results will constrain decomposition rates of OC mobilized from thawing permafrost, which are largely unknown but needed to predict future CO2 emissions from the Arctic. Using data generated from this project, the PI will construct a model of coupled erosion, weathering, and carbon cycling in Arctic river catchments. Further application of this coupled model will reveal the feedbacks among climate, erosion, sediment routing, and OC cycling that will advance our understanding of Arctic landscape response to future climate change.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marisa",
   "pi_last_name": "Repasch",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Marisa N Repasch",
   "pi_email_addr": "mrepasch@unm.edu",
   "nsf_id": "000803065",
   "pi_start_date": "2022-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Institute of Arctic and Alpine Research, University of Colorado",
  "perf_str_addr": null,
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090450",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "524700",
   "pgm_ele_name": "POST DOC/TRAVEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5219",
   "pgm_ref_txt": "ARCTIC SYSTEM SCIENCE PROGRAM"
  },
  {
   "pgm_ref_code": "5247",
   "pgm_ref_txt": "POST DOC/TRAVEL"
  },
  {
   "pgm_ref_code": "5280",
   "pgm_ref_txt": "ARCTIC NATURAL SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 179302.0
  }
 ],
 "por": null
}