{
 "awd_id": "2219888",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Support for the U.S. GEOTRACES Project Office",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 1298260.0,
 "awd_amount": 1298260.0,
 "awd_min_amd_letter_date": "2022-08-11",
 "awd_max_amd_letter_date": "2024-08-08",
 "awd_abstract_narration": "This award supports three years of funding for the U.S. GEOTRACES Project Office to coordinate and support the activities of investigators at U.S. institutions who are fulfilling the GEOTRACES mission, specifically: “To identify processes and quantify fluxes that control the distributions of key trace elements and isotopes (TEIs) in the ocean, and to establish the sensitivity of these distributions to changing environmental conditions.” To fulfill this mission, and achieve benefits derived from doing so, GEOTRACES is making observations spanning a global array of ocean sections in close collaboration with modeling and synthesis, and supported by a solid foundation of ongoing intercalibration of analytical methods. A program-wide data management system ensures that the results of the program will live long after the program is completed. The U.S. GEOTRACES Project Office takes leadership in ensuring success of U.S. contributions to the mission and in promoting the international GEOTRACES data management and synthesis initiatives. This award provides support for Project Office personnel, for planning and expedition-related workshops, for activities contributing to GEOTRACES synthesis, and for activities that facilitate the use of GEOTRACES products by the broader scientific community as well as learners, policy makers, and other stakeholders. \r\n\r\nU.S. GEOTRACES is in the second half of its plan to complete a prioritized sequence of ocean sections. This award will fund the U.S. GEOTRACES Project Office to carry out its role, namely to coordinate the implementation of two upcoming expeditions, including the organization of workshops that support the dozens of principal investigators involved in each expedition, together with their students and post docs and to provide a research framework from planning through sampling to data synthesis. At this phase of the Program, synthesis is a priority, that is, to interpret measured distributions of TEIs with the goal of identifying the principal sources of TEIs in the ocean, quantifying the rates of processes that regulate TEI supply and removal, and assessing the role of TEIs in biogeochemical cycles of carbon and major nutrients. Many of these synthesis activities not only transcend disciplinary boundaries but involve international partnerships. The Project Office will continue to promote and facilitate these activities through a combination of large synthesis meetings and smaller synthesis working groups. Products of these activities will feed into modeling of the ocean biogeochemical cycles that assesses the sensitivity of TEI distributions to changing environmental conditions. The Project Office will lead efforts in the U.S. to exploit GEOTRACES findings to use the ocean in a more sustainable fashion as part of the UN Decade of Ocean Science.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Anderson",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Robert F Anderson",
   "pi_email_addr": "boba@ldeo.columbia.edu",
   "nsf_id": "000428800",
   "pi_start_date": "2022-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Claudia",
   "pi_last_name": "Giulivi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Claudia Giulivi",
   "pi_email_addr": "claudiag@ldeo.columbia.edu",
   "nsf_id": "000642122",
   "pi_start_date": "2022-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Lamont-Doherty Earth Observatory of Columbia University",
  "perf_str_addr": "61 Route 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "109641707",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 412797.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 313838.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 571625.0
  }
 ],
 "por": null
}