{
 "awd_id": "2219294",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Analysis of Multi-Year Surface Current Mapping Data from HF Radar: Cross Validation of Submesoscale Divergence and Wind Stress Curl",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 339657.0,
 "awd_amount": 339657.0,
 "awd_min_amd_letter_date": "2022-08-08",
 "awd_max_amd_letter_date": "2022-08-08",
 "awd_abstract_narration": "This project would collect, organize, and quality control a thirty-year record of surface current mapping (radar) data along the U.S. west coast, encompassing the California Current System (CCS). These data would then be paired with high-resolution retrospective analysis of wind fields to validate the coincidences of current and wind pulses. Such validation will enable the use of these products to understand the effects of mountains and wind anomalies on coastal upwelling circulation. The CCS comprises a critical, productive marine ecosystem supported by nutrient supply from coastal upwelling, which displays mesoscale (~100 km) and submesoscale (~10 km) filaments and eddies, as observed in satellite imagery. Surface current maps are capable of resolving filaments and eddies at much higher temporal and spatial resolution than with available satellite imagery. High-resolution atmospheric circulation models provide even higher resolution for surface wind stress, but they have lacked validation at the appropriate temporal and spatial scales. If successful, the validation of atmospheric circulation model results with the historical radar observations will enable interpretation and location of critical habitats within the CCS. The work itself will be conducted with the aid of graduate students at the Naval Postgraduate School and the University of California Santa Cruz.\r\n \r\nSince 1993, multiple operators have deployed CODAR-style HFR systems along the U.S. West coast to measure surface currents, largely in support of operational goals. Operators provided these data to the public in near-real-time and with minimal quality control (QC), and were seldom funded for subsequent QC or analyses. The PI is uniquely positioned to acquire these datasets from multiple sources, and effectively QC them. The analysis plan to compare divergences in the resulting dataset will rely on the PIs extensive experience with divergence calculations and with comparison to wind stress curl estimates for the same period from a high resolution numerical model. The model to be used is the Coupled Ocean/Atmosphere Mesoscale Prediction System (COAMPS), a state-of-the art atmospheric circulation model developed by the Naval Research Laboratory, with high resolution grids nested within a global forecasting system to support regional requirements.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Paduan",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey D Paduan",
   "pi_email_addr": "jpaduuan@ucsc.edu",
   "nsf_id": "000331330",
   "pi_start_date": "2022-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California - Santa Cruz",
  "perf_str_addr": "1156 High St",
  "perf_city_name": "Santa Cruz",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 339657.0
  }
 ],
 "por": null
}