{
 "awd_id": "2220899",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Building Bridges to Support Talented, Low-Income Engineering Students",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927253",
 "po_email": "olpierra@nsf.gov",
 "po_sign_block_name": "Olga Pierrakos",
 "awd_eff_date": "2023-02-15",
 "awd_exp_date": "2029-01-31",
 "tot_intn_awd_amt": 749999.0,
 "awd_amount": 749999.0,
 "awd_min_amd_letter_date": "2022-08-23",
 "awd_max_amd_letter_date": "2022-08-23",
 "awd_abstract_narration": "This project will contribute to the national need for well-educated scientists, mathematicians, engineers, and technicians by supporting the retention and graduation of high-achieving, low-income students with demonstrated financial need at the University of Maine. Over its six-year duration, the project will fund scholarships to 23 unique full or part-time students pursuing bachelor's degrees in any of the University of Maine's College of Engineering (CoE) departments. All students recruited at the freshman level will receive a four-year scholarship, and sophomore students will receive three years of scholarship funding. The program will support the advancement of scholars through community-building mechanisms and optional participation in a variety of program activities, including undergraduate research, the Engineering Ambassadors (EA) program, and CO-OP experiences. Cross-cutting support will be provided by coordinated support mechanisms and significantly expanded with newly introduced project resources. Specific new supports include a Student Success Coordinator, individualized faculty and peer mentoring, and attendance at the cohort building and career-oriented monthly workshops. As part of this program, scholars can opt to be trained for outreach activities to return to their communities to positively illustrate how STEM disciplines are applicable to rural life. This near-peer mentoring provides opportunities for scholars to improve their communication skills and instill positive perceptions of STEM within their communities, particularly among other students, teachers, parents, and school administration. Ultimately, the project will serve as a model of increased awareness and support for qualified low-income, rural students to achieve undergraduate degrees in STEM disciplines and provide equal access to STEM disciplines to both rural and urban populations.\r\n \r\nThe overall goal of this project is to increase STEM degree completion of low-income, high-achieving undergraduates with demonstrated financial need. Careers in STEM are projected to grow 11% from 2019 to 2029. While the bulk of this growth will be in urban areas, rural settings will also need a workforce that is STEM-prepared. This project seeks to develop and implement a sustainable holistic process that provides financial, curricular, and co-curricular elements to train the next generation of engineers to address the 6.5 million rural students who often have diminished access to STEM education. The project will establish sustainable pathways for recruiting students from high schools and will increase first to second-year retention rates and four-year graduation rates for scholars. Furthermore, the project will contribute to the knowledge base around low-income student success by exploring the impact of the project's student support systems and identifying mechanisms most critical in promoting scholars' career advancement or pursuit of further academic studies. The project will also examine the effectiveness of peer-to-peer recruiting for rural students in Maine. This project is funded by NSF’s Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers, and to generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wilhelm",
   "pi_last_name": "Friess",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wilhelm Friess",
   "pi_email_addr": "wilhelm.friess@maine.edu",
   "nsf_id": "000620502",
   "pi_start_date": "2022-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mohamad",
   "pi_last_name": "Musavi",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Mohamad T Musavi",
   "pi_email_addr": "musavi@maine.edu",
   "nsf_id": "000326223",
   "pi_start_date": "2022-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karissa",
   "pi_last_name": "Tilbury",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karissa Tilbury",
   "pi_email_addr": "karissa.tilbury@maine.edu",
   "nsf_id": "000748133",
   "pi_start_date": "2022-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sheila",
   "pi_last_name": "Pendse",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sheila Pendse",
   "pi_email_addr": "sheila.pendse@maine.edu",
   "nsf_id": "000749014",
   "pi_start_date": "2022-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maine",
  "inst_street_address": "5717 CORBETT HALL",
  "inst_street_address_2": "",
  "inst_city_name": "ORONO",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075811484",
  "inst_zip_code": "044695717",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "UNIVERSITY OF MAINE SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "PB3AJE5ZEJ59"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maine",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "044695717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ME02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 749999.0
  }
 ],
 "por": null
}