{
 "awd_id": "2220980",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MCA: Data Science for Global Change-Does Plant Diversity Imply Forest Resilience?",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032922279",
 "po_email": "sdudgeon@nsf.gov",
 "po_sign_block_name": "Steven Dudgeon",
 "awd_eff_date": "2023-01-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 293033.0,
 "awd_amount": 293033.0,
 "awd_min_amd_letter_date": "2022-07-11",
 "awd_max_amd_letter_date": "2022-07-11",
 "awd_abstract_narration": "Two ongoing global crises – climate warming and species loss – make it difficult to predict how our planet’s forests will look in the future. Are species-rich forests more resilient to changing climate, or more vulnerable to change? Should we expect greater changes in species-rich tropical forests, or in species-poor northern conifer forests? All forests deliver important ecosystem services to humanity as they moderate climate and provide wood, clean water, wildlife habitat, and livelihoods and recreation opportunities. This project will help us understand how the world’s forests are changing and what role biodiversity plays in forests’ resilience to changing climate. This work will focus on the most vulnerable stage in forest development – tree seedlings – to create new conceptual and statistical models to aid forest management and conservation in varied settings across the globe. The project will also compare how different countries monitor early stages of forest change and will contribute to the sharing of best practices and the best science across borders. The findings will be widely disseminated to major agencies in forest management and monitoring. Ongoing societal conversations about climate change and biodiversity loss will be aided by sharing the project’s findings with the public via interviews, press releases, and lectures at regional high schools and nature centers. Advanced training in ecology, forest monitoring, and data science will be given to 15-30 graduate students, including those from traditionally underrepresented backgrounds. Long-term impacts will include a newly developed course, new teaching materials, and new study plots established to monitor future forest changes.\r\n\r\nAs global forest ecosystems experience interconnected contemporary crises – climate change and biodiversity loss – it is increasingly important to understand if forests composed of more species are also more resilient to changing climate. This proposal will help answer this question by studying how forests change in time and space along the global latitudinal diversity gradient (LDG), focusing particularly on the early stages of forest change (tree seedlings) that influence future forest character. The proposal seeks to use diverse data science approaches to help us understand how tree seedling banks change along the LDG with climate and how they relate to characteristics (such as diversity and resilience to change) of forest overstory and understory plant communities. We will specifically address key aspects of tree seedling bank dynamics such as tree seedling diversity, resilience to change, abundance, and composition. The project integrates four activities: (1) fine-scale analyses of field data from sites along the tropical-temperate-boreal gradient, (2) broad-scale analyses of forest inventories spanning the LDG (Big Data), (3) systematic review and meta-analysis of published papers, and (4) review and synthesis of data science approaches used for monitoring tree seedlings in major forest monitoring systems of the world. Data will be analyzed using generalized linear mixed models (GLMMs) and meta-analyses. The proposed project will address decades old, yet still unresolved discussions of the effects of diversity on forest ecosystem resilience and stability, while focusing on the most sensitive stage of forest dynamics using modern data science approaches along the global diversity gradient.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Dovciak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Martin Dovciak",
   "pi_email_addr": "mdovciak@esf.edu",
   "nsf_id": "000523678",
   "pi_start_date": "2022-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY College of Environmental Science and Forestry",
  "inst_street_address": "1 FORESTRY DR",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154706606",
  "inst_zip_code": "132102712",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "LVVEB3CF8MB8"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY College of Environmental Science and Forestry",
  "perf_str_addr": "1 Forestry Dr",
  "perf_city_name": "Syracuse",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "132102712",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "101Z",
   "pgm_ref_txt": "MCA-Mid-Career Advancement"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 293033.0
  }
 ],
 "por": null
}