{
 "awd_id": "2220912",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "JCCC STEM Scholars Program: Achieving Successful Transfer (Self-Efficacy, Independence, Persistence, and Momentum)",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927210",
 "po_email": "efuller@nsf.gov",
 "po_sign_block_name": "Edgar Fuller",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2028-09-30",
 "tot_intn_awd_amt": 1487766.0,
 "awd_amount": 1487766.0,
 "awd_min_amd_letter_date": "2022-06-30",
 "awd_max_amd_letter_date": "2022-06-30",
 "awd_abstract_narration": "This project will contribute to the national need for well-educated scientists, mathematicians, engineers, and technicians by supporting the retention and graduation of high-achieving, low-income students with demonstrated financial need at Johnson County Community College, the largest community college in Kansas. Over its 6-year duration, this project will provide scholarships to 54 undergraduate students who are pursuing associate’s degrees in Biology, Chemistry, Computer Science, Mathematics, and/or Physics with the intent to transfer to a university.  First-year students will receive up to two-years of scholarship support. This project develops a series of co-curricular activities seeking to empower community college students when navigating the transfer process to a 4-year institution of higher education. This project will adapt, pilot, and evaluate pre-transfer activities for community college students interested in pursuing bachelor’s degrees in STEM fields. This project will have significant impact on two areas: 1) increasing diversity of low-income students pursuing and earning STEM degrees and 2) increasing the number of community college students successfully transferring and continuing as STEM majors.\r\n\r\nThe overall goal of this project is to increase STEM degree completion of low-income, high-achieving undergraduates with demonstrated financial need. Seeking to advance knowledge in best practices for recruiting, retaining, graduating/transferring community college students in STEM majors, this project will 1) recruit and retain financially needy and academically talented fulltime STEM students, focusing on women and underrepresented minorities, into STEM degree programs; 2) improve graduation and transfer rates for students recruited into the JCCC STEM Scholarship program compared to general student population; 3) adapt and pilot cohort building activities, transfer-oriented activities, and support structures from existing programs to foster a learning community among STEM scholarship students; and 4) adapt and pilot outreach/recruitment activities, particularly targeting female and underrepresented high school students in STEM, that will be sustained past the grant period. The project will study how guiding students to develop a transfer success plan can increase recruitment, retention, graduation and transfer rates into STEM majors. Research has shown that policies and practices which empower students to be proactive in creating a transfer success plan results in the kind of academic momentum which propels them to achieve success. These activities will have immense value for other 2-year institutions and the 4-year institutions that recruit from them. The results of the project will be disseminated through conference presentations. This project is funded by NSF’s Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income, academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers, and to generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Beth",
   "pi_last_name": "Edmonds",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Beth Edmonds",
   "pi_email_addr": "bedmond3@jccc.edu",
   "nsf_id": "000703436",
   "pi_start_date": "2022-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Suneetha",
   "pi_last_name": "Menon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suneetha Menon",
   "pi_email_addr": "smenon1@jccc.edu",
   "nsf_id": "000720472",
   "pi_start_date": "2022-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johnson County Community College",
  "inst_street_address": "12345 COLLEGE BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "OVERLAND PARK",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "9134698500",
  "inst_zip_code": "662101283",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "KS03",
  "org_lgl_bus_name": "JOHNSON COUNTY COMMUNITY COLLEGE",
  "org_prnt_uei_num": "YN5NTW6L5DL9",
  "org_uei_num": "YN5NTW6L5DL9"
 },
 "perf_inst": {
  "perf_inst_name": "Johnson County Community College",
  "perf_str_addr": "12345 College Blvd",
  "perf_city_name": "Overland Park",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "662101283",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "KS03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 1487766.0
  }
 ],
 "por": null
}