{
 "awd_id": "2220546",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Putting B-vitamins on the map: to what extent do they shape phytoplankton dynamics and biogeography in the global ocean?",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032922092",
 "po_email": "csuchman@nsf.gov",
 "po_sign_block_name": "Cynthia Suchman",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 451571.0,
 "awd_amount": 451571.0,
 "awd_min_amd_letter_date": "2022-07-25",
 "awd_max_amd_letter_date": "2022-07-25",
 "awd_abstract_narration": "B-vitamins (thiamin, B1; biotin B7; cobalamin, B12) are organic molecules necessary for all the biological transformations of the chemical elements that support life on Earth. Without the activity of those molecules, the chemistry of life on Earth—as we know it—would end. In marine systems, the availability of B-vitamins also affects food web dynamics by controlling both bacterial and phytoplankton growth and species diversity. Because many organisms that can make several B-vitamins lack the ability to synthesize others, their vitamin needs and environmental accessibility could define which, when, and where specific phytoplankton species flourish. As a result, planktonic communities in nature need to constantly share B-vitamins in a complex mosaic of interdependencies.  Despite the early discovery of their relevance in the 1940s, most current marine vitamin research is still based on laboratory experiments or studies focusing on the biological responses of B-vitamin additions on algae and bacteria. Yet, vitamin distributions in the world ocean are mostly unknown, as they have only been measured in a few marine basins. Thus, the actual effect of their natural distributions in phytoplankton communities is still a mystery today. The main goal of this project is to elucidate the effects of B-vitamins availability on the spatial distributions of different phytoplankton species in surface waters of the world ocean. These data are needed to start untangling the rules by which members of the microbial plankton are interconnected through vitamin exchange and to determine how these essential interrelations may control surface ocean ecosystem functioning, such as phytoplankton and bacterial growth. Ultimately understanding these controls and their dynamics is critical to predicting future changes in the marine environment. In the future greenhouse world, the ocean is expected to be of paramount importance, providing the required protein to nurture future human populations and to reduce the levels of human-produced atmospheric CO2 through its uptake by photosynthetic organisms with different vitamin requirements.\r\n\r\n\tThis study is to establish the first global map of B-vitamin distributions in surface waters of the world ocean collected during the Malaspina circumnavigation expedition. This global map of vitamins is being used to determine their importance on phytoplankton species biogeography, a still unresolved ecological riddle. Another objective of the study is to establish how ambient vitamin concentrations, combined with bioactive trace elements and macronutrients, promote changes in the relative abundance of different eukaryotic and prokaryotic plankton species on the surface ocean. Overall, this is the first global study on the role of B-vitamins on ecosystem functioning and species composition in subtropical and tropical open ocean environments including the ocean gyres. The investigators are carrying out targeted metagenomic analyses to identify B-vitamins synthesizers and consumers within the planktonic community at several globally distributed stations across the Atlantic, Pacific, and Indian oceans. The extensive datasets already generated by the hundreds of participants of the Malaspina expedition is fully available to interpret the vitamin results. This study allows us to expand our understanding of B-vitamin distributions on a global scale and further investigate how surface ocean’s plankton community dynamics are intertwined with ambient B-vitamin pools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sergio",
   "pi_last_name": "Sanudo-Wilhelmy",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sergio A Sanudo-Wilhelmy",
   "pi_email_addr": "sanudo@usc.edu",
   "nsf_id": "000461351",
   "pi_start_date": "2022-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Gomez-Consarnau",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laura Gomez-Consarnau",
   "pi_email_addr": "gomezcon@usc.edu",
   "nsf_id": "000745530",
   "pi_start_date": "2022-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3616 Trousdale Parkway, AHF 206",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890371",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 451571.0
  }
 ],
 "por": null
}