{
 "awd_id": "2221569",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Constraining rupture and relaxation dynamics of crustal fault roots with geodetic and microseismic observations",
 "cfda_num": "47.050, 47.083",
 "org_code": "06030000",
 "po_phone": "7032925058",
 "po_email": "wpanero@nsf.gov",
 "po_sign_block_name": "Wendy Panero",
 "awd_eff_date": "2022-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 306000.0,
 "awd_amount": 306000.0,
 "awd_min_amd_letter_date": "2022-08-10",
 "awd_max_amd_letter_date": "2022-08-10",
 "awd_abstract_narration": "The behavior of fault zones in the Earth’s crust changes with depth - shallow, brittle regions produce earthquakes while deep, ductile regions creep in a stable manner. At intermediate depths (typically 10 to 15 miles below the surface), “fault roots” connect brittle faults to the stably deforming regions below, and control how deep into the crust large earthquakes penetrate, as well as the characteristics of aftershocks and rapid creep following such earthquakes. This project seeks to reveal a more complete picture of deeper fault zone behavior after large California earthquakes , using high-resolution measurements of aftershocks (from seismometers) and surface motions (from GPS), over timescales of seconds to years. Up to six magnitude 6 or greater earthquakes that have occurred in southern California since the early 1990's will be studied together, to characterize their fault properties and identify factors that control the number and size of aftershocks, as well as how long they last. \r\n\r\nThis project aims to use coseismic and postseismic observations of geodetic displacements and seismicity associated with several major earthquakes (moment magnitudes of 6 and above) in California to study the rupture and early relaxation processes at the base of the seismogenic zone of crustal faults. The project will involve developing new methods for observational inferences and constraining the depth- and time-dependent aseismic and seismic fault behavior in these cases. The comparisons of early postseismic responses of different fault segments from different events in the San Andreas fault system will provide new opportunities to test the controlling factors of aftershock generation at seismogenic depths, constrain fault friction and rheological properties, and distinguish the transition of early postseismic deformation mechanisms. The results of this project will provide excellent examples of integrating continuous geodetic and seismic observations, and potentially guide the development of physics-based models of large earthquake ruptures and seismicity evolution.\r\n\r\nThis project is jointly funded by the EAR Geophysics Program (PH) and the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Junle",
   "pi_last_name": "Jiang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Junle Jiang",
   "pi_email_addr": "jiang@ou.edu",
   "nsf_id": "000842825",
   "pi_start_date": "2022-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "201 Stephenson Parkway",
  "perf_city_name": "NORMAN",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730199705",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 306000.0
  }
 ],
 "por": null
}