{
 "awd_id": "2221160",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Leadership Experience and Advancement Program in STEM: Promoting transfer student success with leadership development",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927897",
 "po_email": "olong@nsf.gov",
 "po_sign_block_name": "Olivia S. Long",
 "awd_eff_date": "2023-01-01",
 "awd_exp_date": "2028-12-31",
 "tot_intn_awd_amt": 750000.0,
 "awd_amount": 750000.0,
 "awd_min_amd_letter_date": "2022-09-15",
 "awd_max_amd_letter_date": "2022-09-15",
 "awd_abstract_narration": "This project will contribute to the national need for well-educated scientists, mathematicians, engineers, and technicians by supporting the retention and graduation of high-achieving, low-income students with demonstrated financial need at North Central College (NC). NC is a four-year primarily undergraduate institution located in suburban Chicago, a region with high need for graduates in STEM fields. Over its six-year duration, this project will fund scholarships to 15 unique full-time students who are pursuing bachelor’s degrees in Biology, Computer Science, Environmental Studies, Mathematics, and Neuroscience. Transfer students will receive two-year scholarships. Tailored support includes a novel summer bridge program, strengths-based leadership development, faculty and peer mentorship, and career development, including paid summer research experiences and internships. This project will generate new knowledge by exploring how strengths-based leadership programming impacts retention and graduation rates as well as career readiness. \r\n\r\nThe overall goal of this project is to increase STEM degree completion of low-income, high-achieving undergraduates with demonstrated financial need. Specific project objectives include improving recruitment of STEM transfer students, as well as the following: 1) improving leadership, resilience, and self-efficacy; 2) improving retention and graduation rates; and 3) improving STEM career or graduate school readiness. A strengths-based approach, individualized for each scholar's preparation and career aspirations, will recognize and build upon their cognitive and non-cognitive abilities. Although strengths-based leadership programs are known to help first-time-in-college students adapt to change by fostering academic, social, and psychological thriving, few studies explore the outcomes of strengths-based leadership development on transfer students. This project helps address that gap through an intentional provision of experiences for transfer students to increase their knowledge, skills, and capacity in leadership. The project will use program evaluation data, in particular focus groups and pre/post surveys, to develop understanding about three areas of interest. First is to probe the relationship between delivered interventions and changes in specific components of transfer student capital (e.g., resilience, self-efficacy, and leadership skills). Second is to investigate which specific aspects of programming most effectively meet the needs of differing student identities (i.e., academic histories, STEM major, post-graduation aspirations). Third is to examine the relationship between success outcomes (retention, graduation, and post-graduation STEM placement) and improvement of leadership skills. The project team will disseminate outcomes college-wide, locally, and nationally in the form of formal reports, peer-reviewed papers, and conference presentations. This project is funded by NSF’s Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers, and to generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Reed",
   "pi_last_name": "Perkins",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Reed Perkins",
   "pi_email_addr": "rmperkins@noctrl.edu",
   "nsf_id": "000701888",
   "pi_start_date": "2022-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joanna",
   "pi_last_name": "Weremijewicz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joanna Weremijewicz",
   "pi_email_addr": "JWeremi@gmail.com",
   "nsf_id": "000651711",
   "pi_start_date": "2022-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Central College",
  "inst_street_address": "30 N BRAINARD ST",
  "inst_street_address_2": "",
  "inst_city_name": "NAPERVILLE",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6306375207",
  "inst_zip_code": "605404607",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "IL11",
  "org_lgl_bus_name": "NORTH CENTRAL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Q9DFEB82TQN5"
 },
 "perf_inst": {
  "perf_inst_name": "North Central College",
  "perf_str_addr": "30 North Brainard Street",
  "perf_city_name": "Naperville",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "605404690",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "IL11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 750000.0
  }
 ],
 "por": null
}