{
 "awd_id": "2221151",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Career Development in Construction Engineering through an Academic and Industry Network",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924458",
 "po_email": "tkim@nsf.gov",
 "po_sign_block_name": "Thomas Kim",
 "awd_eff_date": "2023-01-15",
 "awd_exp_date": "2027-12-31",
 "tot_intn_awd_amt": 1493695.0,
 "awd_amount": 1493695.0,
 "awd_min_amd_letter_date": "2022-08-12",
 "awd_max_amd_letter_date": "2022-08-12",
 "awd_abstract_narration": "This project will contribute to the national need for well-educated scientists, mathematicians, engineers, and technicians by supporting the retention and graduation of high-achieving, low-income students with demonstrated financial need at the California State Polytechnic University, Pomona (Cal Poly Pomona or CPP). Cal Poly Pomona is one of the 23 campuses within the California State University (CSU) System and an HSI designated institution with 50% of the student body identifying as Hispanic, where 54% meet the category of underrepresented minorities (URM), 62% are first-generation college students, and 45% are Pell grant recipients. Over its 5-year duration, this project will fund scholarships to 45 unique undergraduate students who are pursuing a bachelor’s degree in Construction Engineering and Management (CEM) and to 75 unique undergraduate students who will participate in a pre-arranged summer internship. First-year students will receive up to four years of scholarship support and transfer students will receive up to two years of scholarships. The project aims to increase student persistence in the CEM discipline by increasing retention, student success, and graduation rates of the Hispanic and URM students. The project will implement evidence-based curricular and co-curricular activities to support the students. The project will demonstrate the impact of additional financial assistance through a scholarship opportunity during academic semesters as a research assistant and will offer summer opportunities to work as an intern at a construction firm, which is intended to enhance the academic performance of low-income students with academic ability and talent. Because Cal Poly Pomona has a high population of URM and Hispanic students, this project has potential to broaden participation in the STEM fields and for faculty to learn how mentoring and individual development plans can be used to support retention and graduation of a student population. \r\n\r\nThe overall goal of this project is to increase completion of STEM degrees, i.e., B.S. in Construction Engineering and Management, by low-income, high-achieving undergraduates with demonstrated financial need. There are three specific aims that guide the project. First is a focus on recruiting activities such as information sessions, guest lectures, or ambassador programs to broaden the number of CEM students. Second is to address the equity gap issue in the industry and provide financial resources. Third is to implement effective, evidence-based curricular and co-curricular activities that enhance student success, academic/career pathways, and graduation. Although the disparity in URM representation has shown some improvement over the years, it remains significantly and continuously low. This necessitates an evidence-based intervention effort to recruit and retain more URMs, working towards a significant increase in URM representation and a more qualified workforce ready to respond to the industry’s increasing demands. This project will investigate the challenges of the current CEM students at CPP (URM, female, first-generation, and low-income college students), and implement recruiting and retention activities to support graduates pursuing successful careers in the construction industry. The project will be assessed using both formative (process) and summative (outcome) evaluation. Results of this project will be made available at the California Engineering Liaison Council (CAELC) meetings and in conference presentations. This project is funded by NSF’s Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income, academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers and to generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeyoung",
   "pi_last_name": "Woo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeyoung Woo",
   "pi_email_addr": "jwoo@cpp.edu",
   "nsf_id": "000808678",
   "pi_start_date": "2022-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ghada",
   "pi_last_name": "Gad",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Ghada M Gad",
   "pi_email_addr": "gmgad@cpp.edu",
   "nsf_id": "000652517",
   "pi_start_date": "2022-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jinsung",
   "pi_last_name": "Cho",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jinsung Cho",
   "pi_email_addr": "jinsungcho@cpp.edu",
   "nsf_id": "000849932",
   "pi_start_date": "2022-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yasser",
   "pi_last_name": "Salem",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yasser Salem",
   "pi_email_addr": "ysalem@cpp.edu",
   "nsf_id": "000850565",
   "pi_start_date": "2022-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cal Poly Pomona Foundation, Inc.",
  "inst_street_address": "3801 W TEMPLE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "POMONA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9098692948",
  "inst_zip_code": "917682557",
  "inst_country_name": "United States",
  "cong_dist_code": "35",
  "st_cong_dist_code": "CA35",
  "org_lgl_bus_name": "CAL POLY POMONA FOUNDATION INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "JMGMMM7BMBT6"
 },
 "perf_inst": {
  "perf_inst_name": "California State Polytechnic University, Pomona",
  "perf_str_addr": "3801 W. Temple Street",
  "perf_city_name": "Pomona",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "917682557",
  "perf_ctry_code": "US",
  "perf_cong_dist": "35",
  "perf_st_cong_dist": "CA35",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 1493695.0
  }
 ],
 "por": null
}