{
 "awd_id": "2221056",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Preparing a Multi-Institutional Research and Practice Collaboration to Increase the Success of Low-Income Students in STEM",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924458",
 "po_email": "tkim@nsf.gov",
 "po_sign_block_name": "Thomas Kim",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 99999.0,
 "awd_amount": 99999.0,
 "awd_min_amd_letter_date": "2022-07-27",
 "awd_max_amd_letter_date": "2022-07-27",
 "awd_abstract_narration": "This project will contribute to the national need for well-educated scientists, mathematicians, engineers, and technicians by strengthening collaborations and planning for a future Track 3 S-STEM proposal that would support the retention and graduation of high-achieving, low-income students with demonstrated financial need.  Specifically, this project will build upon existing partnerships between several large public research institutions in the Sloan Equity and Inclusion in STEM Introductory Courses (SEISMIC) Collaboration including the University of Michigan – Ann Arbor, which will lead the planning effort. Project activities include recruiting a diverse, multi-institutional team and outlining key questions, aims, and actions for the future proposal. The project team will also conduct a needs assessment and analyze existing data from a co-curricular undergraduate research program to determine how to better support low-income students in similar experiences. The project will advance understanding of inter-institutional cohort programs and strengthen collaborations between participating SEISMIC institutions by directly connecting professionals in financial aid, student affairs, and several existing programs that support low-income students.\r\n\r\nThe overall goals of this project will be achieved by: (1) establishing relationships and agreements across institutions; (2) assessing barriers for low-income students on participating campuses; (3) identifying potential curricular and co-curricular activities to support these students; and (4) analyzing existing pilot data on co-curricular research experiences to understand potential impacts. Ultimately, this project will identify a multi-institutional team of collaborators that will work together to develop and submit a Track 3 proposal to the S-STEM program. The project will identify strategies to enhance the positive impacts of scholarships and other financial aid by designing a coordinated, multi-institutional approach that leverages the expertise of educators, social scientists, offices of financial aid, and student support services. This project is funded by NSF’s Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers, and to generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "McKay",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy A McKay",
   "pi_email_addr": "tamckay@umich.edu",
   "nsf_id": "000215881",
   "pi_start_date": "2022-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sabrina",
   "pi_last_name": "Solanki",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Sabrina M Solanki",
   "pi_email_addr": "ssolanki@uci.edu",
   "nsf_id": "000842135",
   "pi_start_date": "2022-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1500 E Medical Center Dr,",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 99999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-d3377090-7fff-e26c-7e50-405ff01506f6\">\n<p dir=\"ltr\"><span>The purpose of this planning grant was to prepare the University of Michigan (U-M) to apply for an Inter-Institutional Consortia (Track 3) S-STEM grant. To write a strong Track 3 proposal, we had three preliminary goals. First, to establish relationships and agreements across participating institutions to facilitate the eventual awarding of scholarships. Second, to assess the barriers for low-income students on our campuses and potential curricular and co-curricular activities to support these students. Third, to analyze pilot data from a related past co-curricular program to understand its potential impact on low-income students. Together, these three goals plus targeted grant-writing retreats and asynchronous work allowed us to submit a competitive Track 3 proposal to S-STEM in March 2024 that was intended to support low-income transfer students in biology and neuroscience.</span></p>\n<br />\n<p dir=\"ltr\"><span>The (Co-)PIs on this award were already connected through the national Sloan Equity and Inclusion in STEM Introductory Courses (SEISMIC) collaboration. SEISMIC brings together 10 participating institutions to promote equity and inclusion in STEM undergraduate education through institutional data analysis; coordinated classroom-level experiments; scholarship on diversity, equity, and inclusion; and collaboration with teaching centers and administrators. Through SEISMIC, the (Co-)PIs recruited potential collaborators for our Track 3 proposal. The University of California Santa Barbara (UCSB) and the University of California Irvine (UCI) intended to participate and brought in their connections to local community colleges Santa Barbara City College (SBCC) and Orange Coast College (OCC). U-M also brought in Grand Rapids Community College. We reached out to faculty and staff in biology and neuroscience, in scholarships and financial aid offices, in offices of institutional research, and in programs that support low-income and/or transfer students to begin building relationships and agreements across institutions. We hosted an initial planning meeting at UCSB early in 2023, followed by several online meetings and in-person grant-writing retreats throughout the year. Unfortunately, UCI was later unable to submit a collaborative proposal with us due to internal competitions, which meant OCC also did not participate in the final submission.</span></p>\n<br />\n<p dir=\"ltr\"><span>To assess the barriers for low-income students on our campuses and potential curricular and co-curricular activities to support these students, we ran surveys and conducted interviews with students, staff, and past successful S-STEM PIs. Current and prospective transfer students noted in their interviews that awareness of and access to resources and experiences that support students is critical, both before and after the transfer application process. Students also appreciate having a &ldquo;home base&rdquo; on campus, whether in the form of a Transfer Student Center, a club based around a common identity, or a different resource. Additionally, interactions with four-year institutions motivated students to apply and transfer to those institutions.&nbsp;</span></p>\n<br />\n<p dir=\"ltr\"><span>We surveyed faculty and staff in our networks who work with programs that support some combination of historically marginalized, low-income, and/or transfer students. We asked them about combating hidden curriculum in college, providing research experiences, and establishing support structures to promote our target students&rsquo; success in STEM. They stressed in their responses that programs should have many opportunities for students to connect with faculty and peers as well as include professional development aspects. They also noted that our program should ensure that workshops and other events are accessible for commuting and non-traditional students.&nbsp;</span></p>\n<p dir=\"ltr\"><span>We interviewed PIs of prior and current S-STEM projects, who advised that our proposed program prioritize recruitment, identifying specific cohort needs, and establishing a strong program leadership team. We also analyzed existing pilot data from a co-curricular SEISMIC undergraduate research program to understand its potential impact on our target students. Recommendations for student projects included prioritizing mentoring, allowing students to work with faculty, and recognizing the importance of gaining confidence through collaboration. We summarized our findings from the existing pilot data and our additional surveys and interviews in a Needs Assessment Report, published on our website (</span><a href=\"https://www.seismicproject.org/seismic-central/nsf_s-stem_grant/needs-assessment/\"><span>https://www.seismicproject.org/seismic-central/nsf_s-stem_grant/needs-assessment/</span></a><span>).&nbsp;</span></p>\n<p dir=\"ltr\"><span>We used this Needs Assessment to refine our Track 3 proposal so that it explicitly built on the insights gained through this work. We established how we would define scholarship eligibility terms, what methods will be used to award scholarships and determine scholarship amounts, and what existing activities and structures are in place to support low-income students. In addition, we thought critically about how we could structure activities to promote success for low-income, transfer students. Finally, we developed strategies and activities to enact a coordinated, multi-institutional scholarship program while honoring institutional differences. In March 2024 we submitted our Track 3 S-STEM proposal, aiming to provide scholarships and programming for multi-institutional cohorts of low-income transfer students pursuing B.A./B.S. degrees in biology or neuroscience. Through the proposed project, we would generate knowledge on the effectiveness of various professional development opportunities, mentoring strategies, cohort programming, and strengthened pathways between community colleges and four-year universities at supporting low-income transfer student success.</span></p>\n</span></p><br>\n<p>\n Last Modified: 08/13/2024<br>\nModified by: Timothy&nbsp;A&nbsp;Mckay</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\n\nThe purpose of this planning grant was to prepare the University of Michigan (U-M) to apply for an Inter-Institutional Consortia (Track 3) S-STEM grant. To write a strong Track 3 proposal, we had three preliminary goals. First, to establish relationships and agreements across participating institutions to facilitate the eventual awarding of scholarships. Second, to assess the barriers for low-income students on our campuses and potential curricular and co-curricular activities to support these students. Third, to analyze pilot data from a related past co-curricular program to understand its potential impact on low-income students. Together, these three goals plus targeted grant-writing retreats and asynchronous work allowed us to submit a competitive Track 3 proposal to S-STEM in March 2024 that was intended to support low-income transfer students in biology and neuroscience.\n\n\n\n\nThe (Co-)PIs on this award were already connected through the national Sloan Equity and Inclusion in STEM Introductory Courses (SEISMIC) collaboration. SEISMIC brings together 10 participating institutions to promote equity and inclusion in STEM undergraduate education through institutional data analysis; coordinated classroom-level experiments; scholarship on diversity, equity, and inclusion; and collaboration with teaching centers and administrators. Through SEISMIC, the (Co-)PIs recruited potential collaborators for our Track 3 proposal. The University of California Santa Barbara (UCSB) and the University of California Irvine (UCI) intended to participate and brought in their connections to local community colleges Santa Barbara City College (SBCC) and Orange Coast College (OCC). U-M also brought in Grand Rapids Community College. We reached out to faculty and staff in biology and neuroscience, in scholarships and financial aid offices, in offices of institutional research, and in programs that support low-income and/or transfer students to begin building relationships and agreements across institutions. We hosted an initial planning meeting at UCSB early in 2023, followed by several online meetings and in-person grant-writing retreats throughout the year. Unfortunately, UCI was later unable to submit a collaborative proposal with us due to internal competitions, which meant OCC also did not participate in the final submission.\n\n\n\n\nTo assess the barriers for low-income students on our campuses and potential curricular and co-curricular activities to support these students, we ran surveys and conducted interviews with students, staff, and past successful S-STEM PIs. Current and prospective transfer students noted in their interviews that awareness of and access to resources and experiences that support students is critical, both before and after the transfer application process. Students also appreciate having a home base on campus, whether in the form of a Transfer Student Center, a club based around a common identity, or a different resource. Additionally, interactions with four-year institutions motivated students to apply and transfer to those institutions.\n\n\n\n\nWe surveyed faculty and staff in our networks who work with programs that support some combination of historically marginalized, low-income, and/or transfer students. We asked them about combating hidden curriculum in college, providing research experiences, and establishing support structures to promote our target students success in STEM. They stressed in their responses that programs should have many opportunities for students to connect with faculty and peers as well as include professional development aspects. They also noted that our program should ensure that workshops and other events are accessible for commuting and non-traditional students.\n\n\nWe interviewed PIs of prior and current S-STEM projects, who advised that our proposed program prioritize recruitment, identifying specific cohort needs, and establishing a strong program leadership team. We also analyzed existing pilot data from a co-curricular SEISMIC undergraduate research program to understand its potential impact on our target students. Recommendations for student projects included prioritizing mentoring, allowing students to work with faculty, and recognizing the importance of gaining confidence through collaboration. We summarized our findings from the existing pilot data and our additional surveys and interviews in a Needs Assessment Report, published on our website (https://www.seismicproject.org/seismic-central/nsf_s-stem_grant/needs-assessment/).\n\n\nWe used this Needs Assessment to refine our Track 3 proposal so that it explicitly built on the insights gained through this work. We established how we would define scholarship eligibility terms, what methods will be used to award scholarships and determine scholarship amounts, and what existing activities and structures are in place to support low-income students. In addition, we thought critically about how we could structure activities to promote success for low-income, transfer students. Finally, we developed strategies and activities to enact a coordinated, multi-institutional scholarship program while honoring institutional differences. In March 2024 we submitted our Track 3 S-STEM proposal, aiming to provide scholarships and programming for multi-institutional cohorts of low-income transfer students pursuing B.A./B.S. degrees in biology or neuroscience. Through the proposed project, we would generate knowledge on the effectiveness of various professional development opportunities, mentoring strategies, cohort programming, and strengthened pathways between community colleges and four-year universities at supporting low-income transfer student success.\n\t\t\t\t\tLast Modified: 08/13/2024\n\n\t\t\t\t\tSubmitted by: TimothyAMckay\n"
 }
}