{
 "awd_id": "2221651",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Planning Grant: Building Capacity to Scale the Mentoring Math Scholars for Success Program",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922635",
 "po_email": "mferrara@nsf.gov",
 "po_sign_block_name": "Mike Ferrara",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 29575.0,
 "awd_amount": 29575.0,
 "awd_min_amd_letter_date": "2022-07-21",
 "awd_max_amd_letter_date": "2022-07-21",
 "awd_abstract_narration": "This project will contribute to the national need for well-educated scientists, mathematicians, engineers, and technicians by strengthening collaborations and planning for a future Track 3 S-STEM proposal that would support the retention and graduation of high-achieving, low-income students with demonstrated financial need at three Hispanic-Serving Institutions in the California State University system: Cal State East Bay, Fresno State, and Stanislaus State University. These three institutions serve a significant number of students who, although Pell Grant eligible, need to work long hours to afford college. As a result, low-income students graduate with a bachelor’s degree in Mathematics in six years on average, despite having the mathematical talent to graduate sooner. The current Mentoring Math Scholars for Success (M2S2) program, funded through a Track 2 S-STEM award (1742236) at Fresno State is showing that students can graduate in four years and with a GPA of 3.0+ with the appropriate suite of supports, including scholarships, mentoring, and community-building activities. This planning effort aims to build the capacity to improve and scale the M2S2 model to Cal State East Bay and Stanislaus State in a way that will serve the unique student populations at each institution. Student focus groups and surveys will be conducted to advance understanding of how students at each institution can best be supported by an M2S2 program. A planning meeting with representatives from all three institutions will use results from these surveys and the M2S2 model at Fresno State to develop a shared vision of the multi-campus M2S2 program.\r\n\r\nThe overall goal of this project is to strengthen collaborations and prepare for a future Track 3 proposal to increase STEM degree completion of low-income, high-achieving undergraduates with demonstrated financial need. The main component of the evaluation of this project will be to make sure that a competitive Track 3 S-STEM proposal is written and submitted, with appropriate modification to the M2S2 program that aligns with the needs of each institution’s potential scholars. This project will develop research questions and identify data streams to support an effective research program centered on M2S2 as it is deployed across the three participating institutions. An important goal of this project is to identify the precise needs of students at each campus and to generate a plan to ensure the parallel implementation of M2S2 can both (1) help low-income students succeed in the mathematics major, and (2) provide guidelines that other institutions can follow to improve supports offered for low-income students.  This project is funded by NSF’s Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers, and to generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "De Silva",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica C De Silva",
   "pi_email_addr": "jdesilva1@csustan.edu",
   "nsf_id": "000799331",
   "pi_start_date": "2022-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lynda",
   "pi_last_name": "Wynn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lynda Wynn",
   "pi_email_addr": "lwynn@csustan.edu",
   "nsf_id": "000875305",
   "pi_start_date": "2022-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State University-Stanislaus",
  "inst_street_address": "ONE UNIVERSITY CIRCLE",
  "inst_street_address_2": "112A",
  "inst_city_name": "TURLOCK",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2096673493",
  "inst_zip_code": "953823200",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "CA05",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY, STANISLAUS",
  "org_prnt_uei_num": "",
  "org_uei_num": "SRT1YX7KJQL4"
 },
 "perf_inst": {
  "perf_inst_name": "California State University-Stanislaus",
  "perf_str_addr": "One University Circle",
  "perf_city_name": "Turlock",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "953820299",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "CA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 29575.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF-funded planning grant aimed to enhance the success of mathematics majors at three California State University campuses: Stanislaus State, Fresno State, and Cal State East Bay. Our objective was to scale and adapt an existing NSF S-STEM Track 2 program at Fresno State, which provided student support through mentoring, community building, and academic resources, to the three campuses. By doing so, we sought to create a sustainable, cross-campus model that improved academic outcomes for mathematics students.</p>\n<p><strong>Intellectual Merit</strong></p>\n<p><strong>&nbsp;</strong>The project gathered valuable quantitative and qualitative data through student surveys and interviews at each campus, allowing us to identify factors that contribute to student success. Key findings included:</p>\n<ol>\n<li>The significance of <strong>dedicated physical spaces</strong> for mathematics students on each campus. These spaces fostered collaboration, peer support, and a strong sense of community, crucial for academic success.</li>\n<li>The <strong>importance of faculty mentoring</strong>, particularly through structured advising sessions that provided students with personalized guidance on their academic and career paths.</li>\n<li>The role of <strong>extracurricular activities</strong>&mdash;such as Math Clubs and student-led events&mdash;that helped students build connections, apply mathematical concepts outside the classroom, and explore math-related interests.</li>\n</ol>\n<p>While these strengths aligned across the campuses, we also identified critical gaps in student support:</p>\n<ol>\n<li><strong>Upper-division tutoring</strong> was notably lacking across all campuses, which affected student performance in advanced mathematics courses.</li>\n<li><strong>Exposure to careers</strong>&nbsp;outside of secondary teaching&nbsp;<strong>and to research opportunities</strong> was limited. Students expressed a desire for more information about how they could apply their mathematics degrees in diverse fields.</li>\n</ol>\n<p><strong>Broader Impacts</strong></p>\n<p><strong>&nbsp;</strong>The collaborative nature of this project aimed to bridge the institutional differences between the three campuses while leveraging the strengths of Fresno State&rsquo;s successful Track 2 program. In October, Stanislaus State hosted a multi-campus planning meeting that brought together 16 faculty and administrators from the three universities. During this two-day event, we:</p>\n<ul>\n<li>Identified the future actors who would be involved in a cross-campus Track 3 program.</li>\n<li>Discussed similarities and differences in student populations and institutional resources.</li>\n<li>Adapted key elements of Fresno State&rsquo;s Track 2 model&mdash;recruitment strategies, mentoring programs, and academic support structures&mdash;to fit the unique needs of each campus.</li>\n</ul>\n<p>The discussions helped shape a Track 3 proposal that was submitted to NSF with a focus on providing upper-division tutoring, enhancing career pathways in mathematics, and fostering community among mathematics majors across the three institutions.</p>\n<p><strong>Project Outcomes and Next Steps</strong></p>\n<p><strong>&nbsp;</strong>While the Track 3 proposal submitted in early 2023 was not funded, the collaborative efforts between Fresno State, Cal State East Bay, and Stanislaus State generated valuable insights for future work. A second proposal was revised and resubmitted, though it also did not receive funding. Despite this, the project produced several important outcomes:</p>\n<ul>\n<li><strong>Cross-campus collaboration</strong>: Faculty and administrators from all three institutions established a foundation for future cooperative efforts to support mathematics majors.</li>\n<li><strong>Data-driven understanding</strong>: The project identified key factors that contribute to student success, including the value of physical spaces, faculty mentoring, and extracurricular involvement, as well as gaps in tutoring and career exposure.</li>\n<li><strong>Programmatic scaling potential</strong>: The discussions and adaptations made during the planning phase laid the groundwork for future efforts to implement similar support structures across the three campuses.</li>\n</ul>\n<p>Though the Track 3 proposal was not funded, the knowledge and partnerships built through this project will continue to inform future efforts to support mathematics majors at Stanislaus State, Fresno State, and Cal State East Bay.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/08/2024<br>\nModified by: Jessica&nbsp;C&nbsp;De Silva</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis NSF-funded planning grant aimed to enhance the success of mathematics majors at three California State University campuses: Stanislaus State, Fresno State, and Cal State East Bay. Our objective was to scale and adapt an existing NSF S-STEM Track 2 program at Fresno State, which provided student support through mentoring, community building, and academic resources, to the three campuses. By doing so, we sought to create a sustainable, cross-campus model that improved academic outcomes for mathematics students.\n\n\nIntellectual Merit\n\n\nThe project gathered valuable quantitative and qualitative data through student surveys and interviews at each campus, allowing us to identify factors that contribute to student success. Key findings included:\n\nThe significance of dedicated physical spaces for mathematics students on each campus. These spaces fostered collaboration, peer support, and a strong sense of community, crucial for academic success.\nThe importance of faculty mentoring, particularly through structured advising sessions that provided students with personalized guidance on their academic and career paths.\nThe role of extracurricular activitiessuch as Math Clubs and student-led eventsthat helped students build connections, apply mathematical concepts outside the classroom, and explore math-related interests.\n\n\n\nWhile these strengths aligned across the campuses, we also identified critical gaps in student support:\n\nUpper-division tutoring was notably lacking across all campuses, which affected student performance in advanced mathematics courses.\nExposure to careersoutside of secondary teachingand to research opportunities was limited. Students expressed a desire for more information about how they could apply their mathematics degrees in diverse fields.\n\n\n\nBroader Impacts\n\n\nThe collaborative nature of this project aimed to bridge the institutional differences between the three campuses while leveraging the strengths of Fresno States successful Track 2 program. In October, Stanislaus State hosted a multi-campus planning meeting that brought together 16 faculty and administrators from the three universities. During this two-day event, we:\n\nIdentified the future actors who would be involved in a cross-campus Track 3 program.\nDiscussed similarities and differences in student populations and institutional resources.\nAdapted key elements of Fresno States Track 2 modelrecruitment strategies, mentoring programs, and academic support structuresto fit the unique needs of each campus.\n\n\n\nThe discussions helped shape a Track 3 proposal that was submitted to NSF with a focus on providing upper-division tutoring, enhancing career pathways in mathematics, and fostering community among mathematics majors across the three institutions.\n\n\nProject Outcomes and Next Steps\n\n\nWhile the Track 3 proposal submitted in early 2023 was not funded, the collaborative efforts between Fresno State, Cal State East Bay, and Stanislaus State generated valuable insights for future work. A second proposal was revised and resubmitted, though it also did not receive funding. Despite this, the project produced several important outcomes:\n\nCross-campus collaboration: Faculty and administrators from all three institutions established a foundation for future cooperative efforts to support mathematics majors.\nData-driven understanding: The project identified key factors that contribute to student success, including the value of physical spaces, faculty mentoring, and extracurricular involvement, as well as gaps in tutoring and career exposure.\nProgrammatic scaling potential: The discussions and adaptations made during the planning phase laid the groundwork for future efforts to implement similar support structures across the three campuses.\n\n\n\nThough the Track 3 proposal was not funded, the knowledge and partnerships built through this project will continue to inform future efforts to support mathematics majors at Stanislaus State, Fresno State, and Cal State East Bay.\n\n\n\t\t\t\t\tLast Modified: 10/08/2024\n\n\t\t\t\t\tSubmitted by: JessicaCDe Silva\n"
 }
}