{
 "awd_id": "2221854",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Atomic Scale Deformation Mechanisms in New Ductile Cu-Based Bulk Metallic Glasses with High Manufacturability",
 "cfda_num": "47.041, 47.049",
 "org_code": "03070000",
 "po_phone": "7032922937",
 "po_email": "jmadison@nsf.gov",
 "po_sign_block_name": "Jonathan Madison",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 499729.0,
 "awd_amount": 554729.0,
 "awd_min_amd_letter_date": "2022-07-22",
 "awd_max_amd_letter_date": "2024-07-30",
 "awd_abstract_narration": "NON-TECHNICAL SUMMARY\r\nBulk metallic glasses (BMGs) are a fairly new class of advanced material that has a non-crystalline (glassy) inner structure. They do not contain crystal-related defects as are common in metals. This special structure gives BMGs a host of properties (e.g., strength, hardness, resilience, wear- and cor-rosion-resistance) that can be superior to many metals. This difference creates the potential to dras-tically improve upon the performance of many metals widely used in several engineering applica-tions. However, one significant challenge facing BMGs is their limited ability to bend and stretch. Even when they break, BMGs  do not show evidence of significant stretching or bending before failure. A few BMGs have demonstrated good ductility but they are often very difficult to make in large sizes or require elements that are either expensive, toxic and/or hard to find. Designing BMGs with good ductility, that can be manufactured at scale and which do not use toxic or hard to acquire elements is an outstanding question in the field. This project addresses this challenge by investigating the atomic-scale deformation mechanisms in Copper-based BMGs that were recently discovered by the principal investigator. These Cu-based BMGs possess an exceptional combination of high strength, good ductility, excellent manufacturability, and engineering-friendly compositions. Understanding the way these BMGs bend, stretch and ultimately fail, will help future discovery of other equally or more remarkable BMGs that will better serve the societal needs of high performance materials than the materials we currently use. This project engages multiple graduate and undergraduate students in direct research and prepares them for future materials-related careers in academia or industry. Through a well-established summer program, the project also involves K-12 students, particularly from underserved areas and groups, to cultivate curiosity and interest in materials science while promoting diversity, equity and inclusion in STEM education for all. Research findings are used to enrich an undergraduate Introduction to Materials Science course taught at Oregon State University. This project also aids the U.S. in being a place for leading research for BMGs which are a strategically important class of materials and a potential game changer in future defense and aerospace applications.\r\n\r\nTECHNICAL SUMMARY\r\nDuctility (or plasticity) often conflicts with strength in various types of materials. In addition, manufacturability and engineering-friendliness of composition is an additional common trade-off for engineering materials. Bulk metallic glasses (BMG) are challenged by both. Achieving good ductility in BMGs by alloy design without sacrificing strength, manufacturability and engineering-friendliness of composition are central issues in the field. A significant barrier to these challenges is the lack of understanding relative to how atomic-scale features (bonds, elements) in a BMG govern their macroscopic deformation and how to control these effects by design of their elemental compositions. This project combines experimental and computational methods to investigate atomic-sale deformation mechanisms in a recently discovered family of Cu-based BMGs which possess exceptional combinations of high strength, good ductility, excellent manufacturability and engineering-friendly compositions. Coordinated in-situ straining via a synchrotron beamline and a scanning electron microscope are used to track the behavior of the atomic bonds and shear bands in the new BMGs at different levels of stress and strain to probe the effects of changing composition on their deformation behavior (through atomic bonds and shear bands). Molecular dynamics simulations and finite element modeling are then used to analyze and interpret the experimental data. The project is expected to identify the atomic bonds primarily responsible for elastic deformation and determine the strength of those bonds chiefly responsible for plastic deformation and ductility. In this way, investigators are elucidating the fundamental origin of the unusual combination of strength and ductility in this new class of BMGs as well as revealing how alloy composition influences stress-driven atomic bond behavior and macroscopic deformation. Such knowledge is needed for the design of future BMGs with good ductility and ideal combinations of additional properties. This project also advances fundamental materials science in the area of materials plasticity at extreme stresses which cannot be explored with common metallic, ceramic or polymeric materials. Graduate students supported by the project experience a unique opportunity to learn about materials macroscopic deformatiion and atomic-scale behavior, master important experimental and computational techniques, and prepare for future careers in materials-related fields.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donghua",
   "pi_last_name": "Xu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Donghua Xu",
   "pi_email_addr": "donghua.xu@oregonstate.edu",
   "nsf_id": "000761684",
   "pi_start_date": "2022-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zhenxing",
   "pi_last_name": "Feng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhenxing Feng",
   "pi_email_addr": "zhenxing.feng@oregonstate.edu",
   "nsf_id": "000730476",
   "pi_start_date": "2022-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "OREGON STATE UNIVERSITY",
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318507",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "170E",
   "pgm_ref_txt": "Interagency Agreements"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 142306.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 180835.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 231588.0
  }
 ],
 "por": null
}