{
 "awd_id": "2221959",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Bioengineered Chimeric Antigen Receptor (CAR) Chips for Screening CAR T-Cell Immunotherapy",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922061",
 "po_email": "jcamelio@nsf.gov",
 "po_sign_block_name": "Jaime A. Camelio",
 "awd_eff_date": "2022-05-01",
 "awd_exp_date": "2023-10-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2022-04-27",
 "awd_max_amd_letter_date": "2022-04-27",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the development of Chimeric Antigen Receptor (CAR) T-cell Chip technology to improve the success rate of cancer treatment and shorten the cycle of CAR T-cell immunotherapy, making the entire approach cost-effective and ultimately improving patient welfare. This technology may be especially impactful in low resource communities where current CAR T-cell treatments are unaffordable. Moreover, the CAR-T Chip technology may provide a paradigm shift in drug development: reducing development costs and improving the overall pass rate of newly developed CAR T-cell products in clinical trials. \r\n\r\nThis I-Corps project is based on the development of an improved CAR T-cell therapy with a holistic analysis of the diverse, evolutionary immunosuppressive milieus in the bone marrow and a robust system to probe the interactions between CAR-T cells and the tumor immune microenvironment. Currently, conventional in vitro cell culture and animal models are used to study B-cell acute lymphoblastic lymphoma (B-ALL) pathophysiology and test CAR T-cell functionality.  These methods fail to recapitulate the human immune system and thus their clinical full-flanged usage. The new microfluidics-based CAR-T Chip platform may provide a new avenue for screening and improving CAR T-cell therapy by recapitulating patient-specific leukemic bone marrow microenvironment on a chip. The proposed technology may enable a rapid, cost-effective, and high-throughput evaluation of patient-specific response to CAR T-cell immunotherapy, as well as alternative treatments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Weiqiang",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Weiqiang Chen",
   "pi_email_addr": "wchen@nyu.edu",
   "nsf_id": "000678147",
   "pi_start_date": "2022-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6883",
   "pgm_ref_txt": "CHEMISTRY OF LIFE PROCESSES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Through this I-Corps project, the team validated a market fit and business model of the novel microfluidics-based precision-medicine technology called CAR-T Chips for screening a personalized CAR T-cell therapy. The CAR-T Chip technology will provide a paradigm shift in drug development to reduce the development cost and improve the overall pass rate of newly developed CAR T-cell products in clinical trials.&nbsp;Moreover, the humanized CAR-T Chip technology can potentially improve the success rate of treatment and shorten the cycle of CAR T-cell immunotherapy, thus making entire approach cost-effective and ultimately improving patient welfare. This will be especially impactful in low resource communities where current CAR T-cell treatments are unaffordable. We believe this bioengineered platform can also be applied to many other hematological malignancies, for instance acute myeloid leukemia, B-cell lymphoma and multiple myeloma, presenting an enabling tool for drug development and treatment testing under more physiologically relevant contexts.</p>\n<p>Through the customer discovery process, the team conducted over one hundred interviews, with end users (researchers, pharmacologists, patients), major decision markers (R&amp;D director, clinician), and payers (biopharmaceutical company, insurance company, patients). From these interviews, 8% were national research agency scientists, 35% were academic researchers, 20% were scientists in biopharma, an additional 4% of biopharma professionals were specifically from organ on a chip company, 20% were hematologists, oncologists, and other clinicians, 7% were business officials, 6% were medical technology representatives. Through these interviews, the team validated the market fit, value proposition, and target customers of the new CAR-T Chip technology.</p>\n<p>The initial market survey identified the Target Market in leukemia immunotherapy screening, the Serviceable Available Market (SAM) for all cancer CAR T&#8208;cell therapy, and the Total Available Market (TAM) in global cancer immunotherapy. Through these interviews, the team anticipate the product to be fitted into several stages of cancer immunotherapy development. &nbsp;The team validated the value proposition that the technology can speed up screening of immunotherapeutic allowing for higher output of quality products but lower costs. The team identified the main revenue streams of the product would be from medical device sales and service for pharmaceutical companies for new CAR T-cell product validation.</p>\n<p>Participation in the I-Corps team program allow the team to train the next generation of interdisciplinary entrepreneurs in the biomedical engineering field.&nbsp;Through the I-Corps team program, the team members were trained with critical entrepreneurial skills for customer discovery, product development, and medical device regulations. This I-Corps project may lead to the creation of start-up companies and more job opportunities in the near future.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/22/2024<br>\nModified by: Weiqiang&nbsp;Chen</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThrough this I-Corps project, the team validated a market fit and business model of the novel microfluidics-based precision-medicine technology called CAR-T Chips for screening a personalized CAR T-cell therapy. The CAR-T Chip technology will provide a paradigm shift in drug development to reduce the development cost and improve the overall pass rate of newly developed CAR T-cell products in clinical trials.Moreover, the humanized CAR-T Chip technology can potentially improve the success rate of treatment and shorten the cycle of CAR T-cell immunotherapy, thus making entire approach cost-effective and ultimately improving patient welfare. This will be especially impactful in low resource communities where current CAR T-cell treatments are unaffordable. We believe this bioengineered platform can also be applied to many other hematological malignancies, for instance acute myeloid leukemia, B-cell lymphoma and multiple myeloma, presenting an enabling tool for drug development and treatment testing under more physiologically relevant contexts.\n\n\nThrough the customer discovery process, the team conducted over one hundred interviews, with end users (researchers, pharmacologists, patients), major decision markers (R&D director, clinician), and payers (biopharmaceutical company, insurance company, patients). From these interviews, 8% were national research agency scientists, 35% were academic researchers, 20% were scientists in biopharma, an additional 4% of biopharma professionals were specifically from organ on a chip company, 20% were hematologists, oncologists, and other clinicians, 7% were business officials, 6% were medical technology representatives. Through these interviews, the team validated the market fit, value proposition, and target customers of the new CAR-T Chip technology.\n\n\nThe initial market survey identified the Target Market in leukemia immunotherapy screening, the Serviceable Available Market (SAM) for all cancer CAR T&#8208;cell therapy, and the Total Available Market (TAM) in global cancer immunotherapy. Through these interviews, the team anticipate the product to be fitted into several stages of cancer immunotherapy development. The team validated the value proposition that the technology can speed up screening of immunotherapeutic allowing for higher output of quality products but lower costs. The team identified the main revenue streams of the product would be from medical device sales and service for pharmaceutical companies for new CAR T-cell product validation.\n\n\nParticipation in the I-Corps team program allow the team to train the next generation of interdisciplinary entrepreneurs in the biomedical engineering field.Through the I-Corps team program, the team members were trained with critical entrepreneurial skills for customer discovery, product development, and medical device regulations. This I-Corps project may lead to the creation of start-up companies and more job opportunities in the near future.\n\n\n\t\t\t\t\tLast Modified: 02/22/2024\n\n\t\t\t\t\tSubmitted by: WeiqiangChen\n"
 }
}