{
 "awd_id": "2221441",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Scholarships to Support a Co-Op Based Engineering Education",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927253",
 "po_email": "olpierra@nsf.gov",
 "po_sign_block_name": "Olga Pierrakos",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2027-09-30",
 "tot_intn_awd_amt": 1499808.0,
 "awd_amount": 1499808.0,
 "awd_min_amd_letter_date": "2022-08-11",
 "awd_max_amd_letter_date": "2022-08-11",
 "awd_abstract_narration": "This project will contribute to the national need for well-educated scientists, mathematicians, engineers, and technicians by supporting the retention and graduation of high-achieving, low-income students with demonstrated financial need at Minnesota State University, Mankato. Over its six-year duration, this project will fund scholarships to 120 unique full-time students who are pursuing Bachelor of Science degrees in engineering. First-semester junior, primarily transfer, students will receive scholarships for one semester. The Iron Range Engineering (IRE) STEM Scholars Program provides a financially sustainable pathway for students across the nation to graduate with an engineering degree and up to two years of industry experience. Students typically complete their first two years of engineering coursework at community colleges across the country. Students then join IRE and spend one transitional semester gaining training and experience to equip them with the technical, design, and professional skills needed to succeed in the engineering workforce. During the last two years of their education, IRE students work in industry, earning an engineering intern salary, while being supported in their technical and professional development by professors, learning facilitators, and their own peers. The IRE STEM Scholars project will provide access to a financially responsible engineering degree for low-income students by financially supporting them during the transitional semester, which has two financial challenges: university tuition costs are higher than their previous community college costs, and the semester occurs before they are able to earn an engineering co-op income. In addition, the project will provide personalized mentorship throughout students’ pathway to graduation, such as weekly conversations with a mentor. By providing these supports, the IRE STEM Scholars project aims to prepare students to be competitive applicants for the engineering workforce with career development and engineering co-op experience. Because community colleges draw relatively representative proportions of students from a variety of backgrounds, this project has the potential to learn how transfer pathways and co-op education can support financially sustainable pathways to engineering degrees for a more diverse group of students and contribute to the development of a diverse, competitive engineering workforce.\r\n\r\nThe overall goal of this project is to increase STEM degree completion of low-income, high-achieving undergraduates with demonstrated financial need. As part of the scope of this project, a concurrent mixed-methods research study will be done on engineering students’ thriving, specifically their identity, belonging, motivation, and overall wellbeing (or mental and physical health). Student outcomes have previously been measured primarily through academic markers such as graduation rates and GPA. In addition to these outcomes, this project explores ways to better support overall student thriving. This study will address the following research questions: How do undergraduate students’ engineering identity and belongingness develop over time in a co-op-based engineering program? How do undergraduate students’ motivation and identity connect to overall wellbeing in a co-op-based engineering program? The results of this work will be available in conference and journal publications and workshops focused on applications for other engineering co-op programs to better support high achieving low-income students. This project is funded by NSF’s Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers, and to generate knowledge about academic success, retention, transfer,\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Spence",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine M Spence",
   "pi_email_addr": "catherine.mcgough@ire.minnstate.edu",
   "nsf_id": "000821341",
   "pi_start_date": "2022-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emilie",
   "pi_last_name": "Siverling",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Emilie A Siverling",
   "pi_email_addr": "emilie.siverling@mnsu.edu",
   "nsf_id": "000825773",
   "pi_start_date": "2022-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "Soledad",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle M Soledad",
   "pi_email_addr": "soledadmm@vt.edu",
   "nsf_id": "000869768",
   "pi_start_date": "2022-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Minnesota State University, Mankato",
  "inst_street_address": "236 WIGLEY ADMINISTRATION CTR",
  "inst_street_address_2": "",
  "inst_city_name": "MANKATO",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "5073895275",
  "inst_zip_code": "560016067",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MN01",
  "org_lgl_bus_name": "MINNESOTA STATE UNIVERSITY MANKATO",
  "org_prnt_uei_num": "",
  "org_uei_num": "R5YNEHC2NA98"
 },
 "perf_inst": {
  "perf_inst_name": "Minnesota State University Mankato",
  "perf_str_addr": "1001 Chestnut Street",
  "perf_city_name": "Virginia",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "557920010",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MN08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 1499808.0
  }
 ],
 "por": null
}