{
 "awd_id": "2221696",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Innovative and Meaningful Mentoring to Enhance Retention, Success, and Engagement in STEM",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922277",
 "po_email": "jeosborn@nsf.gov",
 "po_sign_block_name": "Jeffrey Osborn",
 "awd_eff_date": "2023-01-01",
 "awd_exp_date": "2027-12-31",
 "tot_intn_awd_amt": 1498855.0,
 "awd_amount": 1498855.0,
 "awd_min_amd_letter_date": "2022-08-01",
 "awd_max_amd_letter_date": "2024-10-22",
 "awd_abstract_narration": "This project will contribute to the national need for well-educated scientists, mathematicians, engineers, and technicians by supporting the retention and graduation of high-achieving, low- income students with demonstrated financial need at Skyline College, a two-year Hispanic Serving Institution, situated in Silicon Valley, a hub of STEM innovation with many high-demand jobs. Over its 5-year duration, this project will fund 90 scholarships to at least 30 students who are advancing toward an associate degree or transfer to a four-year university to earn a degree in Biology, Biotechnology, Chemistry, Computer Science, Engineering, Mathematics, or Physics. All students will receive up to three years of support. In addition to scholarships, the project will incorporate a transformative approach to mentoring, and innovative supports intended to address financial and academic barriers. All participating students will engage in a comprehensive set of evidence-based co-curricular services designed to support their persistence, completion, and transfer. By combining financial assistance with academic support and mentor guidance, this project should increase the number of students in STEM fields, especially from underrepresented groups. Faculty mentors will be trained on innovative and effective approaches to student retention and success, such as the implementation of ePortfolios. \r\n\r\nThe overall goal of this project is to increase the STEM degree completion of low-income, high- achieving undergraduates with demonstrated financial need. There are three specific aims: 1) leverage existing high-impact, evidence-based processes already implemented on campus (such as ePortfolios and undergraduate research opportunities); 2) implement a cohesive multi-layer mentorship program to increase retention, student success, and graduation of scholars; 3) expand industry partnerships in association with workforce development programs to support the scholars’ academic and career opportunities with mentoring and internships. The high cost of attendance in the San Francisco Bay Area leads to high unmet financial needs, and leads students to seek part-time or full-time employment while they are in college. Little, however, is known about how combining specific practices, such as multi-tiered mentoring, ePortfolio adoption or participation in learning communities, can impact the retention and success of underrepresented minorities in STEM once financial barriers are lowered. Results of this project will be made available by presenting findings to other educators involved in STEM education at regional and national conferences, and leveraging existing dissemination infrastructure and channels. This project is funded by NSF’s Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers, and to generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emilie",
   "pi_last_name": "Hein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emilie Hein",
   "pi_email_addr": "heine@smccd.edu",
   "nsf_id": "000867980",
   "pi_start_date": "2022-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Jing",
   "pi_last_name": "Folsom",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jing J Folsom",
   "pi_email_addr": "folsomj@smccd.edu",
   "nsf_id": "000867617",
   "pi_start_date": "2022-08-01",
   "pi_end_date": "2024-10-22"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Hough",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Hough",
   "pi_email_addr": "hough@smccd.edu",
   "nsf_id": "000918786",
   "pi_start_date": "2024-10-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Mateo County Community College District",
  "inst_street_address": "3401 CSM DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN MATEO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6503586755",
  "inst_zip_code": "944023651",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "CA15",
  "org_lgl_bus_name": "SAN MATEO COUNTY COMMUNITY COLLEGE DISTRICT",
  "org_prnt_uei_num": "",
  "org_uei_num": "QB6NNZ72CPH5"
 },
 "perf_inst": {
  "perf_inst_name": "Skyline College",
  "perf_str_addr": "3300 College Dr",
  "perf_city_name": "San Bruno",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940661698",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "CA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 1498855.0
  }
 ],
 "por": null
}