{
 "awd_id": "2222648",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Serially Customized Security Films Harnessing Color-shifting Microstructures",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927529",
 "po_email": "smiqbal@nsf.gov",
 "po_sign_block_name": "Samir M. Iqbal",
 "awd_eff_date": "2022-09-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 274919.0,
 "awd_amount": 274919.0,
 "awd_min_amd_letter_date": "2022-09-13",
 "awd_max_amd_letter_date": "2022-09-13",
 "awd_abstract_narration": "The broader impact / commercial potential of this Small Business Innovation Research (SBIR) Phase 1 project relates to the development and commercial utility of color-shifting security films.  Such security films produce color from light reflections in three-dimensionally designed microstructure-arrays. Approximately 5% of the world trade is estimated to be impacted by counterfeit or pirated products, negatively affecting a broad range of markets while putting the safety of consumers at risk. There is a need and market opportunity to implement new, effective strategies and technologies to counteract counterfeiters and communicate authenticity to end users. The value of the technology developed in this project is based on a distinguished optical mechanism that enables the creation of tunable and visually distinctive color changing appearances that can not be imitated or copied. Outcomes include the development of roll-to-roll manufactured structural color film with colors that are serially customizable. The initial target market is focused on consumer brand protection and supply chain security. Target customers include security feature provider companies through joint-development, direct sales, and/or licensing. Potential annual revenue in year three is estimated between $1M-$3M. \r\n\r\nThis Small Business Innovation Research (SBIR) Phase 1 project will pursue two technical aims in the research development of microstructured color-shifting security films. The first technical objective is to increase total reflectivity without compromising color saturation. Overcoming this hurdle is necessary to ensure that the films are eye-catching under a range of non-optimal lighting conditions. A combination of simulations and experimentation will be used to design and optimize the reflective efficiency of the films. Roll-to-roll fabrication of the optimized structure geometries will be demonstrated. The second technical objective is the demonstration of serial color patterning for customized printing of iridescent films. Serial customization of color, for instance with bar codes or numbers, will enable integration of the films with digital security platforms. Evaluation of microstructure geometry and processing parameters will be conducted to determine color consistency and repeatability while achieving high spatial resolution.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Caleb",
   "pi_last_name": "Meredith",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Caleb H Meredith",
   "pi_email_addr": "caleb@chromatir.com",
   "nsf_id": "000873190",
   "pi_start_date": "2022-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CHROMATIR TECHNOLOGIES LLC",
  "inst_street_address": "200 INNOVATION BLVD STE 225",
  "inst_street_address_2": "",
  "inst_city_name": "STATE COLLEGE",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "9192578947",
  "inst_zip_code": "168036602",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "CHROMATIR TECHNOLOGIES, LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "U1KJX244JEA4"
 },
 "perf_inst": {
  "perf_inst_name": "CHROMATIR TECHNOLOGIES LLC",
  "perf_str_addr": "200 INNOVATION BLVD",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168036602",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 274919.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this SBIR Phase I project, Chromatir Technologies advanced an innovative new class of overt color-shifting security films based on a distinguished approach for creating structural color using reflective concave microstructures. 3-5% of world trade is estimated to be impacted by counterfeit or pirated products affecting a broad range of markets and company / government operations while imperiling the safety and security of consumers and citizens. Existing color-shifting overt security films, such as holograms, suffer from low security due to ease of counterfeiting, high cost of customization, and lack of compatibility with digital track and trace security platforms that are increasingly required. There is a critical need to implement new effective strategies and technologies to counteract counterfeiters, identify and remove counterfeit items, and communicate authenticity to end users. Chromatir&rsquo;s microstructurally colored films, based on an innovative optical mechanism, enable the creation of more color options and visually distinctive color shifts whose appearances can be serially patterned and integrated with digital track-and-trace platforms making them more difficult to counterfeit and reverse engineer.</p>\n<p>Chromatir&rsquo;s innovative color-shifting, iridescent films exploit a recently invented optical approach for creating structural color in materials by using reflective concave microstructures on the scale of 1-100 &mu;m in size (Nature, 2019). Conventional holographic security features and color-shift security inks all utilize similar nano-scale diffractive or thin-film structures on the scale of 100&rsquo;s of nanometers to generate optical interference of visible light. On the other hand, Chromatir leverages reflective 3D microstructures 10 to 100 times larger to create optical interreference through a unique multi-bounce-reflection (&mu;TIR) mechanism.</p>\n<p>Through previous NSF-funded research, we developed preliminary prototypes and proof-of-concept for (1) fabricating microstructure molds using greyscale lithography, (2) replicating microstructure films into thermoset polymers by roll-to-roll (R2R) production methods, and (3) characterizing film optical properties. However, none of these demonstrations were at a market-ready level nor were they optimized for integration within existing commercial production platforms. During the Phase I project, we advanced multiple key research objectives related to the design, fabrication, and manufacturing of microstructurally colored films for overt security feature applications. Overcoming a crucial technical risk, we managed to address critical feedback from industry experts that our distinguished technology would not be competitive unless the vibrancy of the color-shifting feature could be improved by developing a multi-layer inorganic film architecture. The manufacturability vibrancy enhanced films was subsequently demonstrated during R2R UV-casting and vacuum deposition trials. Showcasing the improved features resulted in positive external validation and engagement from prominent security companies and national banks that we aim to leverage as we establish future manufacturing partnerships and industry-funded development projects. Additional research aims explored new manufacturing and feature capabilities with notable successful demonstrations molding &micro;TIR structures into thermoplastic polymers using R2R extrusion casting, P2P embossing, and microinjection molding. Efforts to pattern high-resolution (&gt;200 dpi) serialized iridescence imagery into films to produce digitally-scannable identifiers proved challenging to demonstrate using both laser marking and ink-jet printing approaches. However, several strategies for improvement using alternate microstructure geometries and processing optimizations provide paths for further development. Lastly, through additional market discovery efforts catalyzed by the NSF&rsquo;s Beat the Odds Bootcamp we undertook efforts investigating new areas to leverage Chromatir&rsquo;s microstructural color technology platform towards food and pharmaceutical applications and demonstrated the production of what may be the world&rsquo;s first iridescent molded gelatin gummy.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/10/2024<br>\nModified by: Caleb&nbsp;H&nbsp;Meredith</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2222648/2222648_10834674_1704824537050_summary_figure--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2222648/2222648_10834674_1704824537050_summary_figure--rgov-800width.png\" title=\"Sample and technology development timeline\"><img src=\"/por/images/Reports/POR/2024/2222648/2222648_10834674_1704824537050_summary_figure--rgov-66x44.png\" alt=\"Sample and technology development timeline\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Sample and technology development timeline of microstructurally colored materials advanced during Phase I project.</div>\n<div class=\"imageCredit\">Caleb Meredith</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Caleb&nbsp;H&nbsp;Meredith\n<div class=\"imageTitle\">Sample and technology development timeline</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn this SBIR Phase I project, Chromatir Technologies advanced an innovative new class of overt color-shifting security films based on a distinguished approach for creating structural color using reflective concave microstructures. 3-5% of world trade is estimated to be impacted by counterfeit or pirated products affecting a broad range of markets and company / government operations while imperiling the safety and security of consumers and citizens. Existing color-shifting overt security films, such as holograms, suffer from low security due to ease of counterfeiting, high cost of customization, and lack of compatibility with digital track and trace security platforms that are increasingly required. There is a critical need to implement new effective strategies and technologies to counteract counterfeiters, identify and remove counterfeit items, and communicate authenticity to end users. Chromatirs microstructurally colored films, based on an innovative optical mechanism, enable the creation of more color options and visually distinctive color shifts whose appearances can be serially patterned and integrated with digital track-and-trace platforms making them more difficult to counterfeit and reverse engineer.\n\n\nChromatirs innovative color-shifting, iridescent films exploit a recently invented optical approach for creating structural color in materials by using reflective concave microstructures on the scale of 1-100 m in size (Nature, 2019). Conventional holographic security features and color-shift security inks all utilize similar nano-scale diffractive or thin-film structures on the scale of 100s of nanometers to generate optical interference of visible light. On the other hand, Chromatir leverages reflective 3D microstructures 10 to 100 times larger to create optical interreference through a unique multi-bounce-reflection (TIR) mechanism.\n\n\nThrough previous NSF-funded research, we developed preliminary prototypes and proof-of-concept for (1) fabricating microstructure molds using greyscale lithography, (2) replicating microstructure films into thermoset polymers by roll-to-roll (R2R) production methods, and (3) characterizing film optical properties. However, none of these demonstrations were at a market-ready level nor were they optimized for integration within existing commercial production platforms. During the Phase I project, we advanced multiple key research objectives related to the design, fabrication, and manufacturing of microstructurally colored films for overt security feature applications. Overcoming a crucial technical risk, we managed to address critical feedback from industry experts that our distinguished technology would not be competitive unless the vibrancy of the color-shifting feature could be improved by developing a multi-layer inorganic film architecture. The manufacturability vibrancy enhanced films was subsequently demonstrated during R2R UV-casting and vacuum deposition trials. Showcasing the improved features resulted in positive external validation and engagement from prominent security companies and national banks that we aim to leverage as we establish future manufacturing partnerships and industry-funded development projects. Additional research aims explored new manufacturing and feature capabilities with notable successful demonstrations molding TIR structures into thermoplastic polymers using R2R extrusion casting, P2P embossing, and microinjection molding. Efforts to pattern high-resolution (200 dpi) serialized iridescence imagery into films to produce digitally-scannable identifiers proved challenging to demonstrate using both laser marking and ink-jet printing approaches. However, several strategies for improvement using alternate microstructure geometries and processing optimizations provide paths for further development. Lastly, through additional market discovery efforts catalyzed by the NSFs Beat the Odds Bootcamp we undertook efforts investigating new areas to leverage Chromatirs microstructural color technology platform towards food and pharmaceutical applications and demonstrated the production of what may be the worlds first iridescent molded gelatin gummy.\n\n\n\t\t\t\t\tLast Modified: 01/10/2024\n\n\t\t\t\t\tSubmitted by: CalebHMeredith\n"
 }
}