{
 "awd_id": "2222928",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: CAS-Climate: Revitalizing Iron Hydroxide Electrode for Energy-Efficient Green Batteries by Promoting Ferrous- and Ferric- Hydroxides Redox",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 201681.0,
 "awd_amount": 201681.0,
 "awd_min_amd_letter_date": "2022-08-17",
 "awd_max_amd_letter_date": "2022-08-17",
 "awd_abstract_narration": "In this project, funded by the Chemical Structure, Dynamics & Mechanisms B Program of the Chemistry Division, Professor Xiaowei Teng of the Department of Chemical Engineering at Worcester Polytechnic Institute is developing new classes of iron hydroxide layered materials with interesting redox properties.  This research aims to exploit the characteristics of iron hydroxide layered materials, which can be used as the anode in iron-nickel alkaline batteries or iron-air alkaline batteries.  The project lies at the interface of inorganic material, materials chemistry, and energy storage and is therefore well suited for the education of scientists at all levels.  This project enhances education and outreach efforts by this group to increase scientific engagement and participation from underrepresented groups through a range of activities aimed at the public, high school students and teachers, undergraduate students, and graduate students.\r\n\r\nAs the fourth most abundant element in the earth's crust, iron (Fe) potentially satisfies nearly all criteria for a green battery, such as various oxidation states, geographic accessibility, low cost, and environmental benefits.  However, Fe anode materials face challenges in modern energy supply systems due to insufficient charging efficiency and poor discharge capability. Notably,  the discharge of Fe(OH)2 forms Fe3O4, which impedes the redox process and causes cyclability loss.  This project aims to probe the interplay between layered Fe(OH)2 material with anion (e.g., carbonate) and water molecules to answer the following questions: 1) how to control the local structure (e.g., structural defect) and long-range order (e.g., interlayer distance) of Fe(OH)2 materials to favor the reversible insertion and extraction of the divalent anions (carbonate)? 2) how does the anion insertion into Fe(OH)2 interlayer region impact the oxidation state of Fe species to encourage the Fe2+/Fe3+ complete conversion by FeOOH formation and discourage Fe3O4 formation? 3) how to control the interaction between Fe(OH)2, anion, and water molecules to maintain a stable layered structure during the long-term cycling?\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaowei",
   "pi_last_name": "Teng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaowei Teng",
   "pi_email_addr": "xteng@wpi.edu",
   "nsf_id": "000517039",
   "pi_start_date": "2022-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Worcester Polytechnic Institute",
  "inst_street_address": "100 INSTITUTE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5088315000",
  "inst_zip_code": "016092280",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "WORCESTER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJNQME41NBU4"
 },
 "perf_inst": {
  "perf_inst_name": "WORCESTER POLYTECHNIC INSTITUTE",
  "perf_str_addr": "100 INSTITUTE RD",
  "perf_city_name": "WORCESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016092247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "910200",
   "pgm_ele_name": "CMFP-Chem Mech Funct, and Prop"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 201681.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Energy storage technologies are critical for integrating renewable energy and creating sustainable power systems. As the fourth most abundant element in the earth's crust, iron (Fe) satisfies nearly all criteria for the electrode materials in grid-scale batteries. Iron is redox-active due to its various oxidation states, geographically accessible for most regions, low cost, and environmental beneficence. It is especially used as anode material in alkaline nickel-iron and Fe-air batteries.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>The primary goal of the proposed project is to probe the interplay between iron-based layered double hydroxide (Fe-LDH) material with alkaline electrolytes to promote the Fe2+/Fe3+ redox, which can be used as the anode reaction for alkaline Fe batteries. Results obtained from materials synthesis and characterization, half-cell and full-cell electrochemical measurement, and operando synchrotron X-ray analysis have provided the fundamental understanding of how the local structure and long-range order of LDH govern the interactions between water, additives, and anions in the electrolytes and how to tailor such interactions to encourage the Fe2+/Fe3+ complete conversion.&nbsp; The research outcomes of the above results were published in ChemSusChem in 2004 (ChemSusChem 2024, 17, e202400050), and one manuscript is being prepared to be submitted in the summer of 2025. A non-provisional US Patent application (US PCT/US24/15693), titled &ldquo;Iron Anode Battery&rdquo;, was filed on February 2024 for the innovation of mixed iron oxide preparation, &nbsp;conditioned electrolytes and high-efficient Fe2+/Fe3+ conversion.&nbsp;&nbsp; A provision US Patent application ( application number: 63/632,588), titled &ldquo;Green iron production&rdquo;, was filed on &nbsp;April 2024 for the innovation of production of green iron from the electrochemical reduction of iron oxides.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>One graduate student has been supported as a full-time RA by this grant. One undergraduate student is also supported by this grant for summer research in 2023 and 2024. The necessity of developing green batteries using earth-abundant materials (e.g., Fe) has been included in an elective course the PI offered in the spring of 2023 and 2005. The course is called ChE 3702-Energy Challenges in the 21st Century. &nbsp;Undergraduate students from diverse academic backgrounds enrolled in this course, including chemical engineering, environmental engineering, and chemistry.&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/30/2025<br>\nModified by: Xiaowei&nbsp;Teng</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nEnergy storage technologies are critical for integrating renewable energy and creating sustainable power systems. As the fourth most abundant element in the earth's crust, iron (Fe) satisfies nearly all criteria for the electrode materials in grid-scale batteries. Iron is redox-active due to its various oxidation states, geographically accessible for most regions, low cost, and environmental beneficence. It is especially used as anode material in alkaline nickel-iron and Fe-air batteries.\r\n\n\n\r\n\n\nThe primary goal of the proposed project is to probe the interplay between iron-based layered double hydroxide (Fe-LDH) material with alkaline electrolytes to promote the Fe2+/Fe3+ redox, which can be used as the anode reaction for alkaline Fe batteries. Results obtained from materials synthesis and characterization, half-cell and full-cell electrochemical measurement, and operando synchrotron X-ray analysis have provided the fundamental understanding of how the local structure and long-range order of LDH govern the interactions between water, additives, and anions in the electrolytes and how to tailor such interactions to encourage the Fe2+/Fe3+ complete conversion. The research outcomes of the above results were published in ChemSusChem in 2004 (ChemSusChem 2024, 17, e202400050), and one manuscript is being prepared to be submitted in the summer of 2025. A non-provisional US Patent application (US PCT/US24/15693), titled Iron Anode Battery, was filed on February 2024 for the innovation of mixed iron oxide preparation, conditioned electrolytes and high-efficient Fe2+/Fe3+ conversion. A provision US Patent application ( application number: 63/632,588), titled Green iron production, was filed on April 2024 for the innovation of production of green iron from the electrochemical reduction of iron oxides.\r\n\n\n\r\n\n\nOne graduate student has been supported as a full-time RA by this grant. One undergraduate student is also supported by this grant for summer research in 2023 and 2024. The necessity of developing green batteries using earth-abundant materials (e.g., Fe) has been included in an elective course the PI offered in the spring of 2023 and 2005. The course is called ChE 3702-Energy Challenges in the 21st Century. Undergraduate students from diverse academic backgrounds enrolled in this course, including chemical engineering, environmental engineering, and chemistry.\r\n\n\n\t\t\t\t\tLast Modified: 03/30/2025\n\n\t\t\t\t\tSubmitted by: XiaoweiTeng\n"
 }
}