{
 "awd_id": "2222254",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Paleoarchean: A Pivotal Time in Earth Crustal Evolution--the View from the Zimbabwe and Sao Francisco Cratons.",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 273218.0,
 "awd_amount": 273218.0,
 "awd_min_amd_letter_date": "2022-06-23",
 "awd_max_amd_letter_date": "2022-06-23",
 "awd_abstract_narration": "The creation and growth of Earth’s continents is a topic that has captivated geoscientists—and engendered spirited debate—for decades. Questions about the formation and evolution of stable continents during Earth’s earliest history have been vigorously debated in the literature for over 50 years and continue to be a focus of current research. Archean rocks (those older than 2.5 billion years) represent nearly half of Earth’s history, but only occur in a few areas on the continents. Rocks from the Paleoarchean (3.6 to 3.2 billion years) and Eoarchean (4.0 to 3.6 billion years) are considerably more rare and represent only a small percentage of all preserved Archean rocks worldwide. These Paleoarchean and older rocks represent windows into the early Earth and the formation, nature, and evolution of the ancient continents. This proposal seeks to study the record of crustal formation, modification, and stabilization of the Zimbabwe and São Francisco (Brazil) cratons, two of the best preserved and exposed fragments of Paleoarchean continental crust on Earth. The study of the early Earth, as well as questions regarding the time and processes involved in the initiation of modern plate tectonics, have been included as a priority in several community-based documents, including the “Challenges & Opportunities for Research in Tectonics” (Huntington & Klepeis, 2018) and, “A vision for NSF Earth Sciences 2020-2030: Earth in time” report of the NSF (National Academies of Sciences, Engineering, and Medicine 2020). The integrated approach taken in this proposal will enhance the geographic coverage of studies on Archean cratons and improve the record from the earliest history of the Earth and will contribute to the understanding of the whole picture of the early Earth. This proposal will also contribute to the building of a more diverse geoscience community by supporting women in science with one PhD Latinx student. Collaboration with Brazilian and South African colleagues is an integral part of this research project. \r\n\r\n\r\nThis research proposal seeks to integrate isotope geochemistry and geochronology to study the 3.65-2.70 Ga Zimbabwe and São Francisco (SF) cratons, two important Archean terranes that have received relatively little attention despite their extensive Archean geological record. The Zimbabwe and SF cratons are two of the best preserved and exposed portions of unmodified Paleoarchean continental crust on Earth. These cratons also preserved dome and keel structures, archetypal of Archean crust. The aim of this research is to constrain the evolution of the central portion of the Zimbabwe craton and the Gavião block and gneiss complexes from the northern and southern SF craton. The approach in this research is to: 1) determine the timescale of crust formation through the Paleoarchean in these areas; 2) determine the Hf and Nd isotope record of these cratons and how they have evolved through time; and 3) evaluate the Lu-Hf and Sm-Nd isotope systematics of the gneiss complexes to determine if they have faithfully recorded and preserved their initial isotope compositions. This work will be done using an integrated approach of in-situ U-Pb age and Lu-Hf/Sm-Nd isotope analysis of zircon, titanite, and other REE-rich accessory phases, combined with solution Lu-Hf and Sm-Nd isotope dilution analyses of bulk rock samples. Where possible, garnet Lu-Hf and Sm-Nd geochronology—in conjunction with age and isotope data from accessory phases—will be used to document post-magmatic tectono-thermal events. This integrated geochemical and geochronological approach will provide a timeframe of crust formation events and a robust Hf and Nd isotope record of the Zimbabwe and SF cratons. This, ultimately, will help the community to evaluate processes of crust formation, modification, and stabilization in the Paleoarchean—a pivotal time in Earth’s crustal evolution. This proposed research represents a continuation of the work that has been done by the PI, students, and post-docs in Greenland, in the Acasta Gneiss Complex, and what has been done (and is still ongoing) in the Pilbara Craton of NW Australia.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Vervoort",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey D Vervoort",
   "pi_email_addr": "vervoort@wsu.edu",
   "nsf_id": "000384513",
   "pi_start_date": "2022-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "1048 Webster Physical Sciences",
  "perf_city_name": "Pullman",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991642812",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 273218.0
  }
 ],
 "por": null
}