{
 "awd_id": "2222482",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Engineering Societies and the Lived Experiences of Marginalized Aspirants: (Re)imaging Inclusion",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032922321",
 "po_email": "anixon@nsf.gov",
 "po_sign_block_name": "Andrea Nixon",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2022-07-26",
 "awd_max_amd_letter_date": "2022-07-26",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2).\r\n\r\nThe United States continues to struggle with achieving diversity in science, technology, engineering, and mathematics (STEM) fields. To address this challenge, U.S. STEM education has seen an increase in programs designed to broaden the participation of students from marginalized communities. A number of these programs aim to support the success of individual students but leave out examinations of the larger, social barriers to STEM participation. For example, engineers who are Black, Indigenous, People of Color, or gender diverse often describe engineering classrooms and workplaces as difficult and unwelcoming. In engineering fields, professional societies can provide an additional layer of support where identity difference is expected, acknowledged, and celebrated.  This study is designed to examine connections between the lived experiences of diverse individuals, the engineering profession, and contemporary diversity programming. \r\n\r\nAs the U.S. science, technology, engineering, and mathematics (STEM) education sector continues to grapple with the challenges of advancing diversity, equity, and inclusion in academic and employment sectors, these sectors have experienced rapid increases in broadening participation efforts over recent decades. These efforts have aspired to multiple outcomes including increased access, belonging, and retention of students from marginalized communities. However, these efforts focus largely on the experiences of individual students and have left systemic barriers, such as inequitable distributions of resources and discriminatory cultures, less well studied. In engineering fields, professional societies including the National Society of Black Engineers, Society of Women Engineers, and American Indian Science and Education Society serve as centers of empowerment, belonging, mentoring, and development where identity difference is understood, acknowledged, and celebrated. The PI will conduct a series of case studies to address two research questions: (Q1) What roles have engineering societies played in the delineation of racial, ethnic, and gender ideologies of engineering?; and (Q2) How do engineering societies influence the lived experiences of engineering aspirants and professionals of marginalized communities?  The study is designed to examine the intentions and impacts of engineering societies to characterize the relationship between the lived experiences of individuals, academic and industry structures, and contemporary diversity, equity, and inclusion programming.  The project will augment ongoing research through the Engineering PLUS Alliance's Continuous Improvement Data, Evaluation, and Research (CIDER) unit, an NSF INCLUDES funded initiative. \r\n\r\nThe project responds to the STEM Education Postdoctoral Research Fellowship (STEM Ed PRF) program that aims to enhance the research knowledge, skills, and practices of recent doctorates in STEM, STEM education, education, and related disciplines to advance their preparation to engage in fundamental and applied research that advances knowledge within the field.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kayla",
   "pi_last_name": "Maxey",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Kayla R Maxey",
   "pi_email_addr": "krm358@drexel.edu",
   "nsf_id": "000875627",
   "pi_start_date": "2022-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": null,
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042816",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "8816",
   "pgm_ref_txt": "Workforce Development"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "040V2122DB",
   "fund_name": "EHR ARP Act DEFC V",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}