{
 "awd_id": "2222953",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FW-HTF-R/Collaborative Research: RoboChemistry: Human-Robot Collaboration for the Future of Organic Synthesis",
 "cfda_num": "47.041, 47.076",
 "org_code": "11090000",
 "po_phone": "7032928624",
 "po_email": "jjohnson@nsf.gov",
 "po_sign_block_name": "Julie Johnson",
 "awd_eff_date": "2022-09-15",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 598196.0,
 "awd_amount": 598196.0,
 "awd_min_amd_letter_date": "2022-09-15",
 "awd_max_amd_letter_date": "2022-09-15",
 "awd_abstract_narration": "Chemical R&D is the backbone of countless technologies including life-saving medicines, energy harvesting and storage materials, and additive manufacturing. Chemists, who hold nearly 100,000 US jobs, face considerable risks in the workplace, leading to tens of thousands of injuries per year. Chemists must take great care to avoid chemical exposures, fires and explosions while handling the high physical and cognitive demands inherent in the laborious, manual nature of synthetic chemistry procedures. Intelligent robotic technologies could improve working conditions for chemists by reducing these risks and challenges, while accelerating the pace of chemical R&D. Robots have already revolutionized the workplace in many industries, such as manufacturing, packaging, and shipping, but most chemical R&D labs remain devoid of collaborative robotic assistance, likely due to the high number, diversity, and complexity of tasks involved in this work. Instead, chemical synthesis robots currently in development are designed to replace or displace the human chemist. The objective of this proposal is to evaluate the benefits and challenges of an alternative approach, where collaborative robots deployed in the lab work together with chemists and provide them with helpful task assistance, rather than end-to-end automation of all activities. This approach has the potential to improve laboratory safety, increase accessibility for chemists with disabilities, and increase productivity and job satisfaction for chemists. The project will also engage young women to consider STEM careers in chemistry and robotics through an afterschool workshop series that exposes them to professional chemists, roboticists, and hands-on chemistry automation experiments. Partners in this collaborative work include University of Colorado at Boulder, University of North Carolina at Chapel Hill and New Iridium, Inc. This project is funded by the Future of Work at the Human-Technology Frontier program which supports multi-disciplinary research to sustain economic competitiveness, promote worker well-being, lifelong and pervasive learning, and quality of life, and illuminate the emerging social and economic context and drivers of innovations that are shaping the future of jobs and work.\r\n \r\nTo realize the vision of collaborative mobile robots that assist chemical R&D workers in order to reduce mental/physical workload while improving safety and efficiency, this project integrates three threads of research: (1) classify, model, and evaluate robotic efficacy in various chemistry procedures, (2) develop novel task planning and interaction programming for mobile robots to interact with synthetic chemists, and (3) create hardware and software solutions that ensure safe and autonomous deployment of mobile collaborative robots in unstructured laboratory environments. Weaving these three threads of research together, the project will identify scenarios in which human-robot teams may collaborate effectively on various specific subtasks of organic synthesis procedures. Chemists from New Iridium and chemist/materials scientist trainees will perform tasks representative of routine synthetic chemistry procedures in the R&D lab, both in the presence and absence of a teleoperated collaborative mobile robot performing prescribed assistive task support. The efficacy of co-robot assistance will be evaluated and quantified by a combination of objective measures associated with the procedure (time to completion, reaction yield, number and or severity of errors, etc.) and subjective measures of the chemists’ experience with the robotic assistant, including survey-based assessment of their cognitive and physical workload, and sense of personal safety and efficiency. The feedback loop between roboticists and chemists will allow the team to iteratively identify and refine collaboration scenarios for chemist-robot pairs that enhance safety, productivity, accessibility, and job satisfaction for chemical R&D workers. The newly developed open-source software underpinning these collaboration scenarios will enable any laboratory in possession of an appropriate robot to replicate, use and adapt these scenarios in their own workplaces. Ultimately, this research will make fundamental contributions to both chemistry and robotics while helping to unite these two historically disconnected fields.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Szafir",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Szafir",
   "pi_email_addr": "daniel.szafir@cs.unc.edu",
   "nsf_id": "000705038",
   "pi_start_date": "2022-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275991350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "103Y00",
   "pgm_ele_name": "FW-HTF Futr Wrk Hum-Tech Frntr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "063Z",
   "pgm_ref_txt": "FW-HTF Futr Wrk Hum-Tech Frntr"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 598196.0
  }
 ],
 "por": null
}