{
 "awd_id": "2223318",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Astrocyte Mechanobiology Following Central Nervous System Injury Revealed By Magnetically Active Hydrogels",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032924204",
 "po_email": "shisharm@nsf.gov",
 "po_sign_block_name": "Shivani Sharma",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 299234.0,
 "awd_amount": 299234.0,
 "awd_min_amd_letter_date": "2022-06-17",
 "awd_max_amd_letter_date": "2022-06-17",
 "awd_abstract_narration": "This award will support work to improve our understanding of the mechanisms underlying scar formation in glial cells. Injury to the central nervous system often results in life-long disability.  Patients with spinal cord injury or traumatic brain injury may suffer severe loss of function. Like other regions in the body, the mechanical stiffness of central nervous tissue changes after an injury.  This affects both the neurons that transmit signals as well as supporting cell types in the brain and spinal cord, which are called glial cells. One type of glial cell, called an astrocyte, contributes to the formation of a glial scar.  The scar inhibits the regeneration of neurons needed for functional recovery following an injury. Currently, the effects of the dynamically changing stiffness of the tissue on the function of the astrocytes is unknown. The work done with this grant will alter the stiffness of astrocytes’ surroundings using magnetism to understand how the cells contribute to glial scar formation.  Eventually, these results can lead to new treatments for restoring function following spinal cord injury. Additionally, the research will be supplemented with an early childhood education program called “Science and Movement” that will introduce children to the ways in which scientists and engineers use magnetism.\r\n\r\nMagnetically active hydrogels provide a new means to interrogate time and spatial varying mechanical properties in three-dimensional microenvironments. The changes are fast and reversible, and studies indicate that cells respond to the altered mechanical properties rapidly (within seconds). The experiments will characterize the dynamic changes to the mechanical properties of the spinal cord following contusion injury using an ex vivo slice model, and then use magnetically active hydrogels to mimic these changes in vitro to interrogate astrocyte mechanobiology. Experiments will focus on the transcriptomic changes of the astrocytes in order to better understand the mechanisms underlying the formation of a glial scar. These studies will involve both temporal and spatial gradients of viscoelastic mechanics, informed by the results of the mechanical testing of the ex vivo spinal cord injury model. Overall, this work will improve our understanding of astrocyte mechanobiology and potentially lead to new treatments to repair spinal cord injury.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Galie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Galie",
   "pi_email_addr": "galie@rowan.edu",
   "nsf_id": "000700096",
   "pi_start_date": "2022-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rowan University",
  "inst_street_address": "201 MULLICA HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "GLASSBORO",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8562564057",
  "inst_zip_code": "080281702",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NJ01",
  "org_lgl_bus_name": "ROWAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DMDEQP66JL85"
 },
 "perf_inst": {
  "perf_inst_name": "Rowan University",
  "perf_str_addr": "201 MULLICA HILL RD RT 322",
  "perf_city_name": "GLASSBORO",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "080281700",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NJ01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "070Z",
   "pgm_ref_txt": "MB-Mechanobiology"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 299234.0
  }
 ],
 "por": null
}