{
 "awd_id": "2223461",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF-DFG Confine: Spin-Probe-Enabled Sensing of Fluids in Confined Geometries and Interfaces",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032922945",
 "po_email": "cecostel@nsf.gov",
 "po_sign_block_name": "Catherine Costello",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2022-07-22",
 "awd_max_amd_letter_date": "2022-07-22",
 "awd_abstract_narration": "With support from the Chemical Measurement and Imaging Program (CMI) in the Division of Chemistry, Carlos Meriles of CUNY City College and Nicolas Giovambattista of CUNY Brooklyn College are using atomic defects near the surface of a host crystal as nanoscale probes to characterize the structure and motion of water molecules confined to extremely small spaces (at the nanometer scale). Strong confinement modifies water in ways that are central to technological applications, but the small sample dimensions and the heterogeneities of the confining surfaces makes it challenging for experimentalists to provide detailed information on the molecular behavior at the nanoscale. To mitigate these limitations, Dr. Meriles and his students are developing a sensing approach based on individual point defects in diamond that can serve as a detector of small amounts of liquids in general, and water, in particular. Dr. Giovambattista and his students are using computer simulations and theoretical modeling to help interpret the signals that come from these point-defect-aided measurements. Activities also include the exchange of graduates and postdocs between the US and collaborators at the University of Stuttgart in Germany, an initiative aimed at simultaneously enriching the professional training and networking opportunities of all participating students.  \r\n \r\nEnabling this research program is the so-called nitrogen-vacancy (NV) center in diamond, a paramagnetic defect whose charge and spin states can be prepared and readout by all-optical means. The overarching goals revolve around two research thrusts: (i)\tThe first one capitalizes on novel NV-based magnetic resonance spectroscopy methods to investigate water diffusion under variable confinement and surface hydrophobicity within ad-hoc nanostructures produced via 2D-material engineering; also part of this effort is the development of alternative sensing strategies adapted to heavy water, an area where activities include both experiments and path-integral molecular dynamics simulations. (ii)\tThe second research thrust zeroes in on the use of external magnetic gradients, here leveraged to non-invasively probe molecular diffusion and image surface-induced order in confined water. Of special interest is the investigation of hydration at boundaries separating hydrophobic and hydrophilic sections of engineered substrates based on 2D materials. The results derived from this effort may prove relevant to various open problems of fundamental and practical importance, such as the interplay between nanoscale confinement and chemical reactivity, or the impact of confined water in biological processes such as ion flow in cell membranes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carlos",
   "pi_last_name": "Meriles",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Carlos A Meriles",
   "pi_email_addr": "cmeriles@ccny.cuny.edu",
   "nsf_id": "000486097",
   "pi_start_date": "2022-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicolas",
   "pi_last_name": "Giovambattista",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicolas Giovambattista",
   "pi_email_addr": "NGiovambattista@brooklyn.cuny.edu",
   "nsf_id": "000537983",
   "pi_start_date": "2022-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY City College",
  "inst_street_address": "160 CONVENT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2126505418",
  "inst_zip_code": "100319101",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L952KGDMSLV5"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY City College",
  "perf_str_addr": "160 CONVENT AVE",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100319101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": null
}