{
 "awd_id": "2224902",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The interaction of surfaces structured at the nanometer scale with the cells in the physiological environment",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2023-01-15",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 297642.0,
 "awd_amount": 297642.0,
 "awd_min_amd_letter_date": "2022-06-29",
 "awd_max_amd_letter_date": "2022-06-29",
 "awd_abstract_narration": "This is a collaborative project between the University of Texas at El Paso and Baylor College of Medicine. The objective of the collaborative research project is to understand how nanomaterials impact cellular activities in comparison to larger materials. In this regard, the PIs will investigate the influence of physical and chemical factors of nanomaterials in terms of adhesion and spread of cells and synthesis of proteins.  The research team proposes that the nanomaterial surface has high surface energy, which is responsible for greater attachment and growth of cells and enhanced formation of different proteins. The understanding of physical and chemical interactions between nanomaterials and cells will promote nanotechnology in the field of medical implants. An educational development plan in nanoscience will be developed by the research team to promote training, education and learning opportunities for students at the University of Texas at El Paso and Baylor College of Medicine with a focus on underrepresented students. In addition, high school students and teachers working together with graduates and undergraduates will acquire knowledge of nanoscience and its application to medical implants from the viewpoint of improvements in the quality of life.\r\n\r\n\r\nThe main objective of the research project is to acquire a mechanistic understanding of the favorable modulation of cellular activity on a nanograined (NG) surface in relation to coarse-grained (CG) counterpart. The PIs will test the central hypothesis that “the relative influence of physical and chemical attributes of nanoscale surface compared to the microscale counterpart favorably alters the mechanosensitivity of the cytoskeleton. To test this hypothesis, the PIs are planning three specific aims. In the first aim the PIs are planning to uncover the mechanisms that will explain how grain boundary energy and surface energy induced by the nanoscale surface modulate cell adhesion and biological functionality.  In the second aim, the PIs plan to test the hypothesis that altered electronic properties of the nanoscale high grain boundary energy induced nano-grained surface is the causal mechanism responsible for mediating high cell adhesion. In the third aim, the PIs will test the hypothesis that mechanosensing of the cytoskeleton is a key mechanism that modulates the relationship between the adhesive (attractive) force of nanoscale nano-grained surface to the adhesion strength of attached cells.  The research project will have the following outcomes: (i) uncover the mechanism that will explain how nanoscale structure induces changes in surface chemistry, surface energy and electron work functions, impacting cellular functionality; (ii) elucidate the mechanism that includes measurable changes in the grain boundary state/energy induced by the nanoscale structure in relation to the microcrystalline surface and how such mechanism would modulate cell adhesion and biological functionality; (iii) unravel the mechanism that links the relationship between high density of grain boundaries with high grain boundary energy to the electronic properties at the nanoscale surface; (iv) uncover the relationship between the adhesive (attractive) force of the nanoscale surface to the electronic properties of the surface and provide fundamental understanding of how such mechanisms would regulate the adhesion of cells. The broader impact of the research project lies in the potential to elucidate  mechanisms underlying cell-substrate interactions which could potentially enable design of engineered surfaces with desired physical and chemical attributes leading to desired biological responses.   Other key aspects of broader impact of this research include advancing the understanding of cell-nanoscale surface interactions. This could potentially facilitate the fabrication of nanoscale patterning of substrates and the development of innovative nanotechnology devices for applications in fields such as biological micro-electromechanical devices and microfluidics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aladin",
   "pi_last_name": "Boriek",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Aladin M Boriek",
   "pi_email_addr": "boriek@bcm.edu",
   "nsf_id": "000319535",
   "pi_start_date": "2022-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Baylor College of Medicine",
  "inst_street_address": "1 BAYLOR PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137981297",
  "inst_zip_code": "770303411",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "BAYLOR COLLEGE OF MEDICINE",
  "org_prnt_uei_num": "FXKMA43NTV21",
  "org_uei_num": "FXKMA43NTV21"
 },
 "perf_inst": {
  "perf_inst_name": "Baylor College of Medicine",
  "perf_str_addr": "One Baylor Plaza",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770303411",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 297642.0
  }
 ],
 "por": null
}