{
 "awd_id": "2224350",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ISS: Active Liquid-Liquid Phase Separation in Microgravity",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2022-08-09",
 "awd_max_amd_letter_date": "2022-08-09",
 "awd_abstract_narration": "Liquid-liquid phase separation is a pervasive phenomenon that plays a central role throughout physics, material science, engineering, biology, and everyday life. Two liquid phases are separated by soft interfaces that are greatly affected by gravitational forces and are easily deformed either by thermal fluctuation or by external flows. Everyday experience demonstrates how gentle shaking induces waves of a soft interface, while more rigorous shaking reinitializes the phase separation dynamics. Active matter provides an alternative method of generating fluid flows through the collective motion of microscopic energy-consuming constituents. It remains an open question of how active matter-based internally-generated flows couple to the soft interfaces and the associated liquid-liquid phase separation. Ground-based research indicates intriguing behaviors, but gravitational forces suppress large-scale deformation and full exploration of the possible behaviors. This project is focused on developing a quantitative understanding of the active interfaces. From a broader perspective, this project will train undergraduate students in interdisciplinary research, and provide support for developing a curriculum-enriching Saturday course for high school students that is centered around the topic of soft materials, liquid-liquid phase separation, and microgravity research.\r\n\r\nThe research goals of this project are divided into three complementary aims, which will greatly increase understanding of active liquid-liquid phase separation and associated active interfaces. In the first aim, millimeter-sized soft interfaces will be created that separate a bulk active fluid from a passive polymer suspension. The research will determine how gravity influences active fluctuations and associated traveling waves, which are visible by the naked eye. The project will also study how a macroscopic interface disintegrates to generate an active emulsion, a transition that is suppressed by gravity but should be observable in a microgravity environment. In the second aim, the project will start with a uniform initial state and study the dynamics of coarsening active droplets. Microgravity will render our samples truly two-dimensional. Finally, in the third aim, gravity affects will be studied to determine how the active wetting transition that occurs when active fluid climbs along a boundary. The acquired data will rigorously test theoretical models of how active stresses couple to soft deformable surfaces. Such models are essential for building synthetic mechanical protocells and might have relevance to our understanding of biology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zvonimir",
   "pi_last_name": "Dogic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zvonimir Dogic",
   "pi_email_addr": "zdogic@physics.ucsb.edu",
   "nsf_id": "000180265",
   "pi_start_date": "2022-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": null
}