{
 "awd_id": "2224253",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multifunctional Zwitterionic Solid Polymer Electrolytes for High-Performance Lithium-Ion Batteries",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 464665.0,
 "awd_amount": 464665.0,
 "awd_min_amd_letter_date": "2022-07-25",
 "awd_max_amd_letter_date": "2022-07-25",
 "awd_abstract_narration": "Lithium-ion batteries (LIBs) have played a key role in the most popular energy storage systems for portable electronic devices and electric vehicles, owing to their high energy density, high operating voltage, and good cycling performance. However, commercial LIBs with the organic liquid electrolyte are associated with uncontrollable side reactions and critical safety issues such as toxic liquid electrolyte leakage, flammability of electrolytes, and poor thermal stability. Therefore, replacing the liquid electrolyte with solid electrolytes is quite necessary. Among several solid ion conductors, solid polymer electrolytes (SPEs) can offer excellent flexibility, interfacial compatibility with electrodes, good processibility, low cost, and light weights that can overcome the limitations of ceramic ion conductors. However, current SPEs often encounter limitations such as poor mechanical strength and dimensional thermal stability, inferior electrochemical stability, and low lithium-ion conductivity at room temperature. The proposed research will study molecular-level design principles to establish relationships between the molecular structures of ion-conducting polymers and the mechanical/electrochemical performances of SPEs. This project will advance our understanding of the design principles of next-generation multifunctional polymer electrolytes for all-solid-state lithium-ion batteries and play a critical role in developing energy storage technologies for sustainable energy generation and global warming mitigation efforts. The project will support and train two graduate students and several undergraduate students, and complimentary hands-on research experiences for high school students and teachers will help to disseminate the research methods to a broader community.\r\n\r\nThis project will enable the molecular-level design of a series of lithium ion-conducting zwitterionic polyurethane (zPU) electrolytes with excellent electrochemical and mechanical stabilities. The effect of different tethered anionic group, length of spacers between tethered cationic groups and anionic groups, and polymer backbone structure will be investigated to develop high-performance polymer electrolyte materials. Theoretical atomistic molecular modelling will be employed to investigate the dissolution and dissolution of lithium salts and lithium-ion transport mechanisms in zwitterionic polyurethanes. A suite of electrochemical characterization methods combined with theoretical molecular simulation studies will be employed to systematically investigate ion conductivity, interfacial stability, and battery performance during charging/discharging. The proposed effort is centered around a collaboration between a polymer chemist, a molecular simulation scientist, and a membrane electrochemist to advance understanding of the correlations of zPU SPEs. Results will be used to design next-generation solid-state batteries with maximum electrochemical performance.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sangil",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sangil Kim",
   "pi_email_addr": "sikim@uic.edu",
   "nsf_id": "000733024",
   "pi_start_date": "2022-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gang",
   "pi_last_name": "Cheng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gang Cheng",
   "pi_email_addr": "gancheng@uic.edu",
   "nsf_id": "000734324",
   "pi_start_date": "2022-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anh",
   "pi_last_name": "Ngo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anh Ngo",
   "pi_email_addr": "anhngo@uic.edu",
   "nsf_id": "000876554",
   "pi_start_date": "2022-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S MARSHFIELD RM 520",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 464665.0
  }
 ],
 "por": null
}