{
 "awd_id": "2224067",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Fungi in the pine barrens ecosystem - biodiversity, systematics and function",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032928239",
 "po_email": "mkearney@nsf.gov",
 "po_sign_block_name": "Maureen Kearney",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 750000.0,
 "awd_amount": 757250.0,
 "awd_min_amd_letter_date": "2022-08-11",
 "awd_max_amd_letter_date": "2023-08-07",
 "awd_abstract_narration": "Despite two centuries of study, most fungal biodiversity on Earth remains unknown. Prior research indicates that plant roots in the understudied pine barrens ecosystem of the Eastern United States harbors unique and highly diverse fungal species, many of which are new to science. The goal of this project is to obtain a complete understanding of fungi associated with plant roots in the acidic, nutrient-poor, dry and fire-prone pine barrens ecosystem by studying their biodiversity, systematics and functions. The project will focus on fungi associated with pine, switchgrass and blueberry, which are the predominant and stress-tolerant plants in the pine barrens ecosystem. The project will provide research experience and training for undergraduate students, graduate students, and a postdoctoral associate from diverse backgrounds and will provide information for policy formulation by federal and state agencies (e.g., the New Jersey Pinelands Commission and the Department of Environmental Protection) regarding land use and natural resource protection. This project also will provide resources for studies on increasing stress tolerance of forests, as well as bioenergy and food crops, to meet the challenges of climate change, such as drought, wildfire, soil acidification and nutrient limitation. \r\n\r\nThe major objectives of this project are: 1) to collect plant root-associated fungi from the pine barrens ecosystem along a latitudinal transect from Maine to Florida, and to comprehensively name and describe novel fungal lineages; 2) to catalogue and compare the root fungal communities among these different climate and geographic locations using both culture-based and culture-independent next-generation DNA metabarcoding to understand and predict the impact of climate on the mycobiome; 3) to perform plant-fungal interaction experiments and study the functions of these root associated fungi; and 4) to train students and postdoc to conduct research across the entire spectrum of these activities. This study will combine the fields of phylogenetics, evolution, taxonomy, biodiversity, organismal biology, and next-generation DNA metabarcoding. The project will uncover novel fungi and elucidate the functions of these root-colonizing fungi, which is important for both natural and crop-associated applications. This project also will provide data to improve the accuracy of fungal diversity estimates through linking cultures with taxa that are, thus far, only known from DNA sequences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ning",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ning Zhang",
   "pi_email_addr": "ningz@rutgers.edu",
   "nsf_id": "000537367",
   "pi_start_date": "2022-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZA",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 316646.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 440604.0
  }
 ],
 "por": null
}