{
 "awd_id": "2225095",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BCSER: Examining inclusive science communication education as a tool to empower historically disadvantaged STEM students",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032925121",
 "po_email": "msuiter@nsf.gov",
 "po_sign_block_name": "Marilyn Suiter",
 "awd_eff_date": "2022-12-15",
 "awd_exp_date": "2025-11-30",
 "tot_intn_awd_amt": 346658.0,
 "awd_amount": 346658.0,
 "awd_min_amd_letter_date": "2022-08-18",
 "awd_max_amd_letter_date": "2022-08-18",
 "awd_abstract_narration": "Broadening participation in STEM is critical on many levels, from the equity perspective of removing barriers for success for people from historically excluded groups and from the perspective of increasing knowledge in the field of STEM. Both people and scientific endeavors benefit from increasing inclusion. However, evidence indicates that students who experience marginalization due to their socioeconomic status, first generation college attendance, or race and ethnicity are underrepresented in STEM and face challenges for retention and career success in STEM. Various mechanisms have been explored to help retain diverse students in STEM, including active learning in the classroom and faculty mentoring programs. Such mechanisms are necessary but insufficient for overcoming barriers to full participation of students from groups that are marginalized in STEM. This project aims to examine how training in inclusive science communication may be a tool that empowers students to grow in factors like science identity and self-efficacy, which are correlated with increased STEM retention. This project is novel and significant in that it capitalizes on the interdisciplinary topic of science communication as an additional mechanism for engaging students in STEM. Inclusive science communication explicitly centers inclusion, equity, and intersectionality. Helping students to see inclusive science communication as a tool to solve societal problems and to recognize themselves as having valuable perspectives to contribute to science may help students have the desire and confidence to continue in STEM. Additionally, science communication is a competency that will prepare students for diverse jobs in STEM and STEM-adjacent fields.\r\n\r\nThis project has two goals. First, the researchers aim to develop and implement inclusive science communication trainings scaffolded throughout the four-year curriculum for students in bioscience and engineering programs. This wide scope will enable many students to benefit from the inclusive science communication training. The researchers will analyze how these trainings improve student factors like science identity that are correlated with STEM retention. Second, the researchers plan to pair more experienced students with first year students to co-construct science communication deliverables. This will provide near-peer mentoring opportunities for the students as well as facilitate practical application of inclusive science communication trainings. The researchers will evaluate how this mentorship and application programming affects science attitude, science communication skills, and career aspirations of both groups of students. Through both of these project components, researchers will be able to assess how inclusive science communication trainings, whether in the classroom or in smaller group application activities, impact different groups of students and supports student success in STEM.\r\n\r\nThe project is supported by NSF's EHR Core Research Building Capacity in STEM Education Research (ECR: BCSER) program, which is designed to build investigators’ capacity to carry out high-quality STEM education research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "Kelp",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole C Kelp",
   "pi_email_addr": "nicole.kelp@colostate.edu",
   "nsf_id": "000838435",
   "pi_start_date": "2022-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "200 W. Lake St.",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805214593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162Y00",
   "pgm_ele_name": "ECR:BCSER Capcity STEM Ed Rscr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8055",
   "pgm_ref_txt": "Capacity-Building Projects"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 346658.0
  }
 ],
 "por": null
}