{
 "awd_id": "2225207",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Supporting Persistence by Increasing the Relevance of Algebra to Learning: A Competency-based Curriculum for College Algebra",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032922635",
 "po_email": "mferrara@nsf.gov",
 "po_sign_block_name": "Mike Ferrara",
 "awd_eff_date": "2023-01-01",
 "awd_exp_date": "2027-12-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2022-07-31",
 "awd_max_amd_letter_date": "2022-07-31",
 "awd_abstract_narration": "With support from the Improving Undergraduate STEM Education: Hispanic-Serving Institutions (HSI) Program, this Implementation and Evaluation (Track 2) project aims to develop an empirically defensible model for how HSIs and liberal arts institutions can empower students who are underrepresented in their participation in STEM fields of study, to succeed in their early STEM coursework and graduate in a timely manner. The project will improve STEM outcomes at Our Lady of the Lake University by establishing connections between students’ early coursework and future classes through the redesign of the first-year College Algebra course combined with the development of a robust learning support system. While it is required across a range of disciplines, the traditional College Algebra curriculum often lacks relevance to students' majors and cultural knowledge, or obvious connections to its applications in non-mathematical fields. By realigning the curriculum to reflect competencies required for students’ future studies, tapping into students’ cultural knowledge, and employing those students as learning assistants and tutors, this project will extend the research on the efficacy of high-impact pedagogical strategies, the importance of socio-cultural knowledge on learning, and the effects of both on student persistence. This project will benefit students by introducing major-specific course content early, thus improving math literacy and promoting a growth mindset.\r\n\r\nTo examine the effects of increasing academic and cultural relevance in early STEM coursework, mathematics and non-mathematics faculty will collaborate to redesign a lab-supported College Algebra course into three discipline-specific course sections. Concurrently, the project will develop a two-tiered learning support system to aid students in developing and contextualizing their algebra skills. Undergraduate learning assistants will provide support in the classroom, while specialized peer tutors will assist students as they progress through their upper-level courses. The project will study the effects of these activities across demographic levels, in relation to students’ psycho-social characteristics (sense of belonging, mathematical self-efficacy, mindset, mathematical self-concept, and perceptions of relevance), faculty beliefs (about culturally responsive teaching and students’ prior knowledge and mindsets), and academic outcomes. In addition to significantly increasing completion rates for College Algebra and algebra-requisite courses, STEM retention rates, and STEM graduation rates among a predominantly Latinx and female student body, this project will contribute to knowledge about conditions that lead to improved STEM teaching and learning. Results will be made available to institutions who wish to implement similar approaches through a dedicated website and relevant publications. The HSI Program aims to enhance undergraduate STEM education, broaden participation in STEM, and build capacity at HSIs. Achieving these aims, given the diverse nature and context of the HSIs, requires innovative approaches that incentivize institutional and community transformation and promote fundamental research (i) on engaged student learning, (ii) on diversifying and increasing participation in STEM effectively, and (iii) on understanding ways to improve institutional capacity at HSIs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Cheshire",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel C Cheshire",
   "pi_email_addr": "dcheshire@ollusa.edu",
   "nsf_id": "000792253",
   "pi_start_date": "2022-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Salako",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen Salako",
   "pi_email_addr": "stsalako@ollusa.edu",
   "nsf_id": "000755872",
   "pi_start_date": "2022-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kirsten",
   "pi_last_name": "Komara",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kirsten Komara",
   "pi_email_addr": "kkomara@ollusa.edu",
   "nsf_id": "000873412",
   "pi_start_date": "2022-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Our Lady of the Lake University",
  "inst_street_address": "411 SW 24TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2104346711",
  "inst_zip_code": "782074617",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "OUR LADY OF LAKE UNIVERSITY OF SAN ANTONIO",
  "org_prnt_uei_num": "",
  "org_uei_num": "RRWPRNJR5L49"
 },
 "perf_inst": {
  "perf_inst_name": "Our Lady of the Lake University",
  "perf_str_addr": "411 SW 24TH ST",
  "perf_city_name": "SAN ANTONIO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782074617",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "077Y00",
   "pgm_ele_name": "HSI-Hispanic Serving Instituti"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": null
}