{
 "awd_id": "2225488",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RECODE: Microfluidic and genetic technologies to direct and select retinal cell types from human induced pluripotent stem cell-derived retinal organoids",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927014",
 "po_email": "szehnder@nsf.gov",
 "po_sign_block_name": "Steve Zehnder",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 541665.0,
 "awd_amount": 541665.0,
 "awd_min_amd_letter_date": "2022-08-18",
 "awd_max_amd_letter_date": "2022-08-18",
 "awd_abstract_narration": "The differentiation of cells is the result of a complicated set of processes. Most stem cell differentiation methods result in a mixture of desired and undesired cell types. Better understanding of key molecular control points of differentiation could decrease the generation of undesirable cells. That in turn could increase the effectiveness of cell-based therapies. Genetic and mechanical techniques will be employed to better understand the differentiation pathway resulting in retinal cells. The hope is that this will lead to new treatments for degenerative eye diseases. Biomanufacturing workforce development will also be supported in several ways. Graduate students will be trained in stem cell biology and bioengineering, undergraduate students will be provided research opportunities, and outreach to industry will be accomplished through the Center for Cell Manufacturing Technologies.\r\n\r\nControlling human induced pluripotent stem cell (hiPSC) differentiation is a challenge. Cell molecular pathways are programmed to react to external cues. Most protocols depend to a great degree on spontaneous cell fate commitment. This often results in a heterogeneous mixture of tissue specific cell types, many of which are not needed, or detrimental, for regenerative cell replacement strategies. Applying microfluidic cell separation and geno-mechanical techniques will be evaluated for their ability to reliably direct differentiation of hiPSCs to retinal cells. The first objective is to develop genome-wide methods that use both cell differentiation and biomechanical properties as screens to target desired endpoints during retinal cell differentiation. This objective could uncover new target pathways that can be exploited during culture to regulate retinogenesis. The second objective is to use systems biology to identify master regulators of retinal cell differentiation These regulators will be validated by observing the effects of modulation of these pathways on differentiated retinal subtypes. A third objective is to use cell separation approaches coupled with novel markers to enhance the production of the proper proportion of rods to cones.\r\n\r\nThis RECODE project is funded by the Engineering Biology and Health Cluster in the Division of Chemical, Bioengineering, Environmental, and Transport Systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Budd",
   "pi_last_name": "Tucker",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Budd A Tucker",
   "pi_email_addr": "budd-tucker@uiowa.edu",
   "nsf_id": "000828070",
   "pi_start_date": "2022-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "",
  "perf_city_name": "Iowa City",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522420001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171Y00",
   "pgm_ele_name": "RECODE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1757",
   "pgm_ref_txt": "Quantitative sys bio and biotech"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 541665.0
  }
 ],
 "por": null
}