{
 "awd_id": "2225771",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RII-BEC: Co-Mentoring, Community Building, Career Development, and Content Area Research Experiences to Enhance Systemic Change in STEM",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032925164",
 "po_email": "andjohns@nsf.gov",
 "po_sign_block_name": "Andrea Johnson",
 "awd_eff_date": "2022-12-15",
 "awd_exp_date": "2027-11-30",
 "tot_intn_awd_amt": 994852.0,
 "awd_amount": 994852.0,
 "awd_min_amd_letter_date": "2022-08-05",
 "awd_max_amd_letter_date": "2024-02-06",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2).\r\n\r\nNational data show a dire need for higher education to more equitably serve students from diverse educational backgrounds, especially students from underrepresented groups (URG) and transfer students. These two populations were disproportionately affected by the COVID-19 pandemic. This project creates a “4C model” for systemic change in science, technology, engineering, and mathematics (STEM) education. The model features students as co-creators, highlighting the importance of student agency and leadership in change efforts. The 4 “Cs” students will participate in are co-mentoring (a non-hierarchical approach to mentoring), community-building activities, career development, and content-area research experiences. These are all evidence-based strategies to support students’ transitions into and through college and to prepare them for post-graduation transitions. The project also includes faculty- and institutional-level activities to advance systemic change, including faculty co-mentoring with students and a Synergies Board convened regularly to facilitate knowledge and interpersonal exchange across the university, while changing power structures to elevate students’ perspectives. The focus on workforce and graduate school preparation is necessary to impact the research, education, and economic development needs of the region, especially in light of the effects of the pandemic. However, the impact of this project is broader. It will serve as a model that institutions of higher education can adopt to increase successful student outcomes among students from URG and transfer populations. The work and knowledge produced by these students in their future STEM careers have the potential to make further impacts. Because it is informed by Self Determination Theory (SDT) and Four Frames Theory, the project will be valuable to educators and researchers by developing and assessing an actionable theory-into-practice program (the 4C model).\r\n\r\nThe overall project goal is to increase direct participation of students from URG and transfer populations in STEM research and professions as measured using metrics such as retention, graduation, and transition to career. The three objectives are to 1) build on existing student supports by creating and assessing new structures and programs for supporting URG and transfer students as they prepare for post-graduate careers, 2) offer faculty and staff professional development to more inclusively and expertly facilitate the successful transition of the focus students to post-graduate careers, and 3) combine units and people across campus in support of objectives 1 & 2 into a sustainable infrastructure. The project’s primary strategies include creating and implementing the “4C” model fellowship program to support students from the focus populations through scholarships and the four types of activities listed above, including co-mentoring where students and faculty co-mentor each other. Additionally, faculty will participate in professional development to better serve these populations and experience professional growth through co-mentoring experiences with students in the program. The project’s Synergies Board aims to improve collaboration and streamlining between STEM departments and other units on campus. The research component seeks to improve levels of diversity in the STEM workforce from a new standpoint by extending the application of SDT to increase the direct participation of URG and transfer students in STEM-related activities through the identification and strengthening of key transition points into and out of college. The extension of SDT will transform higher education institutional approaches to STEM student success from being reactive to proactive. This research will be the first that takes a systemic change approach to extend SDT theory by evaluating how the Four Frames for Systemic Change (structures, symbols, people, and power) interact with SDT’s autonomy, competence, and relatedness to increase STEM URG and transfer students’ college completion and successful transition into the workforce. The project will provide valuable new knowledge for higher education institutions seeking to increase STEM student success and understanding on how to successfully develop and implement long-term, effective STEM programing specifically for URG and transfer students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Madhura",
   "pi_last_name": "Kulkarni",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Madhura Kulkarni",
   "pi_email_addr": "kulkarnim2@nku.edu",
   "nsf_id": "000635709",
   "pi_start_date": "2022-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charlisa",
   "pi_last_name": "Daniels",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Charlisa Daniels",
   "pi_email_addr": "danielsc6@nku.edu",
   "nsf_id": "000735667",
   "pi_start_date": "2022-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Ashley",
   "pi_last_name": "Vaughn",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Ashley R Vaughn",
   "pi_email_addr": "wagesar@miamioh.edu",
   "nsf_id": "000810263",
   "pi_start_date": "2022-08-05",
   "pi_end_date": "2022-09-27"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amanda",
   "pi_last_name": "Brockman",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Amanda J Brockman",
   "pi_email_addr": "brockmana4@nku.edu",
   "nsf_id": "000812024",
   "pi_start_date": "2022-09-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Seth",
   "pi_last_name": "Adjei",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Seth A Adjei",
   "pi_email_addr": "adjeis1@nku.edu",
   "nsf_id": "000842860",
   "pi_start_date": "2024-02-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "Dillard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole Dillard",
   "pi_email_addr": "dillardn1@nku.edu",
   "nsf_id": "000877201",
   "pi_start_date": "2022-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Kobena",
   "pi_last_name": "Osam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kobena Osam",
   "pi_email_addr": "osame1@nku.edu",
   "nsf_id": "000877198",
   "pi_start_date": "2022-08-05",
   "pi_end_date": "2024-02-06"
  }
 ],
 "inst": {
  "inst_name": "Northern Kentucky University",
  "inst_street_address": "NUNN DR",
  "inst_street_address_2": "",
  "inst_city_name": "NEWPORT",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8595725768",
  "inst_zip_code": "410990001",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "KY04",
  "org_lgl_bus_name": "NORTHERN KENTUCKY UNIV",
  "org_prnt_uei_num": "LN53C9E23GH6",
  "org_uei_num": "LN53C9E23GH6"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Kentucky University",
  "perf_str_addr": "NUNN DR",
  "perf_city_name": "HIGHLAND HEIGHTS",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "410990001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "KY04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721700",
   "pgm_ele_name": "EPSCoR Research Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "7715",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 994852.0
  }
 ],
 "por": null
}