{
 "awd_id": "2225626",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Causal Theory of Residential Electricity Consumption and Production: Unveiling Full Scale Demand Side Flexibility",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922303",
 "po_email": "eabed@nsf.gov",
 "po_sign_block_name": "Eyad Abed",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 197828.0,
 "awd_amount": 197828.0,
 "awd_min_amd_letter_date": "2022-08-03",
 "awd_max_amd_letter_date": "2022-08-03",
 "awd_abstract_narration": "This NSF project aims to enhance residents’ interactions with smart energy systems and empower all to benefit from new opportunities of smart electric grids. Distributed energy resources, e.g., rooftop solar photovoltaic (PV) systems and flexible demand-side assets, such as smart thermostats, provide new opportunities for residents. Unlike conventional power system resources, many emerging smart energy technologies are located at the residents’ premises and their level of participation depends on many human-related factors. This NSF project proposes novel strategies to discover and account for critical underlying human-in-the-loop factors of distributed energy resources. The project will bring transformative change by enabling socially-aware design and operation of smart grid resources, which provides a wide range of financial and energy resilience benefits to residents. Understanding causality of resident behavior towards smart energy systems enables more effective design of customer programs for electric utilities, enhances retail electricity market design, and empowers more effective utilization of all distributed energy resources. This knowledge will be achieved by causal learning and analysis of consumer participation in smart grid operations. The intellectual merits of the project include design of innovative approaches to enable capturing critical components of residents’ behavior towards energy resources and their participation in energy system balancing. The broader impacts of the project include enabling effective utilization of all grid edge resources. By taking a holistic approach, which explicitly considers the interplay of social, behavioral, technological, and engineering aspects, the outcomes of this research will span multiple academic disciplines.\r\n\r\nThe design of socially-aware and behavior-aware smart grid solutions is the critical step to achieve dependable and widespread participation of diverse residents in smart grid practices leading to maximum utilization of distributed energy resources. The proposed project will pursue innovative methods based on artificial intelligence algorithms for causal analysis of residents’ behavior towards emerging smart energy systems. The complex nature of human interactions with energy relies on many factors and understanding behavior causality is a core and unsolved challenge. This project makes meaningful inroads towards establishing the next generation of power systems operational strategies by enabling better utilization of all resources.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mojdeh",
   "pi_last_name": "Hedman",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Mojdeh K Hedman",
   "pi_email_addr": "mabdikho@asu.edu",
   "nsf_id": "000760468",
   "pi_start_date": "2022-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "P.O. Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 197828.0
  }
 ],
 "por": null
}