{
 "awd_id": "2226443",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF Convergence Accelerator Track: G: Security Services for the 5G Software-Defined Edge",
 "cfda_num": "47.084",
 "org_code": "15020000",
 "po_phone": "7032922251",
 "po_email": "jgeorge@nsf.gov",
 "po_sign_block_name": "Jemin George",
 "awd_eff_date": "2022-07-15",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 748702.0,
 "awd_amount": 748702.0,
 "awd_min_amd_letter_date": "2022-07-15",
 "awd_max_amd_letter_date": "2022-11-01",
 "awd_abstract_narration": "This project will focus on the creation of an in-depth security architecture that integrates directly into the market-leading 5G Software-Defined Radio Access Network (SD-RAN) reference standard, currently in development by the leading international 5G industry consortium (O-RAN). The project introduces a cross-layer security architecture that leverages the modular extensibility of the new 5G software-defined architecture with services, applications, and protocol extensions to achieve a comprehensive runtime security management of 5G edge-to-core operations. It will augment and extend, not replace, the existing SD-RAN reference implementation with low-level application monitoring, machine learning, inline security compliance enforcement, identity management, and data provenance. The project is initiated at a critical moment in the 5G life cycle, particularly as 5G applications are increasingly developed for highly sensitive computing environments, such as military, government, industrial applications, and critical infrastructure. The project will dissect new 5G attack surfaces that have emerged from the SD-RAN design and will introduce security solutions from an experienced team of INFOSEC researchers, and an industry partner well-positioned to accelerate the transition of these solutions into the U.S. market. It decomposes the challenges of securing 5G networks into three focus areas: the User-to-RAN attack surface, threats against and within the RAN control plane, and threats that manifest through an analysis of RAN-to-core (the gateway between 5G and the Internet) operations. \r\n\r\nThe topic areas for this Convergence Accelerator project are decomposed into three complementary technical thrusts. First, the project will address threats that arise from hostile user equipment (UE) designed to attack RAN operations. It will investigate 5G-specific privacy and security attacks that span across the user edge, from 5G phones, IoTs, and sensor nets to automotive. UE attacks against SD-RANs will be analyzed, and new security service enhancements to the RAN will be proposed to detect and counter these attacks. Second, the project will design security extensions to the 5G SD-RAN control plane, based on a framework of in-depth 5G-specific security telemetry, automated policy generation, ML-based modeling, runtime policy enforcement, and provenance-based data flow protection. Finally, the project will design 5G-aware P4-enabled security services that can interplay with the SD-RAN control layer, offering novel and scalable methods to integrate core-to-edge defenses. The benefits of this project are multi-faceted. A primary goal is to improve 5G UE-edge security for diverse communities, including critical infrastructure providers, US DoD, and the society at a national scale. The security-enhanced SD-RAN will deliver features that are vital for addressing compliance directives that are pervasive within the DoD, U.S. government, and critical infrastructure operating environments. Another crucial project benefit is its contribution to the education of the future U.S. workforce. The team is composed of an educational institution and a research laboratory that are active in the preparation of the next generation of computer scientists needed to protect the U.S. from cyber-attacks. In particular, the proposal incorporates a detailed education and participation plan that encourages the inclusion of graduate students, particularly women and minorities, and will build upon an ongoing collaboration with a non-profit focused on retaining women in R&D in the workforce. Throughout this project, students will help conduct the proposed research, academic papers, and support the preparation of our convergence material. This project will involve multiple graduate and undergraduate researchers and incorporate specific plans to reach out to under-represented groups and encourage their direct participation in the proposed research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "ITE",
 "org_div_long_name": "Innovation and Technology Ecosystems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Phillip",
   "pi_last_name": "Porras",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Phillip A Porras",
   "pi_email_addr": "porras@csl.sri.com",
   "nsf_id": "000000032",
   "pi_start_date": "2022-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ashish",
   "pi_last_name": "Gehani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ashish Gehani",
   "pi_email_addr": "ashish.gehani@sri.com",
   "nsf_id": "000315262",
   "pi_start_date": "2022-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vinod",
   "pi_last_name": "Yegneswaran",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Vinod T Yegneswaran",
   "pi_email_addr": "vinod@csl.sri.com",
   "nsf_id": "000502979",
   "pi_start_date": "2022-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SRI International",
  "inst_street_address": "333 RAVENSWOOD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MENLO PARK",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6097342285",
  "inst_zip_code": "940253493",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "SRI INTERNATIONAL",
  "org_prnt_uei_num": "SRG2J1WS9X63",
  "org_uei_num": "SRG2J1WS9X63"
 },
 "perf_inst": {
  "perf_inst_name": "SRI International",
  "perf_str_addr": "333 RAVENSWOOD AVE",
  "perf_city_name": "MENLO PARK",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940253453",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 748702.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">A significant portion of the Phase 1 5G Security Convergence Accelerator Track G project involved participation in a Innovation Curriculum course. This activity included weekly virtual classroom instruction, homework assignments, team-building activities, and an extensive user design study.&nbsp; As part of the curriculum, the team conducted an extensive user-design study to refine its understanding of how the project technology fits within the broader security market among competitors and other stakeholders. This user-design study included interviews with 41 commercial and government organizations involved in 5G technology development from 13 different market segments.</p>\n<p class=\"Default\">In addition to the curriculum participation, the project successfully developed several prototype technologies that contribute to the advancement of 5G security. The project pursued a comprehensive Open Radio Access Network (O-RAN) compliant 5G-Native Application Protection Platform for monitoring and inline policy enforcement across mobile devices, base stations, RAN operations, and the 5G control plane.&nbsp; The team conducted research and prototype design to substantially enhance the trustworthiness of 5G networks, including security with respect to mobile device confidentiality and privacy, 5G communications integrity, resistance to attacks, including attempts at control-plane infiltration, and live attack detection against the mobile infrastructure and its users.&nbsp; The project also involved collaborations with the open-source stake-holder community to integrate security&nbsp; specifications and modules with top-tier 5G open-source O-RAN projects.&nbsp; This project produced detailed designs of four novel security services:&nbsp;&nbsp;</p>\n<ol>\n<li><em>MobiFlow</em> - provides 5G operators a transformative visibility into the fine-grained security-relevant interactions between mobile devices, base stations, and RAN operations.&nbsp; MobiFlow empowers 5G operators with the ability to track the security-relevant state of every user equipment (UE) device and base station in the network, enhancing their monitoring capabilities for security relevant activity.</li>\n<li><em>5G-Spector</em> - introduces the first (MobiFlow-driven) control plane application designed specifically for detecting malicious radio frequency (RF)-based exploits and anomalies.&nbsp; 5G-Spector provides an additional layer of security, ensuring the integrity of the network and safeguarding against advanced adversarial threats against mobile user devices and base stations.</li>\n<li><em>5G-KubeArmor</em> - locks down the 5G control plane by automating the creation and enforcement of least-permissive policies that will prevent software-vectored 5G control plane hijacking.&nbsp; 5G-KubeArmor enables mobile operators to secure the 5G control plane at runtime, ensuring a robust and secure operation of all mobile network control layer applications.</li>\n<li><em>RILDefender</em> &ndash; a groundbreaking mobile-device-embedded inline prevention system seamlessly integrated into the radio interface layer (RIL) of Android smartphones. RILDefender enhances the security of Android devices, protecting them from the breadth of known SMS-based privacy and integrity attacks in real time.&nbsp;&nbsp;&nbsp;&nbsp; </li>\n</ol>\n<p class=\"Default\">SE-RAN introduced several novel modular O-RAN-compliant security services, with low-integration cost, novel and synergistic security coverage, and can be incrementally adopted by our users and technology partners.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2023<br>\n\t\t\t\t\tModified by: Phillip&nbsp;A&nbsp;Porras</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "A significant portion of the Phase 1 5G Security Convergence Accelerator Track G project involved participation in a Innovation Curriculum course. This activity included weekly virtual classroom instruction, homework assignments, team-building activities, and an extensive user design study.  As part of the curriculum, the team conducted an extensive user-design study to refine its understanding of how the project technology fits within the broader security market among competitors and other stakeholders. This user-design study included interviews with 41 commercial and government organizations involved in 5G technology development from 13 different market segments.\nIn addition to the curriculum participation, the project successfully developed several prototype technologies that contribute to the advancement of 5G security. The project pursued a comprehensive Open Radio Access Network (O-RAN) compliant 5G-Native Application Protection Platform for monitoring and inline policy enforcement across mobile devices, base stations, RAN operations, and the 5G control plane.  The team conducted research and prototype design to substantially enhance the trustworthiness of 5G networks, including security with respect to mobile device confidentiality and privacy, 5G communications integrity, resistance to attacks, including attempts at control-plane infiltration, and live attack detection against the mobile infrastructure and its users.  The project also involved collaborations with the open-source stake-holder community to integrate security  specifications and modules with top-tier 5G open-source O-RAN projects.  This project produced detailed designs of four novel security services:  \n\nMobiFlow - provides 5G operators a transformative visibility into the fine-grained security-relevant interactions between mobile devices, base stations, and RAN operations.  MobiFlow empowers 5G operators with the ability to track the security-relevant state of every user equipment (UE) device and base station in the network, enhancing their monitoring capabilities for security relevant activity.\n5G-Spector - introduces the first (MobiFlow-driven) control plane application designed specifically for detecting malicious radio frequency (RF)-based exploits and anomalies.  5G-Spector provides an additional layer of security, ensuring the integrity of the network and safeguarding against advanced adversarial threats against mobile user devices and base stations.\n5G-KubeArmor - locks down the 5G control plane by automating the creation and enforcement of least-permissive policies that will prevent software-vectored 5G control plane hijacking.  5G-KubeArmor enables mobile operators to secure the 5G control plane at runtime, ensuring a robust and secure operation of all mobile network control layer applications.\nRILDefender &ndash; a groundbreaking mobile-device-embedded inline prevention system seamlessly integrated into the radio interface layer (RIL) of Android smartphones. RILDefender enhances the security of Android devices, protecting them from the breadth of known SMS-based privacy and integrity attacks in real time.     \n\nSE-RAN introduced several novel modular O-RAN-compliant security services, with low-integration cost, novel and synergistic security coverage, and can be incrementally adopted by our users and technology partners.\n\n\t\t\t\t\tLast Modified: 07/30/2023\n\n\t\t\t\t\tSubmitted by: Phillip A Porras"
 }
}