{
 "awd_id": "2226107",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CNS Core: Small: Enabling Streaming Analytics at the Network Edge",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032922935",
 "po_email": "dmedhi@nsf.gov",
 "po_sign_block_name": "Deepankar Medhi",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2022-08-03",
 "awd_max_amd_letter_date": "2022-08-03",
 "awd_abstract_narration": "The ability to extract user analytics in a timely manner is of critical importance for numerous online applications. This includes advertising and financial applications, but also a growing number of online machine-learning systems, which depend on analytics triggers to conduct a timely computation. While it is well-established that online data is most valuable at the time of arrival, all existing streaming analytics systems assume that the time of arrival is when a user request reaches a server that a client communicates to. The key question the project aims to answer is if one can utilize the edge network infrastructure to early capture and analytically process user requests.\r\n\r\nTo enable edge-based streaming analytics, the project proposes semantic cookies, encrypted data structures set by the server and then kept at the client. Contrary to the state-of-the-art web cookies, the project aims to plant semantic user information directly into the cookies themselves. This enables collaborating edge components to analytically process the user requests. The project proposes a theory and systems to make edge-based online streaming analytics a reality. The main research thrusts of the proposed research are (1) revise the online streaming analytics to lay down the foundation for the proposed system, (2) design, implement, and evaluate the proposed analytics system, and (3) investigate its security, privacy, and reliability.\r\n\r\nThis project has the potential to make a significant impact by enabling an edge-based streaming analytics service with performance properties unattainable by existing systems. This can provide a lead to a growing number of applications that fundamentally depend on fast analytical triggers enabled by the proposed system. This project’s insights, theory, and algorithms will help in-network streaming analytics become a mainstream service offered by network operators. Importantly, the project opens the doors to edge Internet Service Providers and Content Distribution Networks to leverage and monetize their proximity to clients, in collaboration with cloud providers and application developers.\r\n\r\nAll the data associated with this project, including measurement data, code, and results, will be made publicly and openly available at http://networks.cs.northwestern.edu/edge-analytics/. This website will be maintained for the duration of the project, and all the data will remain available for download from the website for at least five years after the project is completed.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aleksandar",
   "pi_last_name": "Kuzmanovic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aleksandar Kuzmanovic",
   "pi_email_addr": "akuzma@northwestern.edu",
   "nsf_id": "000491611",
   "pi_start_date": "2022-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2233 Tech Drive",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602083106",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": null
}