{
 "awd_id": "2226881",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Dynamic environments and the biomechanics of animal weapons",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032927887",
 "po_email": "jjawor@nsf.gov",
 "po_sign_block_name": "Jodie Jawor",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 1214230.0,
 "awd_amount": 1214230.0,
 "awd_min_amd_letter_date": "2022-07-26",
 "awd_max_amd_letter_date": "2024-07-05",
 "awd_abstract_narration": "Male-male competition has captured the human imagination for centuries. In fact, drawings from the Chauvet Cave in France, dated 30,000 years before present, show wooly rhinoceros gouging each other with their prominent horns. This ancient art depicts a common risk of fighting – injury. Many areas of the body can be injured, and so can the weapons themselves. This project tests the effects of dynamic fluctuations in the diet of wild animals on the structure, use, and injury-resistance of their weapons. It employs a fighting insect, the leaf-footed cactus bug, Narnia femorata (Hemiptera: Coreidae), due to the potential for extraordinary insights relevant across the animal kingdom. Indeed, a major goal is to provide broad biomechanical insights into the effects of nutrition on form and function. As such it will provide fundamental knowledge relevant to human health, conservation science, pest management, and much more. Public outreach efforts by the investigators will include six live, online scientific field trips for middle school students in rural areas of the United States. This project will also support scientific mentoring and professional development opportunities. For example, young researchers will be welcomed into the laboratory into paid positions to gain valuable experience in biomechanics and behavior. In addition, a scientific training exchange will be developed between students abroad and the United States. \r\n\r\nSexually selected ornaments are well-known for their stunning colors and use in complex displays. The expression of both ornaments and weapons is extremely sensitive to environmental factors, but weapons are fundamentally different from ornaments. While they may serve as signals to conspecifics like ornaments do, they are, by definition, fighting structures; an important function lies in physical combat. Thus, understanding the evolution of weapons will benefit from a biomechanical perspective. This project weaves together biomechanics with tools from the studies of ecology and micro-evolutionary biology, examining the role of diet in the expression and evolution of animal weaponry. Specifically, the first aim tests the effects of seasonal changes in nutrition on the structural integrity of an insect weapon and its material properties. The second aim imbues the discoveries of nutrition’s effects on weapon structure with behavioral relevance, linking form to function. Notably, this work will not only be valuable for our understanding of the development and use of weapons, but also for figuring out the influence of nutrition on the insect skeleton more generally. It is astonishing that we know so little about nutrition’s effects on the growth and remodeling of the insect exoskeleton, especially considering that insects comprise up to 80% of all animal species on this planet. Thus, the relevance of this project will be broad, extending to fields such as insect physiology, predator-prey dynamics, medical entomology, pest management, and insect conservation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Miller",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Christine W Miller",
   "pi_email_addr": "cwmiller@ufl.edu",
   "nsf_id": "000505095",
   "pi_start_date": "2022-07-26",
   "pi_end_date": "2024-07-05"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Hahn",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Philip G Hahn",
   "pi_email_addr": "hahnp@ufl.edu",
   "nsf_id": "000632385",
   "pi_start_date": "2024-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1 UNIVERSITY OF FLORIDA",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5936",
   "pgm_ref_txt": "GERMANY (F.R.G.)"
  },
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 594461.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 619769.0
  }
 ],
 "por": null
}