{
 "awd_id": "2226623",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Award: Animal Management and the Development of Social complexity",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 5548.0,
 "awd_amount": 5548.0,
 "awd_min_amd_letter_date": "2022-07-24",
 "awd_max_amd_letter_date": "2022-07-24",
 "awd_abstract_narration": "This doctoral dissertation project will investigate the roles and impacts of human-animal interactions on early urbanization and state development. Despite the significant impact of human-animal relationships on the development of urban societies and early states, animal economies have been comparatively understudied, and often oversimplified, compared to other economic spheres. Within this project, researchers investigate the types of human-animal interactions that facilitated the development of one of the world’s first urban and imperial societies. Combining rigorous empirical analyses and an innovative theoretical framework, this project expands upon traditional models of urbanization and political and economic power. Applying an innovative theoretical framework that emphasizes heterogeneity in urban and state societies, researchers acknowledge the agency of diverse communities within early cities by highlighting the existence of multiple co-existing systems of animal management resulting from diverse community-specific needs. This “low power” approach to urban animal economy complicates traditional top-down narratives, de-centers the state, and is widely applicable to the study of urban and imperials landscapes in multiple regions of the world. Additionally, the project itself promotes international cooperation and scholarly connections between academic institutions in the United States and multiple international collaborators. Zooarchaeological training will also be provided to archaeology students participating in the excavation, facilitating the development of a methodological specialization that is in demand.\r\n\r\nWithin this project, researchers investigate the complex agropastoral programs and geographically expansive economic networks that managed human-animal interactions in early urban and state societies. The project provides a new understanding of the economic networks that met the specific needs of early urban communities and institutions, including subsistence, industry, and ideologically motivated animal provisioning. Researchers will investigate the systems that managed these human-animal interactions through the targeted analysis of archaeological animal bones. Specifically, researchers ask, how were animal economies structured and how did human-animal relationships impact urban and state development? Using a combination of zooarchaeology (i.e., the study of archaeological animal bones), isotope analysis (i.e., the chemical analysis of archaeological animal bones and teeth), and historical and iconographic comparison, researchers will investigate 1) specialized animal economies on a micro- (e.g., households) and macroscale (e.g., city districts), 2) the geographic scale of animal provisioning, and 3) the development of the city’s economies from an independent kingdom into the imperial capital. Framed using an innovative “low power” model of urban animal economy, highlighting multiple co-existing networks designed to meet the specific needs of diverse communities and institutions within the urban landscape, this project provides a novel framework to the study of urban economies and the maintenance of urban and imperial societies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Arbuckle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Arbuckle",
   "pi_email_addr": "bsarbu@email.unc.edu",
   "nsf_id": "000600306",
   "pi_start_date": "2022-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Mikeska",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Christine A Mikeska",
   "pi_email_addr": "cmikeska@live.unc.edu",
   "nsf_id": "000847185",
   "pi_start_date": "2022-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760600",
   "pgm_ele_name": "Archaeology DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "5940",
   "pgm_ref_txt": "TURKEY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 5548.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In 2022, Dr. Benjamin Arbuckle and Christine Mikeska, a PhD candidate at the University of North Carolina at Chapel Hill, received a Doctoral Dissertation Research Improvement Award for their project, <em>&ldquo;Animal Management and the Development of Social Complexity.&rdquo;</em> This study explored human-animal relationships at the Bronze Age city of Bo&#287;azk&ouml;y-Hattusa (central T&uuml;rkiye), focusing on the role of animal economies in the development of urban and state structures. The research addressed the question: <em>How were animal economies structured in Middle and Late Bronze Age Hattusa, and how did these relationships impact urban and state development?</em> This was pursued through three primary research areas: 1) animal economies, 2) animal geographies, and 3) urban development, with support from NSF for zooarchaeological and isotopic data collection.</p>\n<p><strong>Zooarchaeological Analysis</strong>: Approximately 23,000 archaeofaunal specimens were analyzed from the Northern Lower City, Western Slope of the Upper City, and the royal citadel of Buyukkale, spanning the Karum, Old Hittite, early Empire, and Iron Age periods. This provided new insights into underrepresented periods of Hattusa&rsquo;s history, including early settlement, state formation, and imperial expansion. The majority of the faunal material consisted of domestic animals (e.g., cattle, sheep, goats, dogs), but also included wild species (e.g., large cats, deer, hare). Variability in taxa abundance, biometrics, kill-off patterns, and skeleton pathologies across areas of the site revealed continuity between the Karum and Old Hittite periods, heterogeneous animal economies supplying various districts and institutions, and increasing species diversity as the city developed into an imperial capital. Overall, these findings suggest the animal economies of imperial Hattusa developed out of existing systems of animal management that extend back to the Middle Bronze Age and that these economies were structured heterarchically rather than hierarchically.</p>\n<p><strong>Isotope Analysis: </strong>Strontium isotope analysis of 87Sr/86Sr ratios (ranging from 0.706 to 0.709) suggested local provisioning of livestock, though geological homogeneity in central Anatolia made it difficult to exclude more distant sources. To refine livestock geographies, carbon and oxygen isotope analyses were conducted on 96 enamel samples from sheep, goat, pig, cattle, donkey, and a lion specimen. These analyses aimed to track seasonal fluctuations in precipitation and changes in grazing, foddering, and herd mobility. Results revealed significant differences in species management strategies. Caprine oxygen values showed seasonal fluctuations consistent with sedentary pastoralism and access to variable water sources (e.g., rivers, streams). In contrast, cattle and donkey oxygen values exhibited minimal fluctuation, suggesting they were either moved seasonally or watered from stable groundwater sources. The latter scenario seems more likely given the year-round and anthropogenically managed groundwater sources located in the Upper City of Hattusa. This points to differential access to water, with cattle and donkeys likely relying on groundwater, while caprines had access to more variable surface water. Carbon isotope analysis carbon indicated that all livestock species consumed C3 plants, with little dietary divergence between cattle and caprines, suggesting both species had access to similar vegetation types. These isotope patterns support the idea of sedentary management strategies at the site even during the Empire period. This interpretation is further evidenced by the presence of cattle and caprines of all ages in the faunal assemblages.</p>\n<p><strong>Intellectual Merit and Broader Impacts: </strong>This project advances scholarship by applying an innovative framework to the study of early urban animal economy, a field that has traditionally focused more on subsistence and centralization than on the diversity of animal resources and management networks necessary to maintain urban spaces. By emphasizing heterogeneity in urban animal economies, the research challenges top-down narratives and de-centers the state&rsquo;s role in urban provisioning, demonstrating that Hattusa was supplied by multiple, co-existing economies tailored to the specific needs of different communities and institutions. This model has broad applicability to other urban landscapes, providing new insights into the complexities of early urban provisioning. Additionally, the multi-isotope approach used to investigate the geographic scale of animal provisioning represents an underexplored aspect of early urbanism using an innovative methodology. Regionally, the project offers a model grounded in the specific cultural, environmental, and geographic contexts of Bronze Age Anatolia, expanding traditional models of political and economic power in Hittite archaeology. Finally, the project also had broader impacts on international cooperation, fostering collaborations between institutions in T&uuml;rkiye, Germany, and the U.S., and supporting cultural and scholarly exchanges in a strategically important region. It also promoted the development of a young female scholar by broadening her international qualifications and enhancing her cultural competencies in both Turkish and German.</p>\n<p><strong>Summary: </strong>This research provides critical insights into the animal economies of Hattusa, highlighting the role of human-animal relationships in shaping early urban life and the Hittite state. The findings of this study suggest that animal economies in Hattusa were diverse and heterarchical, with varying strategies of animal management and human-animal interaction contributing to the social complexity and development of the Hittite capital.</p><br>\n<p>\n Last Modified: 11/14/2024<br>\nModified by: Christine&nbsp;A&nbsp;Mikeska</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn 2022, Dr. Benjamin Arbuckle and Christine Mikeska, a PhD candidate at the University of North Carolina at Chapel Hill, received a Doctoral Dissertation Research Improvement Award for their project, Animal Management and the Development of Social Complexity. This study explored human-animal relationships at the Bronze Age city of Bo&#287;azky-Hattusa (central Trkiye), focusing on the role of animal economies in the development of urban and state structures. The research addressed the question: How were animal economies structured in Middle and Late Bronze Age Hattusa, and how did these relationships impact urban and state development? This was pursued through three primary research areas: 1) animal economies, 2) animal geographies, and 3) urban development, with support from NSF for zooarchaeological and isotopic data collection.\n\n\nZooarchaeological Analysis: Approximately 23,000 archaeofaunal specimens were analyzed from the Northern Lower City, Western Slope of the Upper City, and the royal citadel of Buyukkale, spanning the Karum, Old Hittite, early Empire, and Iron Age periods. This provided new insights into underrepresented periods of Hattusas history, including early settlement, state formation, and imperial expansion. The majority of the faunal material consisted of domestic animals (e.g., cattle, sheep, goats, dogs), but also included wild species (e.g., large cats, deer, hare). Variability in taxa abundance, biometrics, kill-off patterns, and skeleton pathologies across areas of the site revealed continuity between the Karum and Old Hittite periods, heterogeneous animal economies supplying various districts and institutions, and increasing species diversity as the city developed into an imperial capital. Overall, these findings suggest the animal economies of imperial Hattusa developed out of existing systems of animal management that extend back to the Middle Bronze Age and that these economies were structured heterarchically rather than hierarchically.\n\n\nIsotope Analysis: Strontium isotope analysis of 87Sr/86Sr ratios (ranging from 0.706 to 0.709) suggested local provisioning of livestock, though geological homogeneity in central Anatolia made it difficult to exclude more distant sources. To refine livestock geographies, carbon and oxygen isotope analyses were conducted on 96 enamel samples from sheep, goat, pig, cattle, donkey, and a lion specimen. These analyses aimed to track seasonal fluctuations in precipitation and changes in grazing, foddering, and herd mobility. Results revealed significant differences in species management strategies. Caprine oxygen values showed seasonal fluctuations consistent with sedentary pastoralism and access to variable water sources (e.g., rivers, streams). In contrast, cattle and donkey oxygen values exhibited minimal fluctuation, suggesting they were either moved seasonally or watered from stable groundwater sources. The latter scenario seems more likely given the year-round and anthropogenically managed groundwater sources located in the Upper City of Hattusa. This points to differential access to water, with cattle and donkeys likely relying on groundwater, while caprines had access to more variable surface water. Carbon isotope analysis carbon indicated that all livestock species consumed C3 plants, with little dietary divergence between cattle and caprines, suggesting both species had access to similar vegetation types. These isotope patterns support the idea of sedentary management strategies at the site even during the Empire period. This interpretation is further evidenced by the presence of cattle and caprines of all ages in the faunal assemblages.\n\n\nIntellectual Merit and Broader Impacts: This project advances scholarship by applying an innovative framework to the study of early urban animal economy, a field that has traditionally focused more on subsistence and centralization than on the diversity of animal resources and management networks necessary to maintain urban spaces. By emphasizing heterogeneity in urban animal economies, the research challenges top-down narratives and de-centers the states role in urban provisioning, demonstrating that Hattusa was supplied by multiple, co-existing economies tailored to the specific needs of different communities and institutions. This model has broad applicability to other urban landscapes, providing new insights into the complexities of early urban provisioning. Additionally, the multi-isotope approach used to investigate the geographic scale of animal provisioning represents an underexplored aspect of early urbanism using an innovative methodology. Regionally, the project offers a model grounded in the specific cultural, environmental, and geographic contexts of Bronze Age Anatolia, expanding traditional models of political and economic power in Hittite archaeology. Finally, the project also had broader impacts on international cooperation, fostering collaborations between institutions in Trkiye, Germany, and the U.S., and supporting cultural and scholarly exchanges in a strategically important region. It also promoted the development of a young female scholar by broadening her international qualifications and enhancing her cultural competencies in both Turkish and German.\n\n\nSummary: This research provides critical insights into the animal economies of Hattusa, highlighting the role of human-animal relationships in shaping early urban life and the Hittite state. The findings of this study suggest that animal economies in Hattusa were diverse and heterarchical, with varying strategies of animal management and human-animal interaction contributing to the social complexity and development of the Hittite capital.\t\t\t\t\tLast Modified: 11/14/2024\n\n\t\t\t\t\tSubmitted by: ChristineAMikeska\n"
 }
}