{
 "awd_id": "2227488",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SaTC: CORE: Small: Interdisciplinary Models to Identify and Understand Cyberbullying",
 "cfda_num": "47.070, 47.075",
 "org_code": "05050000",
 "po_phone": "7032928643",
 "po_email": "skiesler@nsf.gov",
 "po_sign_block_name": "Sara Kiesler",
 "awd_eff_date": "2022-01-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 499999.0,
 "awd_amount": 406421.0,
 "awd_min_amd_letter_date": "2022-06-15",
 "awd_max_amd_letter_date": "2023-06-13",
 "awd_abstract_narration": "Cyberbullying, a common form of online misbehavior, can do serious psychological and physical harm. This project integrates computer science and psychology frameworks to advance our understanding of how cyberbullying can be identified and prevented. The core objective of this interdisciplinary project is to design and develop models and apps to prevent and identify instances of cyberbullying in social networks. It uses psychological theory to guide investigations of the nature of cyberbullying and the adoption of automated anti-bullying tools, as well as carefully-designed data collection processes and evaluation frameworks. The project's impact includes sharing research and educational resources, raising cyberbullying awareness with policy-makers, and providing graduate and undergraduate students with the scientific scaffolding to develop into recognized interdisciplinary scholars. \r\n\r\nThe intellectual merit of this project stems from its synergistic integration of computer and psychological sciences to address a major social problem. This project studies automated models for cyberbullying detection that leverage a large body of relevant empirical work in psychology and seeks to develop evidence-based tools for identifying and preventing cyberbullying. It integrates innovative machine learning models for cyberbullying identification (including personalized, temporal-analysis-based, multi-modal, and privacy-preserving models) with the development of evidence-based apps for identifying and addressing cyberbullying (e.g., apps that strengthen parent-teen relationships within the context of cyberbullying and social media). The project also uses systematically-annotated datasets and survey methods to identify mechanisms to enhance the use and usability of anti-cyberbullying technologies and investigate key aspects of the nature of cyberbullying, including temporal characteristics of cyberbullying and connections between social media use and psychological correlates of cyberbullying.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yasin",
   "pi_last_name": "Silva",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Yasin N Silva",
   "pi_email_addr": "ysilva1@luc.edu",
   "nsf_id": "000597298",
   "pi_start_date": "2022-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Loyola University of Chicago",
  "inst_street_address": "820 N MICHIGAN AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7735082471",
  "inst_zip_code": "606112147",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "IL05",
  "org_lgl_bus_name": "LOYOLA UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "CVNBL4GDUKF3"
 },
 "perf_inst": {
  "perf_inst_name": "Loyola University of Chicago",
  "perf_str_addr": "1032 W SHERIDAN RD",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606601537",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "065Z",
   "pgm_ref_txt": "Human factors for security research"
  },
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 358421.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cyberbullying, a common type of problematic online behavior, can have serious negative consequences including psychological and physical harm. This interdisciplinary project had five central objectives: (1) to design and develop models and apps to prevent and identify instances of cyberbullying in social networks, (2) to study key aspects of the nature of cyberbullying and the adoption of automated anti-bullying tools guided by psychological research and theory, (3) to complete the proposed tasks integrating carefully designed data collection processes and evaluation frameworks, (4) to engage in meaningful efforts to broaden the project impact including sharing all produced research and educational resources and raising cyberbullying awareness with policy makers, and (5) to provide graduate and undergraduate students with the scientific scaffolding to develop into recognized interdisciplinary scholars. This project built on the results of a previous NSF EAGER award aimed at starting a new collaboration between researchers in computer science and psychology.</p>\r\n<p>In the four years of the project, we developed multiple predictive models to identify cyberbullying, cyberbullying roles, and cyberbullying targeting members of the LGBTQ+ community in social media. These models integrate insights from psychological research, such as temporal cyberbullying patterns and characteristics of bystander behaviors, with state-of-the-art predictive modeling techniques. The implemented models use ideas such as the representation of social media sessions as hierarchical structures to enable the detection of key comments and words in a post and the integration of time interval prediction (between two continuous comments) to improve model accuracy. We also completed a thorough evaluation of the strengths and limitations of large language models to understand social media dynamics, developed effective frameworks to reduce bias in cyberbullying detection, and systematically studied the temporal and geographical patterns of anti-Asian prejudice on Twitter during the COVID-19 pandemic.</p>\r\n<p>We also collected survey data to investigate the complex associations between cyberbullying and/or cyberbystander behavior, social media use, psychological wellbeing and mental health, and aspects of social identity. Specifically, we conducted two online survey studies examining gender- and age-based differences in cyberbullying, social media use, and mental health, two online survey studies investigating individual difference and contextual factors predicting different forms of cyberbystander behavior, and two online survey studies examining the social media experiences of gender and sexual minorities adults.</p>\r\n<p>This project resulted in 1 U.S. patent, 1 book, 20 peer-reviewed papers accepted in top-tier conferences and journals, 10 peer-reviewed research poster presentations, 20 conference/symposium talks, and 1 paper under review. It also resulted in the development and release of an app to combat cyberbullying through the strengthening of parent-teen relationships (the ActionPoint app). Other notable outcomes include a Best Paper Award at a leading conference on social networks analysis and mining, and multiple publicly available social media datasets manually labeled by members of the research team, including an Instagram dataset with detailed labels about key cyberbullying properties, such as the content type, purpose, directionality, and co-occurrence with other phenomena.</p>\r\n<p>The broader impacts of the project include providing an innovative research training experience to a diverse group of graduate and undergraduate students (74% of them were either women, ethnic minorities, or both) and substantial community outreach. Over four years, the project included 20 graduate students (9 funded) and 18 undergraduate students (10 funded) reflecting a variety of academic disciplines and cultural backgrounds. The project also produced 11 student-led posters presented in interdisciplinary research symposia at Loyola University Chicago and Arizona State University. Moreover, every publication and research presentation produced in this project had student co-authors. Outreach beyond academia included our team&rsquo;s participation in the 2024 Speak Stand Save Conference, where hundreds of middle schoolers learned how the ActionPoint app can be an effective resource to develop better parent-teen communication skills. Our team also shared project findings with Arizona state legislators at the 2023 ASU Day at the Capitol, helped organize and took part in a discussion panel at the 2024 Arizona School Safety Summit, and participated in the Talking About Kids podcast geared toward parents and educators. The project also contributed to important discussions about cyberbullying through media coverage in Illinois and Arizona.</p>\r\n<p>Additional information, including links to media coverage of the project, publications, and datasets, can be found in the project&rsquo;s website: <a href=\"https://bullyblocker.cs.luc.edu/\">https://bullyblocker.cs.luc.edu</a>.</p><br>\n<p>\n Last Modified: 02/24/2025<br>\nModified by: Yasin&nbsp;N&nbsp;Silva</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nCyberbullying, a common type of problematic online behavior, can have serious negative consequences including psychological and physical harm. This interdisciplinary project had five central objectives: (1) to design and develop models and apps to prevent and identify instances of cyberbullying in social networks, (2) to study key aspects of the nature of cyberbullying and the adoption of automated anti-bullying tools guided by psychological research and theory, (3) to complete the proposed tasks integrating carefully designed data collection processes and evaluation frameworks, (4) to engage in meaningful efforts to broaden the project impact including sharing all produced research and educational resources and raising cyberbullying awareness with policy makers, and (5) to provide graduate and undergraduate students with the scientific scaffolding to develop into recognized interdisciplinary scholars. This project built on the results of a previous NSF EAGER award aimed at starting a new collaboration between researchers in computer science and psychology.\r\n\n\nIn the four years of the project, we developed multiple predictive models to identify cyberbullying, cyberbullying roles, and cyberbullying targeting members of the LGBTQ+ community in social media. These models integrate insights from psychological research, such as temporal cyberbullying patterns and characteristics of bystander behaviors, with state-of-the-art predictive modeling techniques. The implemented models use ideas such as the representation of social media sessions as hierarchical structures to enable the detection of key comments and words in a post and the integration of time interval prediction (between two continuous comments) to improve model accuracy. We also completed a thorough evaluation of the strengths and limitations of large language models to understand social media dynamics, developed effective frameworks to reduce bias in cyberbullying detection, and systematically studied the temporal and geographical patterns of anti-Asian prejudice on Twitter during the COVID-19 pandemic.\r\n\n\nWe also collected survey data to investigate the complex associations between cyberbullying and/or cyberbystander behavior, social media use, psychological wellbeing and mental health, and aspects of social identity. Specifically, we conducted two online survey studies examining gender- and age-based differences in cyberbullying, social media use, and mental health, two online survey studies investigating individual difference and contextual factors predicting different forms of cyberbystander behavior, and two online survey studies examining the social media experiences of gender and sexual minorities adults.\r\n\n\nThis project resulted in 1 U.S. patent, 1 book, 20 peer-reviewed papers accepted in top-tier conferences and journals, 10 peer-reviewed research poster presentations, 20 conference/symposium talks, and 1 paper under review. It also resulted in the development and release of an app to combat cyberbullying through the strengthening of parent-teen relationships (the ActionPoint app). Other notable outcomes include a Best Paper Award at a leading conference on social networks analysis and mining, and multiple publicly available social media datasets manually labeled by members of the research team, including an Instagram dataset with detailed labels about key cyberbullying properties, such as the content type, purpose, directionality, and co-occurrence with other phenomena.\r\n\n\nThe broader impacts of the project include providing an innovative research training experience to a diverse group of graduate and undergraduate students (74% of them were either women, ethnic minorities, or both) and substantial community outreach. Over four years, the project included 20 graduate students (9 funded) and 18 undergraduate students (10 funded) reflecting a variety of academic disciplines and cultural backgrounds. The project also produced 11 student-led posters presented in interdisciplinary research symposia at Loyola University Chicago and Arizona State University. Moreover, every publication and research presentation produced in this project had student co-authors. Outreach beyond academia included our teams participation in the 2024 Speak Stand Save Conference, where hundreds of middle schoolers learned how the ActionPoint app can be an effective resource to develop better parent-teen communication skills. Our team also shared project findings with Arizona state legislators at the 2023 ASU Day at the Capitol, helped organize and took part in a discussion panel at the 2024 Arizona School Safety Summit, and participated in the Talking About Kids podcast geared toward parents and educators. The project also contributed to important discussions about cyberbullying through media coverage in Illinois and Arizona.\r\n\n\nAdditional information, including links to media coverage of the project, publications, and datasets, can be found in the projects website: https://bullyblocker.cs.luc.edu.\t\t\t\t\tLast Modified: 02/24/2025\n\n\t\t\t\t\tSubmitted by: YasinNSilva\n"
 }
}