{
 "awd_id": "2227444",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2022 Chemical Separations GRC",
 "cfda_num": "47.041",
 "org_code": "07020004",
 "po_phone": "7032922895",
 "po_email": "cpayne@nsf.gov",
 "po_sign_block_name": "Christina Payne",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2022-08-24",
 "awd_max_amd_letter_date": "2022-08-24",
 "awd_abstract_narration": "Chemical separations are of immense and increasing importance in the modern world. Separation steps are involved in producing every chemical product. Unfortunately, the research communities working on chemical separations above typically work in isolation. This conference, which will be the second in the series, will bring together chemists, materials scientists and chemical engineers working with a wide range of separations technologies. The ability for attendees to hear from experts in a diverse range of applications domains will be attractive to both seasoned researchers and early career professionals. The conference program includes 21 invited speakers and 9 discussion leaders, representing both chemical engineering and chemistry research. The invited speakers come from academia, national labs and industry.\r\n\r\nThis conference responds directly to issues highlighted in the 2019 National Academies report “A Research Agenda for Transforming Separation Science”. A key recommendation of that report is that “The chemistry and chemical-engineering separation communities should seek opportunities for substantive interactions that will inspire creativity and the integration of concepts in research and education.” The GRC format achieves precisely this goal, and does so under the aegis of one of the world’s most respected scientific conference organizations. Chemical Separations is one of the four major research areas in the Chemical Process Systems Cluster in the Interfacial Engineering Program at NSF. The conference will contribute to advancing the forefront of science and engineering by having presentation and discussion of the latest fundamental discoveries and innovations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joan",
   "pi_last_name": "Brennecke",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Joan F Brennecke",
   "pi_email_addr": "jfb@che.utexas.edu",
   "nsf_id": "000393591",
   "pi_start_date": "2022-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "512 LIBERTY LN",
  "perf_city_name": "WEST KINGSTON",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028921502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Chemical separations are of immense and increasing importance in the modern world for everything from clean water and alternative energy to new drugs. Demands for more efficient use of natural resources, valorization of resources from more dilute and more complex mixtures, higher purity products, and lower detection limits, as well as the critical need to perform all these separations with less energy, provide greater incentives than ever for innovation in chemical separations. Step-change advances in chemical separations ranging from the analytical scale to commodity chemical manufacturing require an improved fundamental understanding of numerous aspects of separation science and engineering. These may include manipulating electrostatic or other enthalpic interactions, using targeted entropy changes, controlling interfaces, using external forces or fields, coupling reactions and separations, designing, synthesizing and testing new materials, and probing how separation materials change with time, among many others. Step-change advances also require the ability to translate fundamental understanding and discoveries into viable separation technologies. This grant was used support participation in the 2022 Gordon Research Conference (GRC) on Chemical Separations.&nbsp; It took place from October 2-7, 2020, with the associated Gordon Research Seminar (GRS) on October 1-2, in Ventura, CA.&nbsp;&nbsp; The grant was used solely to support participation in the GRC and GRS by graduate students, postdocs, and early career professionals, and to supplement travel support for distinguished female and underrepresented minority invited speakers. The conference brought together chemists, materials scientists and chemical engineers working in separation science, engineering and technology development. The ability for attendees to learn cutting edge information from a diverse range of application domains was attractive to both seasoned researchers and early career professionals from academia, national laboratories/institutes, and industry.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/24/2023<br>\nModified by: Joan&nbsp;F&nbsp;Brennecke</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nChemical separations are of immense and increasing importance in the modern world for everything from clean water and alternative energy to new drugs. Demands for more efficient use of natural resources, valorization of resources from more dilute and more complex mixtures, higher purity products, and lower detection limits, as well as the critical need to perform all these separations with less energy, provide greater incentives than ever for innovation in chemical separations. Step-change advances in chemical separations ranging from the analytical scale to commodity chemical manufacturing require an improved fundamental understanding of numerous aspects of separation science and engineering. These may include manipulating electrostatic or other enthalpic interactions, using targeted entropy changes, controlling interfaces, using external forces or fields, coupling reactions and separations, designing, synthesizing and testing new materials, and probing how separation materials change with time, among many others. Step-change advances also require the ability to translate fundamental understanding and discoveries into viable separation technologies. This grant was used support participation in the 2022 Gordon Research Conference (GRC) on Chemical Separations. It took place from October 2-7, 2020, with the associated Gordon Research Seminar (GRS) on October 1-2, in Ventura, CA. The grant was used solely to support participation in the GRC and GRS by graduate students, postdocs, and early career professionals, and to supplement travel support for distinguished female and underrepresented minority invited speakers. The conference brought together chemists, materials scientists and chemical engineers working in separation science, engineering and technology development. The ability for attendees to learn cutting edge information from a diverse range of application domains was attractive to both seasoned researchers and early career professionals from academia, national laboratories/institutes, and industry.\n\n\n\t\t\t\t\tLast Modified: 12/24/2023\n\n\t\t\t\t\tSubmitted by: JoanFBrennecke\n"
 }
}