{
 "awd_id": "2227054",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Vacuum Distillation and Desalination for Wastewater Treatment",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2022-06-15",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2022-06-08",
 "awd_max_amd_letter_date": "2022-06-08",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the potential development of a vacuum distillation technology for the extraction of condensable liquids from wastewater leading to a possible significant volume reduction and concentration in wastewater residue, which can then be used for follow-up residue treatments in wastewater cleansing. The technology may also recycle important non-condensable gases such as methane and carbon dioxide and can be highly compact, simply structured without any moving or replaceable parts, and operated without high-power requirements. The system can be low-cost in design and operation and can be scaled up or down with high mobility for applications in hard-to-access or extremely isolated areas.\r\n\r\nThis I-Corps project is based on the development of technology for the extraction of condensable liquids out of wastewaters that would be otherwise difficult to separate using commercially available distillation. Generally, wastewater contains various substances such as dissolved minerals, metals, salts (that can precipitate on solid surfaces of vaporization), corrosive liquids, and/or chemically active gases (that damage fragile materials such as membranes and metals), and suspended micron-sized hydrosols (oils and solids). The current commercially available distillation technologies including membrane distillation and thermal distillation can have limitations in dealing with these substances in wastewaters. The potential technology could overcome some of the difficulties with current methods.  The core innovation of this technology includes spray flash vaporization with active-vacuum extraction to allow for an intensified vaporization process in a highly compacted system. The innovation is membrane-free and has no solid surface of vaporization which could save material and effectively avoid surface scaling or blockage.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chao",
   "pi_last_name": "Zhu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chao Zhu",
   "pi_email_addr": "chao.zhu@njit.edu",
   "nsf_id": "000310512",
   "pi_start_date": "2022-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Jersey Institute of Technology",
  "inst_street_address": "323 DR MARTIN LUTHER KING JR BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9735965275",
  "inst_zip_code": "071021824",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "NEW JERSEY INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SGBMHQ7VXNH5"
 },
 "perf_inst": {
  "perf_inst_name": "New Jersey Institute of Technology",
  "perf_str_addr": "323 DR MARTIN LUTHER KING JR BLVD",
  "perf_city_name": "NEWARK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021824",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1238",
   "pgm_ref_txt": "TECH FOR SUSTAINABLE ENVIRONMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Disclaimer:</strong></p>\n<p>This Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>NSF Award</strong><strong># </strong>2227054<strong>&nbsp;</strong></p>\n<p><strong>Project Title:</strong> I-Corps: Vacuum Distillation and Desalination for Wastewater Treatment</p>\n<p><strong>Recipient Organization</strong>: New Jersey Institute of Technology</p>\n<p><strong>Project/Grant Period: </strong>06/15/2022-05/31/2023<strong></strong></p>\n<p><strong>PI:</strong> Chao Zhu</p>\n<p>&nbsp;</p>\n<p><strong>Summary of Achievements</strong></p>\n<p>In the course of the project, extensive customer discovery interviews were conducted with a diverse range of industries involved in wastewater treatment, including water purification, municipal leach, agriculture, animal farming, brewery, semiconductor, mining, chemical production, fuel cell, electroplating, and oil and gas, totaling 126 in all. The oil and gas industry was identified as the most significant alignment and marketable interest in the project's contributions.</p>\n<p>As of 2022, the market size for wastewater treatment chemicals in the oil and gas industry was valued at USD 23.42 billion and is expected to expand at a Compound Annual Growth Rate (CAGR) of 4.38%. Notably, this statistic pertains specifically to the market for water treatment chemicals. However, our technology possesses the capability to perform most of the wastewater treatment functions without the need for chemicals. This indicates that the market size for chemical-based solutions could be considered a relevant estimate for the potential market size of our technology.</p>\n<p>Feedback from high-level executives revealed a clear desire and immediate development need of a mobile prototype for on-site testing and an assessment of the financial implications of scaling up the system. To facilitate this goal, AiVacua (the startup company that has exclusively licensed our patented technology) has further established several industrial collaborations, including one in oil and gas industry to develop vital connections with relevant clients, one with its expertise in environmental regulatory requirements and proposal development with potential integration of an auxiliary system for further chemical treatment, and another with machine building expertise to meet various industry standard of the operation system.</p>\n<p>Following the discovery of the customer base and the identification of the target market, an application for an SBIR grant is planned to further customize the device to meet the requirements of the primary target market, namely the oil and gas industry.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>Wastewaters, in their general form, contain an assortment of substances such as dissolved minerals, metals, salts, and corrosive liquids, along with chemically-active gases. A novel vacuum distillation technology has been developed, showcasing its proficiency in extracting pure condensable liquids from intricate wastewaters using a laboratory-scale prototype. The unique features of this technology include active-vacuum extraction of vapors and gases, spray flash vaporization, and the absence of a membrane or any solid surface for vaporization. The considerable savings in materials, heightened applicability, minimal heating requirement, low-pressure operation, system mobility, and scalability of this technology introduce a revolutionary perspective to wastewater treatment.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p>The proposed technology carries the potential to extract condensable liquids from wastewater, thereby addressing a need of global importance. The technology provides significant advantages over traditional Membrane Distillation (MD) and Reverse Osmosis (RO) methods. With no evaporation surface, the risk of scaling is efficiently eliminated. Furthermore, the absence of filter mechanisms mitigates the problem of clogging. In addition to these, the system holds the capacity for recycling or capturing essential non-condensable gases, marking a considerable improvement in wastewater treatment processes. Given its low heat requirement, the system could effectively harness industrial waste heats and green energy sources, thereby portraying it as a sustainable choice. Furthermore, the system&rsquo;s compact design, simplistic structure, cost-effective operation, and ease of scalability amplify its impact.</p>\n<p>During the program, several other markets are identified where this technology could have a significant impact, including providing clean water on airplanes and the fuel cell sector as well as valuable condensable liquids (such as ammonia solution extracted from animal farming wastewater) using our technology.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/31/2023<br>\n\t\t\t\t\tModified by: Chao&nbsp;Zhu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDisclaimer:\n\nThis Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.\n\n \n\nNSF Award# 2227054 \n\nProject Title: I-Corps: Vacuum Distillation and Desalination for Wastewater Treatment\n\nRecipient Organization: New Jersey Institute of Technology\n\nProject/Grant Period: 06/15/2022-05/31/2023\n\nPI: Chao Zhu\n\n \n\nSummary of Achievements\n\nIn the course of the project, extensive customer discovery interviews were conducted with a diverse range of industries involved in wastewater treatment, including water purification, municipal leach, agriculture, animal farming, brewery, semiconductor, mining, chemical production, fuel cell, electroplating, and oil and gas, totaling 126 in all. The oil and gas industry was identified as the most significant alignment and marketable interest in the project's contributions.\n\nAs of 2022, the market size for wastewater treatment chemicals in the oil and gas industry was valued at USD 23.42 billion and is expected to expand at a Compound Annual Growth Rate (CAGR) of 4.38%. Notably, this statistic pertains specifically to the market for water treatment chemicals. However, our technology possesses the capability to perform most of the wastewater treatment functions without the need for chemicals. This indicates that the market size for chemical-based solutions could be considered a relevant estimate for the potential market size of our technology.\n\nFeedback from high-level executives revealed a clear desire and immediate development need of a mobile prototype for on-site testing and an assessment of the financial implications of scaling up the system. To facilitate this goal, AiVacua (the startup company that has exclusively licensed our patented technology) has further established several industrial collaborations, including one in oil and gas industry to develop vital connections with relevant clients, one with its expertise in environmental regulatory requirements and proposal development with potential integration of an auxiliary system for further chemical treatment, and another with machine building expertise to meet various industry standard of the operation system.\n\nFollowing the discovery of the customer base and the identification of the target market, an application for an SBIR grant is planned to further customize the device to meet the requirements of the primary target market, namely the oil and gas industry.\n\n \n\nIntellectual Merit\n\nWastewaters, in their general form, contain an assortment of substances such as dissolved minerals, metals, salts, and corrosive liquids, along with chemically-active gases. A novel vacuum distillation technology has been developed, showcasing its proficiency in extracting pure condensable liquids from intricate wastewaters using a laboratory-scale prototype. The unique features of this technology include active-vacuum extraction of vapors and gases, spray flash vaporization, and the absence of a membrane or any solid surface for vaporization. The considerable savings in materials, heightened applicability, minimal heating requirement, low-pressure operation, system mobility, and scalability of this technology introduce a revolutionary perspective to wastewater treatment.\n\n \n\nBroader Impacts\n\nThe proposed technology carries the potential to extract condensable liquids from wastewater, thereby addressing a need of global importance. The technology provides significant advantages over traditional Membrane Distillation (MD) and Reverse Osmosis (RO) methods. With no evaporation surface, the risk of scaling is efficiently eliminated. Furthermore, the absence of filter mechanisms mitigates the problem of clogging. In addition to these, the system holds the capacity for recycling or capturing essential non-condensable gases, marking a considerable improvement in wastewater treatment processes. Given its low heat requirement, the system could effectively harness industrial waste heats and green energy sources, thereby portraying it as a sustainable choice. Furthermore, the system’s compact design, simplistic structure, cost-effective operation, and ease of scalability amplify its impact.\n\nDuring the program, several other markets are identified where this technology could have a significant impact, including providing clean water on airplanes and the fuel cell sector as well as valuable condensable liquids (such as ammonia solution extracted from animal farming wastewater) using our technology.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/31/2023\n\n\t\t\t\t\tSubmitted by: Chao Zhu"
 }
}