{
 "awd_id": "2228468",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CIVIC-PG Track A: From Crisis to Opportunity: Addressing Rapidly Escalating Wildfire Risks on Colorado's Front Range through a Science-based Natural Climate Solutions Approach",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922441",
 "po_email": "dliang@nsf.gov",
 "po_sign_block_name": "Daan Liang",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2022-08-23",
 "awd_max_amd_letter_date": "2022-08-23",
 "awd_abstract_narration": "Protecting communities from catastrophic fire while concurrently working on solutions that can mitigate global warming and benefit biological diversity is the topic of this project organized by the University of Colorado Boulder’s Center for Sustainable Landscapes and Communities. The team that includes civic leaders, stakeholders, and academics will assess the potential impact of local pilot projects that can minimize the threat of catastrophic fire in both built and natural communities.  Such actions have concurrent impacts and possible benefits to ecological characteristics such as biological diversity and soil fertility, and could reduce greenhouse gases.  The crux of this effort is to develop actionable science activities that can be implemented immediately at little cost by both public and private entities. These actions focus on the local and regional value of ‘green solutions,’ nature-based actions that can increase community resilience and benefit the physical and mental wellbeing of stakeholders.\r\n\r\nThis project addresses catastrophic fire prevention and climate solutions. Among the deliverables of this project are the prioritization of the highest impact natural climate solutions to be developed to support wildfire mitigation. These include a synthesis of public and private land management best practices for wildfire resilience based on observed behaviors of fire under different land management/land use scenarios within local or geographically analogous settings.  The project is developing a framework for conducting a full cost/benefit analysis of priority natural climate solutions, including both the carbon/climate stabilization benefits and the related climate resilience benefits (reduced temperatures, increased storm water infiltration, reduced energy consumption). An assessment of the impacts from land management practices to soil health, and insect and bird diversity and abundance will be conducted by combining and analyzing data sets from partner research projects, ecology surveys on natural land, and urban community science surveys. In all cases, recognizing stakeholder limitations to implementation will be included in evaluations.  Of considerable interest, assessment of actions in terms of effects on other actions will be highlighted.\r\n\r\nThis project is in response to the Civic Innovation Challenge program—Track A. Living in a changing climate: pre-disaster action around adaptation, resilience, and mitigation—and is a collaboration between NSF, the Department of Homeland Security, and the Department of Energy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katharine",
   "pi_last_name": "Suding",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Katharine N Suding",
   "pi_email_addr": "suding@colorado.edu",
   "nsf_id": "000415202",
   "pi_start_date": "2022-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST STE 481 572 UCB",
  "perf_city_name": "BOULDER",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "033Y00",
   "pgm_ele_name": "S&CC: Smart & Connected Commun"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "042Z",
   "pgm_ref_txt": "S&CC: Smart and Connected Communities"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Throughout the Western US, communities are confronting climate change and associated increases in catastrophic wildfire risks. As the climate gets warmer and drier, increasing wildfire severity in the western US threatens human health and safety, ecological functioning, and economies, with disproportionate impacts on communities least able to manage these burdens. Given the urgency, virtually all municipalities in fire prone areas of the Western US are prioritizing the planning and implementation of fire risk reduction measures. The 2003 Healthy Forest Restoration Act (HFRA) directs communities at risk of wildfire to develop a risk assessment and mitigation plan through which funding can flow. These Community Wildfire Protection Plans (called CWPP&rsquo;s) are collaborative efforts between wildfire suppression agencies, federal, state and local governments, community groups, and individuals to identify and prioritize areas for hazardous fuel reduction treatments (e.g., prescribed burning, forest thinning). Due to their imperative, many CWPPs are narrowly focused on fuels reduction and fire suppression without considering the potential trade-offs with other ecosystem services (i.e., biodiversity, soils). Moreover, fire management strategies often fail to consider opportunities for co-benefits from climate change mitigation through carbon storage and avoided emissions.</p>\r\n<p>&nbsp;</p>\r\n<p>In this project, we focused on ways to create management pathways that reduce catastrophic wildfire risk while conserving biodiversity and mitigating climate change. Through a collaborative plannign process, we identified three needs. To succeed, land managers urgently need evidence on the effectiveness of fuels treatment for multiple outcomes&mdash;for example, fire risk, carbon storage, and plant and pollinator diversity. Likewise, governments need new and sustainable funding models to implement holistic nature-based approaches for managing risk and protecting natural resources. Finally, communities need efficient and effective platforms to participate in critical decisions affecting community-wide risk, and the tools to manage risk in their private lives. &nbsp;&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Following this assessment of needs, we worked with local governments, land managers, and communities to design a new integrative way of planning for wildfire. It has six steps: 1) Establish a local voluntary offset program to create a market-based funding mechanism for fire hazard reduction treatments; 2) Utilize this mechanism to fund a multiple-objective monitoring scheme that informs the selection and funding of fire reduction projects on public land; 3) Develop a weighting scheme across these multiple objectives that reflects equitable distribution of these co-benefits across the entire community; 4) Create a sustainable evaluation framework to locally certify offsets, 5) Improve community preparedness by catalyzing investment in fire risk reduction and biodiversity conservation on private lands, and awareness and understanding of activities on public lands; and 6) Develop a partner-intern program to train the next generation in these approaches. Future work will aim to pursue these six steps through public-private partnerships and fostering the collaborations developed in this project.</p>\r\n<p>&nbsp;</p>\r\n<p>Broader impacts of the project include training early career researcheres in participatory and collaborative program managment, the development of curricula aimed to support nature-based solution internships, and the creation of a strong and collaborative network across public, private and academic spheres.</p><br>\n<p>\n Last Modified: 12/22/2024<br>\nModified by: Katharine&nbsp;N&nbsp;Suding</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThroughout the Western US, communities are confronting climate change and associated increases in catastrophic wildfire risks. As the climate gets warmer and drier, increasing wildfire severity in the western US threatens human health and safety, ecological functioning, and economies, with disproportionate impacts on communities least able to manage these burdens. Given the urgency, virtually all municipalities in fire prone areas of the Western US are prioritizing the planning and implementation of fire risk reduction measures. The 2003 Healthy Forest Restoration Act (HFRA) directs communities at risk of wildfire to develop a risk assessment and mitigation plan through which funding can flow. These Community Wildfire Protection Plans (called CWPPs) are collaborative efforts between wildfire suppression agencies, federal, state and local governments, community groups, and individuals to identify and prioritize areas for hazardous fuel reduction treatments (e.g., prescribed burning, forest thinning). Due to their imperative, many CWPPs are narrowly focused on fuels reduction and fire suppression without considering the potential trade-offs with other ecosystem services (i.e., biodiversity, soils). Moreover, fire management strategies often fail to consider opportunities for co-benefits from climate change mitigation through carbon storage and avoided emissions.\r\n\n\n\r\n\n\nIn this project, we focused on ways to create management pathways that reduce catastrophic wildfire risk while conserving biodiversity and mitigating climate change. Through a collaborative plannign process, we identified three needs. To succeed, land managers urgently need evidence on the effectiveness of fuels treatment for multiple outcomesfor example, fire risk, carbon storage, and plant and pollinator diversity. Likewise, governments need new and sustainable funding models to implement holistic nature-based approaches for managing risk and protecting natural resources. Finally, communities need efficient and effective platforms to participate in critical decisions affecting community-wide risk, and the tools to manage risk in their private lives. \r\n\n\n\r\n\n\nFollowing this assessment of needs, we worked with local governments, land managers, and communities to design a new integrative way of planning for wildfire. It has six steps: 1) Establish a local voluntary offset program to create a market-based funding mechanism for fire hazard reduction treatments; 2) Utilize this mechanism to fund a multiple-objective monitoring scheme that informs the selection and funding of fire reduction projects on public land; 3) Develop a weighting scheme across these multiple objectives that reflects equitable distribution of these co-benefits across the entire community; 4) Create a sustainable evaluation framework to locally certify offsets, 5) Improve community preparedness by catalyzing investment in fire risk reduction and biodiversity conservation on private lands, and awareness and understanding of activities on public lands; and 6) Develop a partner-intern program to train the next generation in these approaches. Future work will aim to pursue these six steps through public-private partnerships and fostering the collaborations developed in this project.\r\n\n\n\r\n\n\nBroader impacts of the project include training early career researcheres in participatory and collaborative program managment, the development of curricula aimed to support nature-based solution internships, and the creation of a strong and collaborative network across public, private and academic spheres.\t\t\t\t\tLast Modified: 12/22/2024\n\n\t\t\t\t\tSubmitted by: KatharineNSuding\n"
 }
}