{
 "awd_id": "2228539",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Massive MIMO for Underwater Acoustic WiFi Networks",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032924568",
 "po_email": "hdai@nsf.gov",
 "po_sign_block_name": "Huaiyu Dai",
 "awd_eff_date": "2023-01-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 376000.0,
 "awd_min_amd_letter_date": "2022-09-11",
 "awd_max_amd_letter_date": "2023-05-25",
 "awd_abstract_narration": "Underwater wireless communication remains a critical bottleneck to advancing ocean technologies and sustainable ocean development. The existing underwater acoustic communication networks suffer from low bandwidth and low efficiency due to harsh acoustic channel conditions and large propagation delays. This project takes advantage of space resource and utilizes massive MIMO (Multiple-Input-Multiple-Output) schemes for the Access Point (AP) of underwater acoustic WiFi networks. The objective of the proposed research is to drastically increase the network throughput and bandwidth efficiency by joint MAC-PHY layer optimization. The proposed research will benefit ocean technology and blue economy in several aspects: the utilization of underwater WiFi will drastically reduce sound pollution in the ocean as acoustic WiFi network facilitates low-power low-range communication and reduces high-power long-range transmission; a successful test bed for underwater WiFi networks will likely promote underwater robotics and Internet of Underwater Things (IoUT), which in turn can enhance the capability of ocean sensing and big data collection; the proposed research has the potential to be transferred to the field and will likely play a critical role in enabling IoUTs. The educational plan includes developing assessment tools for measuring curiosity and creativity in student learning, attracting undergraduate students into research, and incorporating competitions in classroom teaching.\r\n\r\nThe project explicitly factorizes the large propagation delays between mobile nodes and the massive MIMO AP into the sum throughput utility function and employs a Deep Q-Learning Neural (DQN) Network to learn the optimal spatial-temporal precoding policy in the dynamic acoustic environment. The proposed research is divided into two intertwined tasks. The first task is the throughput optimization and protocol design, which formulates the massive MIMO precoder and MAC time allocation of the uplink and downlink links into a Stochastic Dynamic Programming (SDP) problem considering both statistical channel state information and propagation delay profile. A 2-layer decomposition and DQN network are used to combat the curse of dimensionality and solve the SDP. The optimal solutions are translated into practical signaling designs of the WiFi AP transmitter and receiver. The second task is the hardware implementation and testbed design, which includes an AP with a 36-transducer massive MIMO array and a set of mobile nodes each with 4-8 transducers. The integrated testbed will be used to conduct field experiments and to collect data for DQN training. The innovative approach to protocol design and resource allocation is likely to result in a breakthrough in underwater acoustic communication and networking.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yahong",
   "pi_last_name": "Zheng",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Yahong R Zheng",
   "pi_email_addr": "yrz218@lehigh.edu",
   "nsf_id": "000398958",
   "pi_start_date": "2022-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "526 BRODHEAD AVE",
  "perf_city_name": "BETHLEHEM",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 360000.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": null
}