{
 "awd_id": "2228614",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CIVIC-PG Track A: Coastal smart network for implementing equitable adaptation in Santa Cruz, CA",
 "cfda_num": "47.050, 47.070",
 "org_code": "05050000",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2022-08-13",
 "awd_max_amd_letter_date": "2022-08-13",
 "awd_abstract_narration": "This research co-develops a smart coastal change monitoring plan for the city of Santa Cruz, California via affordable, equity-centered tools for collaborative adaptation that can be adopted and scaled to other coastal cities and communities. Adaptation of coastal cities to climate change is limited by their capacity to monitor key tipping points as well as insufficient public engagement and buy-in. To combat climate change and sea level rise, the city of Santa Cruz has developed a series of adaptation pathways that serve as iterative roadmaps providing a cascading sequence of actions that are triggered when a system gets close to its tipping point. At this stage, which is indicated by monitoring of the system, the next phase of adaptation is triggered. Such triggers have already been defined by the civic organizations for local beaches, cliffs, bluffs, and shore protecting riprap. The issue being faced, however, is having affordable technology for measuring these systems so approach to the trigger point can be quickly, unequivocally, and accurately identified and having community buy-in for the next stage of adaption. This research focused on creating a computer-based dashboard for to assist in interactive decision making as well as creating community awareness of the situation and impending changes and providing a vehicle for them to engage more effectively and in a timely manner with city and civic organizations on the adaptation and moving to the next stage. The community engagement plan examines the power dynamics that shape policy which is essential to inform integration of science within social learning by vulnerable communities. Third, innovative communication technologies, including virtual reality and gamification, can build equitable visions and consensus around adaptation to climate hazards. Broader impacts of the work include integration of city, coastal change, monitoring technologies with other data to extend geographic coverage, inform land use managers and decision makers, as well as improve coastal hazard prediction. It can also be used to develop new flood/erosion warning systems and advance adaptation local community understanding and buy-in. Second, the project advances understanding of how to monitor both social and geophysical triggers. \r\n \r\nThis research addressed two prime questions: (1) What configuration of technologies and practices cost-effectively establishes a smart coastal change monitoring network for a heterogenous coastline, enhances data-driven hazard preparedness, and is replicable in other settings and (2) What integration of technology and communication tools are cost-effective, sustainable and foster community engagement, decision-making, and equity working with diverse groups on risk solutions? Financial factors for replicability will inform choices of technologies, software and network configuration, the deployment plan, civic engagement, and long-term maintenance of the program. Existing and new technology options will be explored based on available data, cost, and community involvement such as using smartphones and social media, video detection, remote sensing and other solutions. For the first question, this work co-develops, with frontline community groups, a communications and engagement plan that includes culturally sensitive community outreach. The groups participate in planning and scoping activities, building on prior collaboration in co-designing innovative interaction tools in the City (e.g., virtual reality, phone apps and games) designed to increase participation of vulnerable communities in coastal hazards planning. This work will be in preparation of a follow-on activity (CIVIC Stage 2 proposal) from which a pilot project will be implemented to test designs and tools that interact with the monitoring network to build resilience. If successful, this work would be scalable and translatable to other coastal cities and communities.\r\n\r\nThis project is in response to the Civic Innovation Challenge program—Track A. Living in a changing climate: pre-disaster action around adaptation, resilience, and mitigation—and is a collaboration between NSF, the Department of Homeland Security, and the Department of Energy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Kapuscinski",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Anne R Kapuscinski",
   "pi_email_addr": "akapusci@ucsc.edu",
   "nsf_id": "000154395",
   "pi_start_date": "2022-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Borja",
   "pi_last_name": "Reguero",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Borja Reguero",
   "pi_email_addr": "breguero@ucsc.edu",
   "nsf_id": "000834106",
   "pi_start_date": "2022-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 HIGH ST",
  "perf_city_name": "SANTA CRUZ",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "033y00",
   "pgm_ele_name": "S&CC: Smart & Connected Commun"
  },
  {
   "pgm_ele_code": "033Y00",
   "pgm_ele_name": "S&CC: Smart & Connected Commun"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "042Z",
   "pgm_ref_txt": "S&CC: Smart and Connected Communities"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ability of coastal cities to adapt to climate-induced coastal change is limited by their capacity to monitor key tipping points and sustain public engagement in planning efforts. The project team designed one of the first, replicable and low-cost coastal change monitoring networks integrating data on geophysical and social triggers to support decision-making and civic engagement for equitable adaptation to coastal impacts of climate change. The project focused on the City of Santa Cruz, California as a model for coastal cities needing affordable monitoring to guide effective coastal adaptation.</p>\n<p>The City previously developed adaptation pathways which, under high uncertainty, guide the sequencing of adaptation actions by monitoring triggers that signal when to start the next phase of adaptation. Geophysical triggers are tipping points for geophysical parameters, e.g., minimum beach width; and social triggers anticipate adverse social consequences for local people, e.g., level of flooding causing unacceptable impacts on businesses and people&rsquo;s lives. Like most coastal municipalities, the city lacked a cost-effective way to monitor triggers. The monitoring network&rsquo;s design uses affordable tools including ultra-low-cost static image cameras, drone imagery, tidal gauge, and citizen science to integrate geophysical and social triggers of coastal change into an analytical and public dashboard. The design overcomes limitations of technology, labor force, and cost by interlinking sensor and digital technology to collect, process and integrate large amounts of different geophysical and social trigger data types into an application programming interface and delivered to the dashboard. Outputs from the dashboard would be incorporated into low-cost innovative community outreach tools, such as virtual reality, games and storytelling, and a communications plan to generate alerts, facilitate awareness, and sustain inclusive engagement.</p>\n<p>The monitoring network&rsquo;s design was informed by these insights from over 70 meetings with project collaborators, vendors, potential end users in other civic jurisdictions, partners and community members:</p>\n<p>&nbsp;</p>\n<ul>\n<li>Potential end users from other California coastal cities emphasized to (1) &ldquo;not reinvent the wheel&rdquo; and use tools familiar to, already available and in use by cities; and (2) design to accommodate expansion regionally, promoting consistency and collaboration across jurisdictional boundaries.</li>\n<li>Tools in our design are commonly used in coastal cities for various purposes, including ESRI Arc Geographic Information Systems (GIS) and the City Works infrastructure asset management.</li>\n<li>The City&rsquo;s maximum annual operational budget for the coastal change monitoring network and associated components should not exceed $10,000 to $20,000 per year.</li>\n<li>People's sense of preparedness, household safety and recreation access were top concerns to monitor across all types of community groups and partners, which (1) confirmed suitability of the geophysical triggers previously established in earlier work and (2) informed this project&rsquo;s development of new social triggers to monitor.</li>\n<li>Initial research suggested that non-traditional modes of communication (e.g., Virtual Reality, storytelling) can complement other communication modes (e.g., social media, webinars) and be useful to successfully engage diverse community groups on coastal management.</li>\n</ul>\n<p>We designed a future-oriented system for coastal communities to increase their preparedness and resilience to hazards, e.g., coastal erosion, severe storms, flooding, sea-level-rise and tsunamis, that pose threats to infrastructure, public safety, livelihoods, and recreation. Deploying the monitoring network and civic engagement tools could increase public awareness. This data-driven monitoring network potentially could lower insurance premiums for municipally owned coastal assets. Monitoring both geophysical triggers and social triggers co-developed with community groups also could improve potential for political buy-in and for equitable outcomes, as well as uptake by other cities.</p>\n<p>The entire solution &ndash; the smart coastal monitoring network and community engagement and communication plan for Santa Cruz &ndash; is a replicable, affordable model for other coastal jurisdictions in the state and nationally. In a meeting with other California coastal cities, staff managing coastal climate impacts indicated high interest in learning from this pilot, as they are willing to but not yet planning an integrated monitoring system. Damage to Santa Cruz coastal assets from bomb cyclone storms in January 2023, which increased public attention and concern, further underscored the urgent need for cities to learn from our piloting the proposed coastal monitoring network and suite of civic engagement tools.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/18/2024<br>\nModified by: Anne&nbsp;R&nbsp;Kapuscinski</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe ability of coastal cities to adapt to climate-induced coastal change is limited by their capacity to monitor key tipping points and sustain public engagement in planning efforts. The project team designed one of the first, replicable and low-cost coastal change monitoring networks integrating data on geophysical and social triggers to support decision-making and civic engagement for equitable adaptation to coastal impacts of climate change. The project focused on the City of Santa Cruz, California as a model for coastal cities needing affordable monitoring to guide effective coastal adaptation.\n\n\nThe City previously developed adaptation pathways which, under high uncertainty, guide the sequencing of adaptation actions by monitoring triggers that signal when to start the next phase of adaptation. Geophysical triggers are tipping points for geophysical parameters, e.g., minimum beach width; and social triggers anticipate adverse social consequences for local people, e.g., level of flooding causing unacceptable impacts on businesses and peoples lives. Like most coastal municipalities, the city lacked a cost-effective way to monitor triggers. The monitoring networks design uses affordable tools including ultra-low-cost static image cameras, drone imagery, tidal gauge, and citizen science to integrate geophysical and social triggers of coastal change into an analytical and public dashboard. The design overcomes limitations of technology, labor force, and cost by interlinking sensor and digital technology to collect, process and integrate large amounts of different geophysical and social trigger data types into an application programming interface and delivered to the dashboard. Outputs from the dashboard would be incorporated into low-cost innovative community outreach tools, such as virtual reality, games and storytelling, and a communications plan to generate alerts, facilitate awareness, and sustain inclusive engagement.\n\n\nThe monitoring networks design was informed by these insights from over 70 meetings with project collaborators, vendors, potential end users in other civic jurisdictions, partners and community members:\n\n\n\n\nPotential end users from other California coastal cities emphasized to (1) not reinvent the wheel and use tools familiar to, already available and in use by cities; and (2) design to accommodate expansion regionally, promoting consistency and collaboration across jurisdictional boundaries.\nTools in our design are commonly used in coastal cities for various purposes, including ESRI Arc Geographic Information Systems (GIS) and the City Works infrastructure asset management.\nThe Citys maximum annual operational budget for the coastal change monitoring network and associated components should not exceed $10,000 to $20,000 per year.\nPeople's sense of preparedness, household safety and recreation access were top concerns to monitor across all types of community groups and partners, which (1) confirmed suitability of the geophysical triggers previously established in earlier work and (2) informed this projects development of new social triggers to monitor.\nInitial research suggested that non-traditional modes of communication (e.g., Virtual Reality, storytelling) can complement other communication modes (e.g., social media, webinars) and be useful to successfully engage diverse community groups on coastal management.\n\n\n\nWe designed a future-oriented system for coastal communities to increase their preparedness and resilience to hazards, e.g., coastal erosion, severe storms, flooding, sea-level-rise and tsunamis, that pose threats to infrastructure, public safety, livelihoods, and recreation. Deploying the monitoring network and civic engagement tools could increase public awareness. This data-driven monitoring network potentially could lower insurance premiums for municipally owned coastal assets. Monitoring both geophysical triggers and social triggers co-developed with community groups also could improve potential for political buy-in and for equitable outcomes, as well as uptake by other cities.\n\n\nThe entire solution  the smart coastal monitoring network and community engagement and communication plan for Santa Cruz  is a replicable, affordable model for other coastal jurisdictions in the state and nationally. In a meeting with other California coastal cities, staff managing coastal climate impacts indicated high interest in learning from this pilot, as they are willing to but not yet planning an integrated monitoring system. Damage to Santa Cruz coastal assets from bomb cyclone storms in January 2023, which increased public attention and concern, further underscored the urgent need for cities to learn from our piloting the proposed coastal monitoring network and suite of civic engagement tools.\n\n\n\t\t\t\t\tLast Modified: 07/18/2024\n\n\t\t\t\t\tSubmitted by: AnneRKapuscinski\n"
 }
}