{
 "awd_id": "2228486",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: SAI-R: Decision-making Under Evolving and Conditional Risk Associated with Coastal Flood Barriers",
 "cfda_num": "47.050, 47.075",
 "org_code": "04040000",
 "po_phone": "7032922664",
 "po_email": "jkoster@nsf.gov",
 "po_sign_block_name": "Jeremy Koster",
 "awd_eff_date": "2022-09-15",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 309484.0,
 "awd_amount": 309484.0,
 "awd_min_amd_letter_date": "2022-08-19",
 "awd_max_amd_letter_date": "2022-08-19",
 "awd_abstract_narration": "Strengthening American Infrastructure (SAI) is an NSF Program seeking to stimulate human-centered fundamental and potentially transformative research that strengthens America’s infrastructure. Effective infrastructure provides a strong foundation for socioeconomic vitality and broad quality of life improvement. Strong, reliable, and effective infrastructure spurs private-sector innovation, grows the economy, creates jobs, makes public-sector service provision more efficient, strengthens communities, promotes equal opportunity, protects the natural environment, enhances national security, and fuels American leadership. To achieve these goals requires expertise from across the science and engineering disciplines. SAI focuses on how knowledge of human reasoning and decision-making, governance, and social and cultural processes enables the building and maintenance of effective infrastructure that improves lives and society and builds on advances in technology and engineering.\r\n\r\nPeople make decisions on where to live based on many considerations. In addition to budget constraints, this may include such features as availability of public goods, the environment, and local climate. One very important consideration is the risk associated with flooding. Locations vary by flood risk. Such risk evolves because of changing climate and because of government investments in flood control infrastructure. This SAI research project examines the decision making of people residing in coastal communities regarding their residential location choices when threatened by changing flood risk conditions. Investments in flood control infrastructure can turn previously risky areas into safer locations. The safety provided by coastal flood barriers may, in turn, increase the demand for local housing. A societal consequence is that real estate prices are driven up, and low- and middle-class residents are driven out. This outcome may further exacerbate disparities in home ownership across income strata and lead to the emergence of a new source of social inequity. This project develops a framework integrating risk modeling with economic decisions and social behavioral models. The integrative approach brings clarity to various coastal protection options in the face of climate uncertainty. It also helps to understand how decisions regarding different risk reduction strategies can best address the needs of racially, ethnically, and socioeconomically diverse populations.\r\n\r\nThe design of flood control infrastructure is often driven by hydraulic and structural engineering models to assess and validate baseline conditions as well as simulate future risk at the parcel level. This project extends that approach by integrating two additional perspectives drawn from the social and behavioral sciences. One is an econometric sorting model that uses risk profiles to model preferences for location choices based on sales data of owner-occupied residential properties. The other is based on social behavior models that identify residents’ risk perceptions and uncover how risk preferences are affected by beliefs, information and other factors not captured by the economic sorting model. These approaches are integrated to quantify the change in welfare of the total population and the distributional equity for a set of risk profile scenarios involving different storm surge barrier types and current and future storm climatology and sea levels. The risk profiles and welfare metrics are further refined to address the needs of end-users and key stakeholders involved in making decisions about the design of a coastal barrier system. This engagement seeks to help policy makers evaluate a range of possible interventions, from investment in public housing to more accessible participatory planning, that may address inequities emerging from conditional and evolving risk associated with flooding.\r\n\r\nThis award is supported by the Directorate for Social, Behavioral, and Economic (SBE) Sciences and the Directorate for Geosciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Bricker",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy D Bricker",
   "pi_email_addr": "jeremydb@umich.edu",
   "nsf_id": "000819578",
   "pi_start_date": "2022-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "503 THOMPSON ST",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091340",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "145Y00",
   "pgm_ele_name": "Strengthening American Infras."
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 309484.0
  }
 ],
 "por": null
}