{
 "awd_id": "2228035",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning: SCC-PG: Smart, Sustainable, and Equitable Green Stormwater Systems in Urban Communities",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Corman",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 149305.0,
 "awd_amount": 149305.0,
 "awd_min_amd_letter_date": "2022-08-17",
 "awd_max_amd_letter_date": "2022-08-17",
 "awd_abstract_narration": "Urban communities are increasingly including Green Stormwater Infrastructure (GSI) in their watershed management plans to manage stormwater in cities. Stormwater programs are scientifically limited by a lack of knowledge of the longevity of GSI, how real-time adaptive control can improve performance, and lack of process for using collected data in new GSI designs and policy. Further, there is no scientifically robust method to consider social equity in GSI design and planning. To overcome these challenges, and achieve sustainable stormwater management, solutions must use other available technologies in new ways that are co-created with community members woven into the planning-design-implementation process. The project hypothesizes that this challenge can be met using smart systems that can: 1) create and expand opportunities for GSI, 2) improve the sustainable function of these systems, and 3) address community infrastructure needs and preferences to overcome issues of inequity.  \r\n\r\nThe main objective of this planning proposal is to develop a roadmap to combat the community-stormwater challenge. This project will accomplish this by forming a task force, Community Science Work Group, of a cross-disciplinary team of researchers, government agencies, community and industry partners to create a roadmap to develop a set of computer technologies and tools to design smart, sustainable, community driven, equitable GSI systems for urban communities. This will be accomplished through continuously engaging with community stakeholders to incorporate preferences and technical and societal interactions (e.g., GSI co-benefits) at all levels. This project will establish channels to build and engage a project team for a future proposal to effectively use technology in urban environments to respond to the stated community needs. This current project will also explore if emerging computing technologies can help meet community-stormwater challenges through an iterative stakeholder engagement process, which would lead to new science in urban stormwater systems and a new avenue for application of computer technology. This project will broaden community understanding and engagement in GSI infrastructure, increase GSI ecosystem services and community resilience, and ultimately improve the urban environment and contribute to social equity. Through tightly intertwined cross-disciplinary research and outreach goals, this project provides a transformative benefit to society by providing a fair and open community driven platform to improve cities’ efforts to effectively address federal water quality and safety needs and establish new frontiers for urban sustainability. This planning project will serve as a vital start to build a platform to alleviate the community-stormwater challenge.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Virginia",
   "pi_last_name": "Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Virginia Smith",
   "pi_email_addr": "virginia.smith@villanova.edu",
   "nsf_id": "000733150",
   "pi_start_date": "2022-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bridget",
   "pi_last_name": "Wadzuk",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Bridget M Wadzuk",
   "pi_email_addr": "bridget.wadzuk@villanova.edu",
   "nsf_id": "000154566",
   "pi_start_date": "2022-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peleg",
   "pi_last_name": "Kremer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peleg Kremer",
   "pi_email_addr": "peleg.kremer@villanova.edu",
   "nsf_id": "000754742",
   "pi_start_date": "2022-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xun",
   "pi_last_name": "Jiao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xun Jiao",
   "pi_email_addr": "xun.jiao@villanova.edu",
   "nsf_id": "000782878",
   "pi_start_date": "2022-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Villanova University",
  "inst_street_address": "800 E LANCASTER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "VILLANOVA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6105194220",
  "inst_zip_code": "190851603",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "PA05",
  "org_lgl_bus_name": "VILLANOVA UNIVERSITY IN THE STATE OF PENNSYLVANIA",
  "org_prnt_uei_num": "HJEPRMTQMMR4",
  "org_uei_num": "EYNYSU6L8ZX6"
 },
 "perf_inst": {
  "perf_inst_name": "Villanova University",
  "perf_str_addr": "800 LANCASTER AVE",
  "perf_city_name": "VILLANOVA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "190851603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "PA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "033Y00",
   "pgm_ele_name": "S&CC: Smart & Connected Commun"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "042Z",
   "pgm_ref_txt": "S&CC: Smart and Connected Communities"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 149305.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>To tackle some of the most pressing issues facing GSI operation and maintenance, the community-stormwater solutions must link past knowledge to future design and operation by moving towards a data-informed approach, which can be met through the integration of real-time data collection of GSI function, and historical data using novel application of artificial intelligence (AI) and machine learning (ML) methods. This grant joined PIs from computer science, civil engineering, urban planning and social science, &nbsp;with the stormwater community of practice (e.g., municipalities, neighborhood organizations, non-profit and for-profit stormwater organizations) to identify and prioritize the stormwater management system gaps and needs. This planning process provided a roadmap to co-create a set of computer technologies and tools to sustainably maintain smart, resilient, GSI systems, accounting for the surrounding environmental dynamics (e.g., changing land cover/use, maintenance risk, and the physical environment). The knowledge gained from the planning project and the relationships developed, created a firm and informed foundation and established collaboration of a cross-disciplinary team of researchers, government agencies, and community partners that can continue to grow the work as this project evolves into a large-scale, use-inspired project.</p>\r\n<p>Through the SCC Planning Grant, our project team held interviews with a diverse range of the stormwater community of practice in Philadelphia, PA, Austin, TX, and Portland, OR. The objective of these interviews was to identify the main challenges surrounding GSI systems. Participants represented two groups: the water utilities and the organizations working with the communities. Findings identified a set of unique challenges at the intersection of community and GSI impacting sustainable performance: 1) lack of science based, data-driven maintenance protocols; 2) lack of documentation and integration of community history and dynamics in planning for management and maintenance of GSI; and 3) community access to actionable information and capacity to act on it is critical to the long-term success of any infrastructure project. This work is currently being compiled into a forum paper to delineate the needs to advance stormwater management. Elements of this investigation have also been published in Scolio et al, 2025, where the PIs and students highlight the importance of community input in understanding stormwater management due to a limit in the granularity of available data required for urban flood delineation.</p>\r\n<p>Work done during this grant created a pathway for the application of smart technology to the management of GSI. Through the project interviews, there was a clear need for data driven technologies. This work used a novel application of ML models for predicting GSI inspection scores, which will ultimately allow for more targeted maintenance programs at the city-scale (reducing maintenance costs, a hinderance to stormwater systems across the U.S.). This work was published as a conference paper, Zhang et al, 2023. This work has set the stage for investigations.</p>\r\n<p>&nbsp;</p>\r\n<p>Scolio, M., Kremer, P., Smith, V., Amur, A., Wadzuk, B., Homet, K., Devlin, E., Al Mehedi, M.A. &amp; Moore, L. (2025). Delineating urban flooding when incorporating community stormwater knowledge.&nbsp;<em>Environmental Research: Infrastructure and Sustainability</em>.</p>\r\n<p>&nbsp;</p>\r\n<p>Zhang, S., Amur, A., Olson, E., Kremer, P., Jiao, X., Smith, V., &amp; Wadzuk, B. (2023, October). Leveraging Machine Learning to Understand Green Stormwater Infrastructure Performance Risks. In 2023 IEEE Global Humanitarian Technology Conference (GHTC) (pp. 302-303). IEEE.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/13/2025<br>\nModified by: Virginia&nbsp;Smith</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nTo tackle some of the most pressing issues facing GSI operation and maintenance, the community-stormwater solutions must link past knowledge to future design and operation by moving towards a data-informed approach, which can be met through the integration of real-time data collection of GSI function, and historical data using novel application of artificial intelligence (AI) and machine learning (ML) methods. This grant joined PIs from computer science, civil engineering, urban planning and social science, with the stormwater community of practice (e.g., municipalities, neighborhood organizations, non-profit and for-profit stormwater organizations) to identify and prioritize the stormwater management system gaps and needs. This planning process provided a roadmap to co-create a set of computer technologies and tools to sustainably maintain smart, resilient, GSI systems, accounting for the surrounding environmental dynamics (e.g., changing land cover/use, maintenance risk, and the physical environment). The knowledge gained from the planning project and the relationships developed, created a firm and informed foundation and established collaboration of a cross-disciplinary team of researchers, government agencies, and community partners that can continue to grow the work as this project evolves into a large-scale, use-inspired project.\r\n\n\nThrough the SCC Planning Grant, our project team held interviews with a diverse range of the stormwater community of practice in Philadelphia, PA, Austin, TX, and Portland, OR. The objective of these interviews was to identify the main challenges surrounding GSI systems. Participants represented two groups: the water utilities and the organizations working with the communities. Findings identified a set of unique challenges at the intersection of community and GSI impacting sustainable performance: 1) lack of science based, data-driven maintenance protocols; 2) lack of documentation and integration of community history and dynamics in planning for management and maintenance of GSI; and 3) community access to actionable information and capacity to act on it is critical to the long-term success of any infrastructure project. This work is currently being compiled into a forum paper to delineate the needs to advance stormwater management. Elements of this investigation have also been published in Scolio et al, 2025, where the PIs and students highlight the importance of community input in understanding stormwater management due to a limit in the granularity of available data required for urban flood delineation.\r\n\n\nWork done during this grant created a pathway for the application of smart technology to the management of GSI. Through the project interviews, there was a clear need for data driven technologies. This work used a novel application of ML models for predicting GSI inspection scores, which will ultimately allow for more targeted maintenance programs at the city-scale (reducing maintenance costs, a hinderance to stormwater systems across the U.S.). This work was published as a conference paper, Zhang et al, 2023. This work has set the stage for investigations.\r\n\n\n\r\n\n\nScolio, M., Kremer, P., Smith, V., Amur, A., Wadzuk, B., Homet, K., Devlin, E., Al Mehedi, M.A. & Moore, L. (2025). Delineating urban flooding when incorporating community stormwater knowledge.Environmental Research: Infrastructure and Sustainability.\r\n\n\n\r\n\n\nZhang, S., Amur, A., Olson, E., Kremer, P., Jiao, X., Smith, V., & Wadzuk, B. (2023, October). Leveraging Machine Learning to Understand Green Stormwater Infrastructure Performance Risks. In 2023 IEEE Global Humanitarian Technology Conference (GHTC) (pp. 302-303). IEEE.\r\n\n\n\t\t\t\t\tLast Modified: 02/13/2025\n\n\t\t\t\t\tSubmitted by: VirginiaSmith\n"
 }
}