{
 "awd_id": "2228697",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: SAI-P: Institutional Design Innovation for Power System Reliability as the Grid Decarbonizes",
 "cfda_num": "47.041, 47.075",
 "org_code": "04040000",
 "po_phone": "7032922664",
 "po_email": "jkoster@nsf.gov",
 "po_sign_block_name": "Jeremy Koster",
 "awd_eff_date": "2022-09-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 78872.0,
 "awd_amount": 78872.0,
 "awd_min_amd_letter_date": "2022-08-18",
 "awd_max_amd_letter_date": "2023-04-05",
 "awd_abstract_narration": "Strengthening American Infrastructure (SAI) is an NSF Program seeking to stimulate human-centered fundamental and potentially transformative research that strengthens America’s infrastructure. Effective infrastructure provides a strong foundation for socioeconomic vitality and broad quality of life improvement. Strong, reliable, and effective infrastructure spurs private-sector innovation, grows the economy, creates jobs, makes public-sector service provision more efficient, strengthens communities, promotes equal opportunity, protects the natural environment, enhances national security, and fuels American leadership. To achieve these goals requires expertise from across the science and engineering disciplines. SAI focuses on how knowledge of human reasoning and decision-making, governance, and social and cultural processes enables the building and maintenance of effective infrastructure that improves lives and society and builds on advances in technology and engineering.\r\n\r\nThe electricity system within the U.S. is undergoing rapid changes. It is incorporating higher levels of wind and solar energy sources, responding to more variable demand, and preparing for large climate and weather uncertainties. Yet, decisions about resource procurement, investment, and contingency planning are often made with limited information about tradeoffs between resource costs and reliability risks or the unequal impacts of power grid reliability across communities and social settings. This SAI planning project examines how the transition to a reliable future electric grid can be made more efficient, sustainable, and equitable. It considers how the engineering metrics and models for resource adequacy are embedded in decision-making practices and relationships between organizations. The project focuses on the co-design of resource adequacy approaches, with partnerships involving industry actors, regulators and electric grid stakeholders in a region of the country where the relationships between power reliability, affordability, and sustainability are at the forefront of legislative and regulatory agendas. \r\n\r\nThis SAI planning project establishes an integrated framework, a set of transformative concepts and analytical tools, and an interdisciplinary collaborative team to further a fundamental rethinking of approaches for power grid reliability. The project develops a new framework for power-grid resource adequacy assessment by focusing on two long-term research questions. One is a consideration of how institutional design choices and rules structuring governance arrangements enable or constrain learning and innovation. The other focuses on how quantitative and predictive modeling of resource adequacy and power shutoff contingencies can better incorporate differences across spatial and social settings in assumptions and attitudes about risks, costs, fairness, environmental impacts, and climate change mitigation. The planning activity combines stakeholder-engaged conceptualization and data collection, semi-structured interviews, pilot testing of analytical tools and approaches to uncertainty in coupled human-technical systems, and team building activities. These efforts provide a foundation for research on resource adequacy using new concepts for understanding institutional design choices in electricity system governance, novel analytical tools for characterizing the risks and uncertainties posed by rapid technological and climate change, and new metrics and modeling tools for assessing the affordability, reliability, sustainability, and equity of decisions.\r\n\r\nThis award is supported by the Directorate for Social, Behavioral, and Economic (SBE) Sciences and the Directorate for Engineering.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Lenhart",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie S Lenhart",
   "pi_email_addr": "stephanielenhart@boisestate.edu",
   "nsf_id": "000848403",
   "pi_start_date": "2022-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boise State University",
  "inst_street_address": "1910 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOISE",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2084261574",
  "inst_zip_code": "837250001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ID02",
  "org_lgl_bus_name": "BOISE STATE UNIVERSITY",
  "org_prnt_uei_num": "HYWTVM5HNFM3",
  "org_uei_num": "HYWTVM5HNFM3"
 },
 "perf_inst": {
  "perf_inst_name": "Boise State University",
  "perf_str_addr": "1910 UNIVERSITY DR",
  "perf_city_name": "BOISE",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "837250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ID02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "145Y00",
   "pgm_ele_name": "Strengthening American Infras."
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 78872.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\"><span>The planning project focused on improving the reliability of the U.S. power grid. The electricity system is incorporating higher levels of wind and solar, responding to more variable demand, and preparing for large climate and weather uncertainties. Yet, planning decisions are often made with limited information about tradeoffs or the unequal impacts of reliability across communities. Working with stakeholders in the Alaska Railbelt, we examined how the transition to a reliable future grid can be made more efficient, sustainable, and equitable. The project examined how new engineering metrics and models can be integrated with market structures, resource planning, and procurement mechanisms.</span></p>\r\n<p class=\"Default\"><span>From September 2022 through August 2023, we engaged community partners in the Alaska Railbelt grid and the newly emerging Railbelt Reliability Council (RRC) to identify new approaches for assessing resource adequacy. Activities included: 1) archival document analysis of resource adequacy assessment and planning processes; 2) 15 semi-structured interviews with current and former RRC board members and other key stakeholders; 3) pilot-testing of a novel equity metric using a socio-technical coupled modeling approach; and 4) a half-day workshop with 23 stakeholder participants.</span></p>\r\n<p class=\"Default\"><span>Critical infrastructure systems like power transmission grids are often highly heterogeneous. Differences across spatial settings in load size (small rural communities vs. large cities), load characteristics (residential vs. industrial/mining), socio-economic characteristics, and power availability often lead to inequities in power system reliability and environmental impacts. Focusing on the Alaska Railbelt grid, the research identified different preferences, an uneven distribution of impacts, and several uncertainties. These variations were used in a simplified representation of the Railbelt grid to develop a novel equity metric. The research demonstrated substantial regional differences in risk, leading to inequities. The research explored how new analytical tools can inform resource planning, the process of establishing reliability targets, and practices to reduce risk and improve equity across regions.</span></p>\r\n<p class=\"Default\"><span>At the conclusion of the planning project, the team produced two juried conference papers. To further support the implementation of modern resource adequacy metrics, reliability standards, and planning criteria, the team submitted and has been selected for award of a grant from the U.S. Department of Energy, Wholesale Market Studies and Engagement Program. This project will be conducted in partnership with the Southwest Power Pool and will be one of the first in the U.S. to demonstrate pathways toward using advanced resource adequacy metrics and analytical capabilities directly in market structures, resource planning, and procurement mechanisms. This work will also provide an important example for other regions </span><span>currently working to understand the implications of new resource adequacy metrics and embed these metrics in decision-making practices.</span></p><br>\n<p>\n Last Modified: 12/26/2024<br>\nModified by: Stephanie&nbsp;S&nbsp;Lenhart</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe planning project focused on improving the reliability of the U.S. power grid. The electricity system is incorporating higher levels of wind and solar, responding to more variable demand, and preparing for large climate and weather uncertainties. Yet, planning decisions are often made with limited information about tradeoffs or the unequal impacts of reliability across communities. Working with stakeholders in the Alaska Railbelt, we examined how the transition to a reliable future grid can be made more efficient, sustainable, and equitable. The project examined how new engineering metrics and models can be integrated with market structures, resource planning, and procurement mechanisms.\r\n\n\nFrom September 2022 through August 2023, we engaged community partners in the Alaska Railbelt grid and the newly emerging Railbelt Reliability Council (RRC) to identify new approaches for assessing resource adequacy. Activities included: 1) archival document analysis of resource adequacy assessment and planning processes; 2) 15 semi-structured interviews with current and former RRC board members and other key stakeholders; 3) pilot-testing of a novel equity metric using a socio-technical coupled modeling approach; and 4) a half-day workshop with 23 stakeholder participants.\r\n\n\nCritical infrastructure systems like power transmission grids are often highly heterogeneous. Differences across spatial settings in load size (small rural communities vs. large cities), load characteristics (residential vs. industrial/mining), socio-economic characteristics, and power availability often lead to inequities in power system reliability and environmental impacts. Focusing on the Alaska Railbelt grid, the research identified different preferences, an uneven distribution of impacts, and several uncertainties. These variations were used in a simplified representation of the Railbelt grid to develop a novel equity metric. The research demonstrated substantial regional differences in risk, leading to inequities. The research explored how new analytical tools can inform resource planning, the process of establishing reliability targets, and practices to reduce risk and improve equity across regions.\r\n\n\nAt the conclusion of the planning project, the team produced two juried conference papers. To further support the implementation of modern resource adequacy metrics, reliability standards, and planning criteria, the team submitted and has been selected for award of a grant from the U.S. Department of Energy, Wholesale Market Studies and Engagement Program. This project will be conducted in partnership with the Southwest Power Pool and will be one of the first in the U.S. to demonstrate pathways toward using advanced resource adequacy metrics and analytical capabilities directly in market structures, resource planning, and procurement mechanisms. This work will also provide an important example for other regions currently working to understand the implications of new resource adequacy metrics and embed these metrics in decision-making practices.\t\t\t\t\tLast Modified: 12/26/2024\n\n\t\t\t\t\tSubmitted by: StephanieSLenhart\n"
 }
}