{
 "awd_id": "2228419",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CIVIC-PG Track B Walk to Healthy Foods: Modeling Community-Based Assets to Increase Healthy Food Access in Underserved Communities",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032920000",
 "po_email": "vsharma@nsf.gov",
 "po_sign_block_name": "Vishal Sharma",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2023-03-31",
 "tot_intn_awd_amt": 49998.0,
 "awd_amount": 49998.0,
 "awd_min_amd_letter_date": "2022-08-18",
 "awd_max_amd_letter_date": "2022-08-18",
 "awd_abstract_narration": "Low-income and racially- and ethnically- diverse communities across the United States experience limited access to healthy foods, and a higher concentration of liquor, corner, and convenience stores than supermarkets, with implications for the health and well-being of residents. Walk to Healthy Foods' vision is to bridge the gap between food accessibility and community needs in underserved communities nationwide by providing communities with an approach for identifying and leveraging existing assets in their communities to address food access challenges. Walk to Healthy Foods takes an asset-based approach by identifying businesses that are already serving community residents, such as existing liquor, corner, and convenience stores, and leveraging their presence in the community to provide healthier food options. During Stage 1, through engagement and collaboration with community stakeholders, Walk to Healthy Foods will develop a site selection model for identifying existing assets in the community that can become access points for healthy foods. During Stage 2, Walk to Healthy Foods will test and calibrate the site selection model through an intervention in an underserved community in San Diego County. Specifically, the site selection model will be used to identify potential healthy food access points, and produce distribution services will be launched at these sites, resulting in increased access to fresh produce in the community.\r\n\r\nThe approach proposed, which includes partnering with an organization that is providing a direct service to the community (i.e., produce distribution services to selected sites), allows a true test of the site selection model and for research to address a community-identified need through a pilot that will have a direct impact on one community while testing and calibrating a model that can be implemented in others. A site selection model that can be used to identify existing assets in underserved communities that can be leveraged to address systemic challenges, such as limited food access, has the potential to redefine what is needed in communities for residents to have access to essential resources. Walk to Healthy Foods will contribute to the fields of geography, public health, city planning, and business, among others, and to the ongoing development of innovative approaches to solving pressing social issues.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Iana",
   "pi_last_name": "Castro",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Iana A Castro",
   "pi_email_addr": "iana.castro@sdsu.edu",
   "nsf_id": "000878232",
   "pi_start_date": "2022-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Piotr",
   "pi_last_name": "Jankowski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Piotr Jankowski",
   "pi_email_addr": "pjankows@sdsu.edu",
   "nsf_id": "000427615",
   "pi_start_date": "2022-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Diego State University Foundation",
  "inst_street_address": "5250 CAMPANILE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6195945731",
  "inst_zip_code": "921821901",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "SAN DIEGO STATE UNIVERSITY FOUNDATION",
  "org_prnt_uei_num": "H59JKGFZKHL7",
  "org_uei_num": "H59JKGFZKHL7"
 },
 "perf_inst": {
  "perf_inst_name": "San Diego State University Foundation",
  "perf_str_addr": "5250 CAMPANILE DR MC1947",
  "perf_city_name": "SAN DIEGO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921821901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "033Y00",
   "pgm_ele_name": "S&CC: Smart & Connected Commun"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "042Z",
   "pgm_ref_txt": "S&CC: Smart and Connected Communities"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 49998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-8b1d03ee-7fff-ace7-19de-9941784986dd\"> </span></p>\n<p dir=\"ltr\"><span>Lack of healthy food access is the result of a systemic problem in low-income and racially and ethnically diverse communities across the United States, with implications for the health and well-being of residents. While encouraging supermarkets to place stores in underserved communities is considered the solution to increasing healthy food access, this approach is not always feasible and fails to consider existing community-based assets. Taking an asset-based approach to addressing food challenges shifts the focus away from new business entrants toward leveraging existing businesses, such as corner and convenience stores, that are already serving community residents.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Walk to Healthy Foods' vision is to bridge the gap between food accessibility and community needs in underserved communities nationwide by providing communities with an approach for identifying and leveraging existing assets in their communities to address healthy food access challenges. </span><span>During Stage 1 of the CIVIC Innovation Challenge, Walk to Healthy Foods centered community voice through stakeholder engagement and </span><span>developed </span><span>an initial version of a hierarchical decision support modeling procedure for evaluating prospective access points for healthy foods in a community and selecting the locations that optimize the accessibility to healthy foods by community members</span><span>. Walk to Healthy Foods </span><span>engaged a diverse group of stakeholders, which included community members, food systems experts and advocates, non-profit and for-profit food business owners, and city and county staff to ensure that the modeling approach was community-informed. Stakeholders provided feedback on model inputs, their relative importance, and data needs. The Walk to Healthy Foods team identified</span><span> publicly available data sources, so that the model does not rely on commercial software to fulfill those needs, and explored a number of </span><span>alternative computational approaches before deciding to pursue a hierarchical decision support modeling approach. Finally, the Walk to Healthy Foods team gained stakeholder feedback on the desired functionality and components of a web-based application for site selection </span><span>so that it can encourage and promote the use of developed tools by communities in need.&nbsp;</span></p>\n<p dir=\"ltr\"><span>By the end of Stage 1 of the CIVIC Innovation Challenge, Walk to Healthy Foods developed </span><span>an initial version of a hierarchical decision support modeling procedure for evaluating prospective access points for healthy foods in a community and selecting the locations that optimize the accessibility to healthy foods by community members. </span><span>This modeling procedure is ready to be finalized, pilot tested, evaluated, and launched during Stage 2 of the CIVIC Innovation Challenge.</span></p>\n<p dir=\"ltr\"><span>Intellectual Merit.&nbsp;</span>Walk to Healthy Foods and its outputs and outcomes contribute to the fields of geography, public health, city planning and the business disciplines, among others. The site selection models tested and the final modelling approach that emerged for identifying community assets will contribute to the ongoing development of innovative approaches to solving pressing social issues. Specifically, developing a model that can be used to identify existing assets in communities that can be leveraged to address systemic challenges, such as limited healthy food access, has the potential to redefine what is needed in communities in order for residents to have access to essential resources. The approach proposed allows research to address a community-identified need through a project that will have a direct impact on one community while developing a modelling approach that can be implemented in others.</p>\n<p dir=\"ltr\"><span>Broader Impacts.&nbsp;</span>Walk to Healthy Foods will have a measurable impact on the community served, and through the generation of knowledge, will impact communities nationwide. It benefited from engaging with stakeholders that represented diverse backgrounds and marginalized communities. Walk to Healthy Foods also furthered collaboration between academia, city and county governments, and non-profit and for-profit organizations. The broader impacts of the proposed project will surpass what was&nbsp; accomplished during the funding period and will impact multiple stakeholders in San Diego County and beyond.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/28/2023<br>\n\t\t\t\t\tModified by: Iana&nbsp;A&nbsp;Castro</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nLack of healthy food access is the result of a systemic problem in low-income and racially and ethnically diverse communities across the United States, with implications for the health and well-being of residents. While encouraging supermarkets to place stores in underserved communities is considered the solution to increasing healthy food access, this approach is not always feasible and fails to consider existing community-based assets. Taking an asset-based approach to addressing food challenges shifts the focus away from new business entrants toward leveraging existing businesses, such as corner and convenience stores, that are already serving community residents. \nWalk to Healthy Foods' vision is to bridge the gap between food accessibility and community needs in underserved communities nationwide by providing communities with an approach for identifying and leveraging existing assets in their communities to address healthy food access challenges. During Stage 1 of the CIVIC Innovation Challenge, Walk to Healthy Foods centered community voice through stakeholder engagement and developed an initial version of a hierarchical decision support modeling procedure for evaluating prospective access points for healthy foods in a community and selecting the locations that optimize the accessibility to healthy foods by community members. Walk to Healthy Foods engaged a diverse group of stakeholders, which included community members, food systems experts and advocates, non-profit and for-profit food business owners, and city and county staff to ensure that the modeling approach was community-informed. Stakeholders provided feedback on model inputs, their relative importance, and data needs. The Walk to Healthy Foods team identified publicly available data sources, so that the model does not rely on commercial software to fulfill those needs, and explored a number of alternative computational approaches before deciding to pursue a hierarchical decision support modeling approach. Finally, the Walk to Healthy Foods team gained stakeholder feedback on the desired functionality and components of a web-based application for site selection so that it can encourage and promote the use of developed tools by communities in need. \nBy the end of Stage 1 of the CIVIC Innovation Challenge, Walk to Healthy Foods developed an initial version of a hierarchical decision support modeling procedure for evaluating prospective access points for healthy foods in a community and selecting the locations that optimize the accessibility to healthy foods by community members. This modeling procedure is ready to be finalized, pilot tested, evaluated, and launched during Stage 2 of the CIVIC Innovation Challenge.\nIntellectual Merit. Walk to Healthy Foods and its outputs and outcomes contribute to the fields of geography, public health, city planning and the business disciplines, among others. The site selection models tested and the final modelling approach that emerged for identifying community assets will contribute to the ongoing development of innovative approaches to solving pressing social issues. Specifically, developing a model that can be used to identify existing assets in communities that can be leveraged to address systemic challenges, such as limited healthy food access, has the potential to redefine what is needed in communities in order for residents to have access to essential resources. The approach proposed allows research to address a community-identified need through a project that will have a direct impact on one community while developing a modelling approach that can be implemented in others.\nBroader Impacts. Walk to Healthy Foods will have a measurable impact on the community served, and through the generation of knowledge, will impact communities nationwide. It benefited from engaging with stakeholders that represented diverse backgrounds and marginalized communities. Walk to Healthy Foods also furthered collaboration between academia, city and county governments, and non-profit and for-profit organizations. The broader impacts of the proposed project will surpass what was  accomplished during the funding period and will impact multiple stakeholders in San Diego County and beyond.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/28/2023\n\n\t\t\t\t\tSubmitted by: Iana A Castro"
 }
}