{
 "awd_id": "2228975",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Illuminating the consequences of membrane association on quantum-based magnetosensing",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032922357",
 "po_email": "mnewcome@nsf.gov",
 "po_sign_block_name": "Marcia Newcomer",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 297047.0,
 "awd_amount": 297047.0,
 "awd_min_amd_letter_date": "2022-06-28",
 "awd_max_amd_letter_date": "2022-06-28",
 "awd_abstract_narration": "The proposed project is aiming to understand the roles of magnetoreception in the biological systems. Magnetoreception is a biological sense employed by migratory birds to navigate on a global scale. It has been proposed that the primary detector is a specialized ocular photoreceptor that plays host to magnetically sensitive photochemical reactions having radical pairs as fleeting intermediates. A radical pair is a short-lived reaction intermediate comprising two radicals (radical is an atom, molecule, or ion that has unpaired valence electrons or an open electron shell) formed in tandem whose unpaired electron spins may be either antiparallel (a singlet state) or parallel (a triplet state). Quantum interaction of unpaired spins can generate Magnetic Field Effects – a difference in product yield or reaction rate as a function of the field strength. The open question is whether this mechanism is the foundation of avian magnetoreception. The objective of the proposed work is to develop methodology to measure magnetic field effects on chemical reactions occurring in the photoreceptor molecules. The PI is partnered with the Osher Lifelong Learning Institute (OLLI), a learning community for senior learners, to offer classes on quantum mechanics and quantum biology. OLLI offers 150 courses and 40 additional events per year that are available to nearly 2600 members. The Co-PI will present on magnetism and chemical sensing at the Western Region Education Service Alliance’s STEM Entrepreneurship program, a biannual event that engages elementary, middle, and high school students from 18 school systems across eight counties in western North Carolina. These activities lead to dissemination of research results to the public across a wide range of ages and backgrounds, with the goal of increasing scientific literacy and engagement in the local community.\r\n\r\nThe long-term goal of this project is to provide evidence that avian magnetoreception is a quantum phenomenon. To act as a directional sensor, Cryptochrome proteins (chemistry of Cryptochrome, a blue-light photoreceptor protein found in the avian retina, are speculated to be responsible for magnetic sensing) must be oriented. For radical pairs formed in Cryptochrome to act as a magnetoreceptor, they must demonstrate sensitivity to external fields, including those as weak as the Earth’s natural field of 50-100 μT, and that sensitivity must have a direction dependence. Furthermore, in vitro studies suggest that increasing viscosity leads to an increase in magnetic sensitivity. Lipid membrane association is a promising way to achieve both requirements. The main objective of the proposed work is to develop an evanescent-wave cavity enhanced spectrometer to measure magnetic field effects on chemical reactions occurring between membrane-bound molecules. The central hypothesis is that membrane association transforms a radical pair magnetosensor into a molecular compass that can sense Earth strength fields. If successful, the project will allow the field to demonstrate anisotropic magnetic field effects on biomolecules – including Cryptochrome. From an ecological perspective, understanding the mechanism of avian navigation is important to protect migratory birds. Beyond that, if the quantum origin of this phenomenon proves correct, the principles of its operation can inform the design of navigational devices as alternatives to satellite-based global positioning systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lauren",
   "pi_last_name": "Jarocha",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Lauren E Jarocha",
   "pi_email_addr": "lauren.jarocha@furman.edu",
   "nsf_id": "000876198",
   "pi_start_date": "2022-06-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christian",
   "pi_last_name": "Kerpal",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Christian F Kerpal",
   "pi_email_addr": "ckerpal@unca.edu",
   "nsf_id": "000876987",
   "pi_start_date": "2022-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Furman University",
  "inst_street_address": "3300 POINSETT HWY",
  "inst_street_address_2": "",
  "inst_city_name": "GREENVILLE",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8642943470",
  "inst_zip_code": "296131000",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "SC04",
  "org_lgl_bus_name": "FURMAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DZLTJ59VMX17"
 },
 "perf_inst": {
  "perf_inst_name": "Furman University",
  "perf_str_addr": "3300 POINSETT HWY",
  "perf_city_name": "GREENVILLE",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296131000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "SC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 297047.0
  }
 ],
 "por": null
}