{
 "awd_id": "2228351",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Direct air capture and sequestration of carbon dioxide (CO2)",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922061",
 "po_email": "jcamelio@nsf.gov",
 "po_sign_block_name": "Jaime A. Camelio",
 "awd_eff_date": "2022-06-15",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2022-06-08",
 "awd_max_amd_letter_date": "2022-06-08",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the potential development of a low-cost direct air carbon capture and sequestration technology. To combat climate change and meet climate goals, a large-scale ramping up of technologies for direct air capture and removal of carbon dioxide may be needed. There is a strong commercial interest for low energy cost, inexpensive, and scalable solutions to reduce carbon dioxide. The proposed technology may respond to this market demand by offering a permanent, verifiable, and low-cost solution for removing carbon dioxide from the air. In addition, the proposed technology simultaneously may upcycle landfilled industrial wastes as carbon-negative cementitious material which may help to reduce the environmental footprint of cement production. Because the waste impoundments are often located in low-income and underserved communities, commercialization of the technology may provide economic benefits to these communities.\r\n\r\nThis I-Corps project is based on the development of a technology that utilizes industrial waste materials to directly capture carbon dioxide (CO2) from the atmosphere. The CO2 is then stored as a stable mineral.  The proposed technology is based on a two-step mineral carbonation method that utilizes alkali carbonate solutions as intermediary reagents to extract alkalinity from solid mineral waste feedstocks. This method stems from fundamental research on mineral dissolution and carbonation, which led to the discovery that mineral dissolution may be significantly enhanced under alkaline conditions in the presence of alkali carbonates. By synergistically enhancing mineral dissolution and solution pH, hydroxide solutions similar to those used by the current state-of-the-art strong hydroxide liquid-based direct air capture processes may be rapidly generated from the solid feedstock under ambient conditions. Direct coupling of mineral carbonation to direct air capture eliminates capital and energy intensive units, such as the calciner, slaker, and compressor, potentially minimizing the energy use and capital cost for direct removal of carbon dioxide from the air. In addition, because the mineral carbonation process proceeds through a gel-mediated dissolution/precipitation mechanism, the carbonated mineral feedstocks show enhanced pozzolanic properties, which may allow them to be upcycled as cementitious materials.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bu",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bu Wang",
   "pi_email_addr": "bu.wang@wisc.edu",
   "nsf_id": "000737366",
   "pi_start_date": "2022-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1238",
   "pgm_ref_txt": "TECH FOR SUSTAINABLE ENVIRONMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main goal of this project is to evaluate and improve the commercialization potential of Earth RepAIR&rsquo;s direct air carbon mineralization technology. The technology captures CO<sub>2</sub> directly from the air and mineralizes it into solid carbonates utilizing Ca- or Mg-rich mineral feedstocks. The technology also produces a mineral by-product that can be used as cementitious materials in making concrete. This I-Corps project focused on customer discovery by strategically analyzing value propositions, under the framework of the business model canvas and by conducting interviews with potential customers to evaluate business hypotheses. The team, consisting of a student entrepreneurial lead and a student technical lead, conducted more than 100 interviews with industrial professionals, under the guidance of the industry mentor and the I-Corps instruction team. Through the interviews, the team identified several potentially viable value propositions. In particular, the interviews underlined the value provided by the cementitious by-product, which could help Earth RepAIR withstand the near-term uncertainties in the carbon removal market. Based these results, the team developed a preliminary business model canvas to guide the further development of Earth RepAIR&rsquo;s commercialization strategy. The interviews also provided the team a better understanding of the commercial landscape and ecosystems around carbon removal and mineral waste utilization. Such information is invaluable to Earth RepAIR&rsquo;s future development. Furthermore, a CEO with strong financing experience in the deeptech space joined Earth RepAIR during the project period. The CEO came to know about Earth RepAIR through the team&rsquo;s I-Corps activities and has since led the company in successfully completing license negotiation and pre-seed fundraise.</p><br>\n<p>\n Last Modified: 09/30/2024<br>\nModified by: Bu&nbsp;Wang</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe main goal of this project is to evaluate and improve the commercialization potential of Earth RepAIRs direct air carbon mineralization technology. The technology captures CO2 directly from the air and mineralizes it into solid carbonates utilizing Ca- or Mg-rich mineral feedstocks. The technology also produces a mineral by-product that can be used as cementitious materials in making concrete. This I-Corps project focused on customer discovery by strategically analyzing value propositions, under the framework of the business model canvas and by conducting interviews with potential customers to evaluate business hypotheses. The team, consisting of a student entrepreneurial lead and a student technical lead, conducted more than 100 interviews with industrial professionals, under the guidance of the industry mentor and the I-Corps instruction team. Through the interviews, the team identified several potentially viable value propositions. In particular, the interviews underlined the value provided by the cementitious by-product, which could help Earth RepAIR withstand the near-term uncertainties in the carbon removal market. Based these results, the team developed a preliminary business model canvas to guide the further development of Earth RepAIRs commercialization strategy. The interviews also provided the team a better understanding of the commercial landscape and ecosystems around carbon removal and mineral waste utilization. Such information is invaluable to Earth RepAIRs future development. Furthermore, a CEO with strong financing experience in the deeptech space joined Earth RepAIR during the project period. The CEO came to know about Earth RepAIR through the teams I-Corps activities and has since led the company in successfully completing license negotiation and pre-seed fundraise.\t\t\t\t\tLast Modified: 09/30/2024\n\n\t\t\t\t\tSubmitted by: BuWang\n"
 }
}