{
 "awd_id": "2228544",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SCC-CIVIC-PG Track B: A Coordinated Food Hub Network and Farm to Institution Program: Building Bridges between Small Local Farmers and Institutions in New York State Capital Region",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032920000",
 "po_email": "vsharma@nsf.gov",
 "po_sign_block_name": "Vishal Sharma",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2023-03-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2022-08-18",
 "awd_max_amd_letter_date": "2022-08-18",
 "awd_abstract_narration": "Food access is one of the largest social problems in the United States. The challenge of accessing healthy foods is especially pronounced in communities of disadvantaged populations. Ironically, small local farmers and producers of healthy foods struggle to make a living. In states across the country, the numbers of family own food producers have steadily declined since the 1960s. This project proposes to develop a Local Food Cooperation (LFC) program that integrates (1) a state-level food hub network which enables the coordination of multiple regional food hubs, and (2) regional Farm to Institution programs that address regional food insecurity and inequity. The proposed LFC program would provide a platform for information exchange and, possibly, trading so that food hubs in different regions can collaboratively leverage the surpluses to provide a stable supply. The program will also enable local food processors to process and pack food at a competitive price. The program would be able to engage regional distributors to use their distribution and transportation capabilities and local resources to efficiently connect supply and demand. This program would help small food producers to gain the necessary knowledge and technological skills to use the platform, and to get needed certifications. Finally, by integrating institutional customers into this program, it is possible for suppliers and customers to exchange information about needs for products and availability of healthy foods in a timely manner. \r\n\r\nIn this project, the team will prepare all work for a pilot test that will (1) collect data and update the existing food consumption forecasting models; (2) integrate research-based technical modules into the information exchange and trading platform, which would include demand and supply prediction and matching, as well as distribution and transportation optimizers; (3) assess the effectiveness of different governance structures; (4) test the financial arrangements that will help attract participants to the program and also ensure the program’s financial self-sustainability; (5) evaluate the benefits and costs of the LFC program and its transferability and scalability. The proposed project will significantly improve the state-of practice of food supply chain operations by integrating pioneering research into a community-based program. It will also contribute to the state-of-art of freight demand forecasting, as the project will use newly collected food production and consumption data to enhance existing freight production models, making them more accurate in predicting food production and consumption, and institutional consumer behavior. This project is in response to the Civic Innovation Challenge program—Track B. Bridging the gap between essential resources and services & community needs—and is a collaboration between NSF, the Department of Homeland Security, and the Department of Energy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaokun",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaokun Wang",
   "pi_email_addr": "wangx18@rpi.edu",
   "nsf_id": "000492063",
   "pi_start_date": "2022-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jose",
   "pi_last_name": "Holguin-Veras",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jose Holguin-Veras",
   "pi_email_addr": "jhv@rpi.edu",
   "nsf_id": "000492375",
   "pi_start_date": "2022-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8TH ST",
  "perf_city_name": "Troy",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "042Z",
   "pgm_ref_txt": "S&CC: Smart and Connected Communities"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The collaborative project involving Rensselaer Polytechnic Institute (RPI), Capital Roots, Headwater, and additional partners, aimed at enhancing food hub operations and local food systems in New York, has achieved significant outcomes. This initiative was grounded in comprehensive planning and stakeholder engagement, involving over 30 meetings to refine the program&rsquo;s conceptualization and design the pilot project.</p>\n<p><br />Intellectual Merit:</p>\n<p>The project capitalized on the synergies with the NY Food Hub Collaborative (NYFHC) Project, leveraging resources such as an interactive food system asset map and market analyses. This collaboration enriched our research base, providing a robust starting point for examining produce consumption patterns and food system dynamics. The integration with the NYFHC project facilitated access to a wide network of stakeholders, enhancing the depth and breadth of our research.<br />Key insights were obtained through preliminary data collection and interviews conducted by Capital Roots and Headwater. These insights included detailed assessments of regional food systems and market dynamics, which were instrumental in shaping the project&rsquo;s approach. The team&rsquo;s evaluation of software platforms for food hub collaboration led to the selection of Farm Fare&rsquo;s platform, which demonstrated significant potential for enhancing food hub operations through a shared marketplace and management system.<br />Furthermore, the RPI team&rsquo;s expertise in freight demand modeling and logistics operation optimization were believed to contribute advanced decision-support tools to the project. These tools, including a freight production estimator and a behavior micro-simulation model, were expected to provide critical frameworks for understanding and improving the logistics of food distribution.</p>\n<p><br />Broader Impacts:</p>\n<p>The project's broader impacts are evident in its potential to strengthen local food systems, improve food hub efficiency, and enhance food accessibility. By developing a scalable and flexible Food Hub Network Platform (FHNP), the project aims to create a more cohesive and efficient network of food hubs, facilitating better access to diverse and consistent food products for wholesale buyers.&nbsp;The engagement with a broad array of stakeholders, from local food hubs to educational institutions and government agencies, has fostered a collaborative environment that is conducive to knowledge sharing and collective problem-solving. This has enhanced the capacity of the involved entities to address the complexities of the food system, ultimately contributing to the sustainability and resilience of local food networks.<br />The incorporation of additional partners like Cornell Cooperative Extension (CCE) and Farm Fare has expanded the project&rsquo;s scope and capabilities, enabling a more comprehensive approach to addressing the challenges faced by food hubs and the broader food system. The collaboration among diverse partners has not only enriched the project&rsquo;s resource base but also strengthened the community engagement and impact, aligning with the broader objectives of enhancing food security and supporting sustainable local food systems.<br />In conclusion, the planning phase has successfully developed a plan for integrated research and practical application, demonstrating significant intellectual merit through its innovative approaches to understanding and optimizing food hub operations. Its broader impacts on enhancing local food systems, improving logistical efficiencies, and fostering collaborative networks have positioned the initiative as a pivotal contributor to sustainable food system development in New York.<br /><br /><br /><br /><br /><br /></p><br>\n<p>\n Last Modified: 04/07/2024<br>\nModified by: Xiaokun (Cara)&nbsp;Wang</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe collaborative project involving Rensselaer Polytechnic Institute (RPI), Capital Roots, Headwater, and additional partners, aimed at enhancing food hub operations and local food systems in New York, has achieved significant outcomes. This initiative was grounded in comprehensive planning and stakeholder engagement, involving over 30 meetings to refine the programs conceptualization and design the pilot project.\n\n\n\nIntellectual Merit:\n\n\nThe project capitalized on the synergies with the NY Food Hub Collaborative (NYFHC) Project, leveraging resources such as an interactive food system asset map and market analyses. This collaboration enriched our research base, providing a robust starting point for examining produce consumption patterns and food system dynamics. The integration with the NYFHC project facilitated access to a wide network of stakeholders, enhancing the depth and breadth of our research.\nKey insights were obtained through preliminary data collection and interviews conducted by Capital Roots and Headwater. These insights included detailed assessments of regional food systems and market dynamics, which were instrumental in shaping the projects approach. The teams evaluation of software platforms for food hub collaboration led to the selection of Farm Fares platform, which demonstrated significant potential for enhancing food hub operations through a shared marketplace and management system.\nFurthermore, the RPI teams expertise in freight demand modeling and logistics operation optimization were believed to contribute advanced decision-support tools to the project. These tools, including a freight production estimator and a behavior micro-simulation model, were expected to provide critical frameworks for understanding and improving the logistics of food distribution.\n\n\n\nBroader Impacts:\n\n\nThe project's broader impacts are evident in its potential to strengthen local food systems, improve food hub efficiency, and enhance food accessibility. By developing a scalable and flexible Food Hub Network Platform (FHNP), the project aims to create a more cohesive and efficient network of food hubs, facilitating better access to diverse and consistent food products for wholesale buyers.The engagement with a broad array of stakeholders, from local food hubs to educational institutions and government agencies, has fostered a collaborative environment that is conducive to knowledge sharing and collective problem-solving. This has enhanced the capacity of the involved entities to address the complexities of the food system, ultimately contributing to the sustainability and resilience of local food networks.\nThe incorporation of additional partners like Cornell Cooperative Extension (CCE) and Farm Fare has expanded the projects scope and capabilities, enabling a more comprehensive approach to addressing the challenges faced by food hubs and the broader food system. The collaboration among diverse partners has not only enriched the projects resource base but also strengthened the community engagement and impact, aligning with the broader objectives of enhancing food security and supporting sustainable local food systems.\nIn conclusion, the planning phase has successfully developed a plan for integrated research and practical application, demonstrating significant intellectual merit through its innovative approaches to understanding and optimizing food hub operations. Its broader impacts on enhancing local food systems, improving logistical efficiencies, and fostering collaborative networks have positioned the initiative as a pivotal contributor to sustainable food system development in New York.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 04/07/2024\n\n\t\t\t\t\tSubmitted by: Xiaokun (Cara)Wang\n"
 }
}