{
 "awd_id": "2228718",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning: SCC-CIVIC-PG Track A: Securing the Future of the Great Salt Lake Basin Through Effective Water and Land Use Partnerships",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2023-03-31",
 "tot_intn_awd_amt": 49999.0,
 "awd_amount": 49999.0,
 "awd_min_amd_letter_date": "2022-08-05",
 "awd_max_amd_letter_date": "2022-08-05",
 "awd_abstract_narration": "Southwestern United States and much of the Intermountain West face a major water crisis due to persistent and unprecedented drought conditions. The Great Salt Lake Basin lies at the heart of the Intermountain West and is confronted with pressures that put its ecological integrity, human health, and even regional security at risk. Many of these factors are exacerbated by rapid population growth, unsustainable urban development, social expectations toward water use and availability, and improper mechanisms to reduce water use. State agencies, research institutions, and lawmakers have rallied around several provisions to address the problem yet a gap still remains between ambitions and actions by individuals and institutions. This research bridges the knowledge and resource gaps through development of a formal network of community and civic organizations and actors to facilitate positive and timely movement toward improving land development and water conservation. This network pilots a community-level, research-driven project that connects local government, environmental stewards, and water users directly to technology, analytics, and scenario modeling tools. Broader impacts include improving land and water management and planning in the Great Salt Lake Basin, reducing urban/suburban sprawl, public education and engagement in the process of evaluating issues involved with water use and accessibility, and improved ecosystem services of the Great Salt Lake.\r\n\r\nThe project assembles a cross-cutting, multi-institutional team to craft a shared vision for water resource management that spans industry, non-government organizations, defense organizations, commercial enterprises, and government agencies. The project leverages relationships between Utah State University’s Institute for Land, Water, and Air and the Center for Anticipatory Intelligence, Utah Regional Water Districts, and environmental non-profits working in the watershed. Research will address various issues of important including: major barriers that limit a systematic and comprehensive approach toward long-term, security-centric, future land development and use of water resources and how prolonged drought, urban growth, land use change, and recent water policies intersect to impact long-term outcomes of the Great Salt Lake Basin. To tackle these issues, the research team and their partners will host various workshops and charettes to identify organizational connectedness and gauge awareness of how existing and past policies and social norms and environmental conditions influence the watershed. The project adopts a novel new social interaction methodology called the System-Centric Threats and Resilience Assessment Tool. This tool assesses possible unprecedented threats and unintended consequences resulting from the convergence of regional, national and global events. Project goals are a clearer knowledge of actual water use and what influences this behavior; improved policy and tools for reducing outdoor water use; improved outdoor water efficiency; greater water security and community resilience in the region; and generalizable methods for measuring tradeoffs and adjusting water systems management throughout Utah. If successful, the results of the approach can be translated to other communities and urban settings in drought or other water impacted areas.\r\n\r\nThis project is in response to the Civic Innovation Challenge program—Track A. Living in a changing climate: pre-disaster action around adaptation, resilience, and mitigation—and is a collaboration between NSF, the Department of Homeland Security, and the Department of Energy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brent",
   "pi_last_name": "Chamberlain",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Brent C Chamberlain",
   "pi_email_addr": "brent.chamberlain@usu.edu",
   "nsf_id": "000651737",
   "pi_start_date": "2022-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Null",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Null",
   "pi_email_addr": "sarah.null@usu.edu",
   "nsf_id": "000661299",
   "pi_start_date": "2022-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yoshimitsu",
   "pi_last_name": "Chikamoto",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yoshimitsu Chikamoto",
   "pi_email_addr": "yoshi.chikamoto@usu.edu",
   "nsf_id": "000755414",
   "pi_start_date": "2022-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeannie",
   "pi_last_name": "Johnson",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jeannie L Johnson",
   "pi_email_addr": "jeannie.johnson@usu.edu",
   "nsf_id": "000879613",
   "pi_start_date": "2022-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "1000 OLD MAIN HILL",
  "perf_city_name": "LOGAN",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843221000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "033Y00",
   "pgm_ele_name": "S&CC: Smart & Connected Commun"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "042Z",
   "pgm_ref_txt": "S&CC: Smart and Connected Communities"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 49999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Great Salt Lake is facing a critical crisis with its lowest recorded water levels in 2022, and there are concerns about the potential for imminent lake collapse. This issue has significant global implications, so efforts are needed to address water conservation and management in the region. However, achieving this goal is challenging due to historical water usage practices and the complexities of planning and land use. This project aimed to foster collaboration between water and land planners, as well as scientists and civic partners. The following were four key project outcomes from this Phase 1 Planning Grant:</p>\n<ol>\n<li><strong>Built New Partnerships Across State Institutions</strong>: we established partnerships with key state institutions, such as the Institute for Land, Water and Air at Utah State University, the Center for Water-Efficient Landscaping, and The University of Utah College of Law. These collaborations provide valuable resources, expertise, and support for water conservation efforts that cross the spectrum of law and water optimization.</li>\n<li><strong>Civic Partnerships and Network Building</strong>: We fostered partnerships with civic partners, including Utah Water Districts. By coordinating with these districts, we identified opportunities for leveraging water conservation incentive mechanisms. We identified research opportunities to evaluate the equitable distribution of incentive funds, as well as to assess the effectiveness of conservation efforts. We worked more closely with the Weber Basin Water Conservancy to design a set of activities and events to bring community leaders together to identify how they can improve water conservation through legal frameworks and targeting incentives. In particular, we developed a plan to work with brand new legislative bills that have allocated tens of millions of dollars toward these conservation efforts.</li>\n<li><strong>Public Forum and Design Charrette</strong>: We hosted a public forum and a week-long design Charrette to engage a diverse range of stakeholders in addressing complex problems related to the Great Salt Lake Basin. The involvement of over 150 students, faculty, and practitioners from various industries outside the university indicates a high level of interest and commitment from the broader community. One of the major findings of this project was that optimizing residential landscapes can contribute four times more than the current proportion of residential water use, back to the Great Salt Lake. This would mitigate a substantial amount of the depletion from municipal sources driving the lake toward collapse, especially as the region continues replacing agricultural lands with residential landscape.</li>\n<li><strong>Strengthened Networks and Awareness</strong>: As a result of the project, we were able to establish more redundant networks, bringing together diverse expertise from different sectors. This collaboration between planners, designers, practitioners, and government agencies showcased the potential for academic institutions to help community stakeholders bridge cross-disciplinary knowledge gaps while also operationalizing science into policy on their own terms, creating more lasting solutions for water conservation.</li>\n</ol>\n<p>This Phase 1 project was centered on building collaborations for projects that could improve how we manage water and land use within the Great Salt Lake Basin. Our team of planners, intelligence analysts, water experts, and climate scientists provided insights into future conditions, predictions, and opportunities. We worked with Water Districts to identify ways we could bridge the gap between climate and policy models to form practical water management decisions and policies. Through these efforts, we expect to continue finding opportunities to address the existential problems of the Great Salt Lake through collaborative civic engagement and innovative planning and land use tools. One of the most notable collaborations borne from the project is the connection and now contributions of team members to a new movement called <em>Grow the Flow</em>, which includes a water policy accelerator, public action network, and research coordination network. Further, we hope that by empowering community change-makers and building long-term integrated water and land management strategies, we can catalyze a lasting impact within the region and more broadly across the Colorado River basin.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/03/2023<br>\n\t\t\t\t\tModified by: Brent&nbsp;C&nbsp;Chamberlain</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Great Salt Lake is facing a critical crisis with its lowest recorded water levels in 2022, and there are concerns about the potential for imminent lake collapse. This issue has significant global implications, so efforts are needed to address water conservation and management in the region. However, achieving this goal is challenging due to historical water usage practices and the complexities of planning and land use. This project aimed to foster collaboration between water and land planners, as well as scientists and civic partners. The following were four key project outcomes from this Phase 1 Planning Grant:\n\nBuilt New Partnerships Across State Institutions: we established partnerships with key state institutions, such as the Institute for Land, Water and Air at Utah State University, the Center for Water-Efficient Landscaping, and The University of Utah College of Law. These collaborations provide valuable resources, expertise, and support for water conservation efforts that cross the spectrum of law and water optimization.\nCivic Partnerships and Network Building: We fostered partnerships with civic partners, including Utah Water Districts. By coordinating with these districts, we identified opportunities for leveraging water conservation incentive mechanisms. We identified research opportunities to evaluate the equitable distribution of incentive funds, as well as to assess the effectiveness of conservation efforts. We worked more closely with the Weber Basin Water Conservancy to design a set of activities and events to bring community leaders together to identify how they can improve water conservation through legal frameworks and targeting incentives. In particular, we developed a plan to work with brand new legislative bills that have allocated tens of millions of dollars toward these conservation efforts.\nPublic Forum and Design Charrette: We hosted a public forum and a week-long design Charrette to engage a diverse range of stakeholders in addressing complex problems related to the Great Salt Lake Basin. The involvement of over 150 students, faculty, and practitioners from various industries outside the university indicates a high level of interest and commitment from the broader community. One of the major findings of this project was that optimizing residential landscapes can contribute four times more than the current proportion of residential water use, back to the Great Salt Lake. This would mitigate a substantial amount of the depletion from municipal sources driving the lake toward collapse, especially as the region continues replacing agricultural lands with residential landscape.\nStrengthened Networks and Awareness: As a result of the project, we were able to establish more redundant networks, bringing together diverse expertise from different sectors. This collaboration between planners, designers, practitioners, and government agencies showcased the potential for academic institutions to help community stakeholders bridge cross-disciplinary knowledge gaps while also operationalizing science into policy on their own terms, creating more lasting solutions for water conservation.\n\n\nThis Phase 1 project was centered on building collaborations for projects that could improve how we manage water and land use within the Great Salt Lake Basin. Our team of planners, intelligence analysts, water experts, and climate scientists provided insights into future conditions, predictions, and opportunities. We worked with Water Districts to identify ways we could bridge the gap between climate and policy models to form practical water management decisions and policies. Through these efforts, we expect to continue finding opportunities to address the existential problems of the Great Salt Lake through collaborative civic engagement and innovative planning and land use tools. One of the most notable collaborations borne from the project is the connection and now contributions of team members to a new movement called Grow the Flow, which includes a water policy accelerator, public action network, and research coordination network. Further, we hope that by empowering community change-makers and building long-term integrated water and land management strategies, we can catalyze a lasting impact within the region and more broadly across the Colorado River basin.\n\n\t\t\t\t\tLast Modified: 08/03/2023\n\n\t\t\t\t\tSubmitted by: Brent C Chamberlain"
 }
}