{
 "awd_id": "2228814",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fast and Robust Algorithms with Partial Data Access",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032924748",
 "po_email": "sgage@nsf.gov",
 "po_sign_block_name": "Stephanie Gage",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 499806.0,
 "awd_amount": 499806.0,
 "awd_min_amd_letter_date": "2022-07-18",
 "awd_max_amd_letter_date": "2022-07-18",
 "awd_abstract_narration": "The demand for fast data handling is prevalent in the use of most new technologies and scientific endeavo­­rs, especially in autonomous systems, communication networks, healthcare, data storage systems, and economic and financial markets.  Some of the challenges encountered often stem from the need to quickly recover data, or to quickly make irrevocable decisions, based only on partial information about the input. In addition, information symbols may be misaligned or may contain significant amounts of noise, because of either random physical processes, adversarial behavior, or human or machine errors. Thus, unrestricted access to clean data is often an unrealistic expectation, which leads to a pressing need for creative methods to fight these challenges. The project will address such challenges by developing novel techniques inspired from coding theory, learning theory and machine learning, as well as graph theory and optimization, to build and analyze desirable algorithmic solutions. The outcomes of the project have the potential to be deployed in DNA data storage technologies, communication systems, network systems, and settings in which machine learning may enhance algorithmic guarantees. The project will broaden participation in computing by actively involving in research both undergraduate students and underrepresented minorities. The research will be broadly disseminated through presentations in workshops, seminars, and conferences, and it will be integrated in undergraduate and graduate courses.\r\n \r\nThe project will advance knowledge by developing efficient, robust, and reliable algorithms that can deal with misaligned or badly damaged data and algorithms that only have partial or restricted access to the data. The research will address three specific areas. First, it will focus on error-correcting codes that can withstand adversarial or random insertion and deletion errors, when the algorithm is given only a partial view of the data, namely in the setting of local decoding. Secondly, it will study data recovery in a particular learning model, namely when the noise damages the attributes of the data. Thirdly, it will focus on algorithms that can only access the data in an online fashion and must make irreversible decisions, both in classical settings as well as in settings where the algorithms may be enhanced with machine learning advice.  The project aims to develop state-of-the-art tools and techniques to analyze limitations of current algorithmic techniques in the above models, and to propose adequate models that bypass such limitations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elena",
   "pi_last_name": "Grigorescu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elena Grigorescu",
   "pi_email_addr": "elena-g@purdue.edu",
   "nsf_id": "000634227",
   "pi_start_date": "2022-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE STE 1900",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7926",
   "pgm_ref_txt": "ALGORITHMS"
  },
  {
   "pgm_ref_code": "7927",
   "pgm_ref_txt": "COMPLEXITY & CRYPTOGRAPHY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 499806.0
  }
 ],
 "por": null
}