{
 "awd_id": "2228652",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CIVIC-PG Track A: Rapidly Deployable Robotic Inspection and Mapping of Complex Spaces",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032920000",
 "po_email": "vsharma@nsf.gov",
 "po_sign_block_name": "Vishal Sharma",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 49999.0,
 "awd_amount": 49999.0,
 "awd_min_amd_letter_date": "2022-08-18",
 "awd_max_amd_letter_date": "2022-08-18",
 "awd_abstract_narration": "The objective of this research is to enable robotic inspection and mapping tasks in buildings, tunnels, and pipe networks, which are essential for achieving a sustainable building stock and associated infrastructure in municipalities. Currently, this work is performed manually, requiring invasive, dangerous, and expensive processes, which limit the implementation of sustainable pre-disaster adaptation measures. Our proposed solution consists of an innovative co-design of a slender and deformable mobile robot in collaboration with the City of Worcester, MA. The co-designed robot will be able to navigate in narrow and intricate spaces, equipped with sensors to map both the structure and the thermal characteristics of its environment, which will help develop preventative measures. The proposed robotic solution combines multiple features that have not been demonstrated before, such as the ability to navigate complex 3-D environments including vertical pipes by harnessing a small cross-sectional area, light weight, and low cost. Moreover, by developing a public interest technology framework, this project will align most recent developments in robotics research with Worcester's vision of sustainable infrastructure and community well-being. These challenges are shared by municipalities across the US and this study aims to ensure that the developed solutions are broadly generalizable.\r\n\r\nThe spaces and environmental conditions that require monitoring and assessments are confined and extremely challenging for current mobile robots. Our solution is inspired by the versatile locomotion capabilities of lizards, which use body deformation to steer and navigate complex unstructured environments and extreme clutter. Our lizard robot decouples steering from propulsion and offers closed-loop force control of its traction inside pipes, which enables vertical travel, and it can navigate maze-like tight structures without getting stuck by deforming its body. Using a modular body structure, multiple locomotion units can climb over larger steps or gaps. Proposed work will develop and test these unique capabilities in real-world inspection tasks in collaboration with our partners over three technical themes: 1) Physical Capabilities of the Robot, negotiating complex passageways, vertical climbs, and over gaps; 2) Intelligence Capabilities of the Robot, including 3D SLAM, active perception, and motion planning; 3) Intuitive User Interfacing, including superimposed visual, thermal, or other applicable sensory data streaming and user selectable modes of direct teleoperation or supervision. In addition, the close collaboration with the City of Worcester in identifying critical locations for testing and providing input into the assessment requirements assures the approach will address real problems in the field. \r\n\r\nThis project is in response to the Civic Innovation Challenge program—Track A. Living in a changing climate: pre-disaster action around adaptation, resilience, and mitigation—and is a collaboration between NSF, the Department of Homeland Security, and the Department of Energy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cagdas",
   "pi_last_name": "Onal",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Cagdas D Onal",
   "pi_email_addr": "cdonal@wpi.edu",
   "nsf_id": "000637331",
   "pi_start_date": "2022-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Mathisen",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Paul P Mathisen",
   "pi_email_addr": "mathisen@wpi.edu",
   "nsf_id": "000100047",
   "pi_start_date": "2022-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yunus",
   "pi_last_name": "Telliel",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Yunus D Telliel",
   "pi_email_addr": "ydtelliel@wpi.edu",
   "nsf_id": "000528816",
   "pi_start_date": "2022-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Berk",
   "pi_last_name": "Calli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Berk Calli",
   "pi_email_addr": "bcalli@wpi.edu",
   "nsf_id": "000788245",
   "pi_start_date": "2022-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Worcester Polytechnic Institute",
  "inst_street_address": "100 INSTITUTE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5088315000",
  "inst_zip_code": "016092280",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "WORCESTER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJNQME41NBU4"
 },
 "perf_inst": {
  "perf_inst_name": "Worcester Polytechnic Institute",
  "perf_str_addr": "100 INSTITUTE RD",
  "perf_city_name": "WORCESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016092247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "033Y00",
   "pgm_ele_name": "S&CC: Smart & Connected Commun"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "042Z",
   "pgm_ref_txt": "S&CC: Smart and Connected Communities"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 49999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project comprised the planning process to design a lizard-inspired soft robot for building assessment and pipe inspection for the purposes of climate change adaptation. Our community partner was the City of Worcester in Massachusetts. While energy inefficiencies of the old public buildings are causing excessive costs to the City, due to the invasive and expensive nature of the current manual process, the City cannot identify, intervene or improve the current building stock and infrastructure. As part of civic engagement activities, we undertook multiple stakeholder engagement and feedback sessions, performed multiple site visits, field tests, and planning sessions with our partners. The civic engagement activities also extended into the co-building of a framework for 'public interest robotics' as a site for innovation and implementation of robotic technologies in the public and civic sectors.</p>\n<p>We built two prototypes of the lizard-inspired soft robot with onboard sensing, lighting, and computation capabilities. These prototypes comprise a small-diameter radially-symmetric design for in-pipe inspection, and a whegged design that can overcome obstacles that are over twice taller than the height of the robot. A remote control system is also implemented, which is then used in user studies. A SLAM algorithm is implemented for generating maps of the inspected regions. The&nbsp;overall system is tested in laboratory conditions as well as in City of Worcester buildings.</p>\n<p>The design process was guided by several trips to the City of Worcester buildings. We discussed the design parameters and user interface methods with the municipality employees. We also had three field trials with the robot and we are still in collaboration with the City for ongoing partnership. Using our interactions with the municipality employees as a case study, we identified several ways in which a technology research and development project can be more impactful in a university-public sector partnership.</p><br>\n<p>\n Last Modified: 07/24/2024<br>\nModified by: Cagdas&nbsp;D&nbsp;Onal</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project comprised the planning process to design a lizard-inspired soft robot for building assessment and pipe inspection for the purposes of climate change adaptation. Our community partner was the City of Worcester in Massachusetts. While energy inefficiencies of the old public buildings are causing excessive costs to the City, due to the invasive and expensive nature of the current manual process, the City cannot identify, intervene or improve the current building stock and infrastructure. As part of civic engagement activities, we undertook multiple stakeholder engagement and feedback sessions, performed multiple site visits, field tests, and planning sessions with our partners. The civic engagement activities also extended into the co-building of a framework for 'public interest robotics' as a site for innovation and implementation of robotic technologies in the public and civic sectors.\n\n\nWe built two prototypes of the lizard-inspired soft robot with onboard sensing, lighting, and computation capabilities. These prototypes comprise a small-diameter radially-symmetric design for in-pipe inspection, and a whegged design that can overcome obstacles that are over twice taller than the height of the robot. A remote control system is also implemented, which is then used in user studies. A SLAM algorithm is implemented for generating maps of the inspected regions. Theoverall system is tested in laboratory conditions as well as in City of Worcester buildings.\n\n\nThe design process was guided by several trips to the City of Worcester buildings. We discussed the design parameters and user interface methods with the municipality employees. We also had three field trials with the robot and we are still in collaboration with the City for ongoing partnership. Using our interactions with the municipality employees as a case study, we identified several ways in which a technology research and development project can be more impactful in a university-public sector partnership.\t\t\t\t\tLast Modified: 07/24/2024\n\n\t\t\t\t\tSubmitted by: CagdasDOnal\n"
 }
}