{
 "awd_id": "2228170",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning Grant: Building a Community Learning Ecosystem For Climate Change Resilience in Northern Colorado",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032927514",
 "po_email": "rleonzay@nsf.gov",
 "po_sign_block_name": "Rosa Leon-Zayas",
 "awd_eff_date": "2023-05-15",
 "awd_exp_date": "2025-10-31",
 "tot_intn_awd_amt": 295964.0,
 "awd_amount": 330188.0,
 "awd_min_amd_letter_date": "2022-09-15",
 "awd_max_amd_letter_date": "2024-05-30",
 "awd_abstract_narration": "The planning grant builds capacity for an intentional Climate Resilience Learning Ecosystem in northern Colorado that helps students and faculty at the University of Northern Colorado (UNC) connect with local community members and institutions. Through these connections, those involved will build deeper understanding of climate change and its regional impacts in order to address imminent local challenges presented by climate change. Climate change solutions and adaptations require local buy-in to address issues within the community, and future generations (i.e., undergraduate students) will need an understanding of how climate disrupting events (e.g., drought, wildfire, flood, heatwaves) impact diverse people, disciplines, and systems. Continuing to sustain human civilization critically depends on individuals from all backgrounds understanding what is happening in our natural and social environments and empowering them to make decisions that will ensure a sustainable future. However, there is presently a lack of structure for effective collaboration across academia, social institutions, and communities, inhibiting targeted action on projects that promote long-term sustainability. The proposed Climate Resilience Learning Ecosystem is a community-based approach that identifies problems and solutions within local spheres of influence to build climate change resilience.\r\n\r\nThe goal of this learning ecosystem is to strengthen society-wide climate change education, resilience and adaptation through community projects and stakeholder engagement by answering the question: what does climate resilience look like for our community? To this end, the work has three primary objectives: (1) identify how to prepare students to work with community stakeholders on local projects that build community resilience to climate change impacts and ability to adapt; (2) build expertise about climate change resilience among faculty from a broad array of disciplines; (3) develop resources for community members to empower them to make decisions and take action around climate change challenges. The resources, activities, and outcomes developed through this process will contribute to activities and the body of knowledge concerning the efficacy and framework for building a learning ecosystem, and how a learning ecosystem can contribute to climate resilience.\r\n\r\nThis work involves three phases. In Phase 1, the PIs work with a community facilitator to map the local community landscape for building inclusive connections across disciplines and communities. Phase 2 involves local situational analysis with community groups to identify climate-related issues that the PIs have the capacity to address. Phases 1 and 2 lay the groundwork for a summer institute (Phase 3) that brings together UNC faculty, students, and local community groups to learn from each other, identify strategies for addressing local climate challenges, and evaluate the need for an implementation grant. This project engages students, faculty, and community members from a wide range of backgrounds, ages, and levels of professional development with the goal of developing and documenting a learning ecosystem to support collaborative climate resilience projects and solutions. These activities form the foundation of future climate sustainability and interaction of currently disparate sectors and groups in northern Colorado. The fledgling learning ecosystem community supported by this project will ultimately have a clear vision of how they want to move forward into the future. Most importantly, participants will understand how climate change will impact them individually and collectively in the northern Colorado community and how the community can work together to build resilience.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lucinda",
   "pi_last_name": "Shellito",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Lucinda J Shellito",
   "pi_email_addr": "lucinda.shellito@unco.edu",
   "nsf_id": "000472762",
   "pi_start_date": "2022-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Bywater-Reyes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon Bywater-Reyes",
   "pi_email_addr": "sharon.bywaterreyes@unco.edu",
   "nsf_id": "000761109",
   "pi_start_date": "2022-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chelsie",
   "pi_last_name": "Romulo",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Chelsie L Romulo",
   "pi_email_addr": "chelsie.romulo@unco.edu",
   "nsf_id": "000780760",
   "pi_start_date": "2022-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Northern Colorado",
  "inst_street_address": "501 20TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREELEY",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "5053197355",
  "inst_zip_code": "806396900",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "CO08",
  "org_lgl_bus_name": "UNIVERSITY OF NORTHERN COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "TYJEPW6N1W98"
 },
 "perf_inst": {
  "perf_inst_name": "University of Northern Colorado",
  "perf_str_addr": "501 20th St",
  "perf_city_name": "Greeley",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "806396900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "CO08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178Y00",
   "pgm_ele_name": "GOLD-GEO Opps LeadersDiversity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "CL10",
   "pgm_ref_txt": "CLB-Career Life Balance"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 295964.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 34224.0
  }
 ],
 "por": null
}