{
 "awd_id": "2229644",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Combining Theory and Observations to Constrain Global Ocean Deoxygenation",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2022-04-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 334044.0,
 "awd_amount": 63965.0,
 "awd_min_amd_letter_date": "2022-05-24",
 "awd_max_amd_letter_date": "2022-05-24",
 "awd_abstract_narration": "This project will use a combination of ocean observations and modeling to understand why the dissolved oxygen concentration in the ocean changes on timescales of years to decades. As oceans absorb heat, its oxygen content is expected to decline which will affect marine ecosystems and oxygen-sensitive biochemical reactions. In turn, biochemical processes can affect the oxygen level.  Understanding why oceanic oxygen changes remains limited due to sparse data and the fact that it naturally fluctuates. Furthermore, state-of-the-art Earth System Models, used to develop future projections, struggle to skillfully simulate present-day oxygen distributions. Given model biases, there is a clear need to re-calibrate model-based projections based on informed interpretations of available observations. The intellectual merit of this study is to perform a series of computational simulations to quantify linkages between the patterns of climate variability, ocean heating, and oxygen content for different regions. In conjunction with a novel synthesis of available observational data, this modeling study will develop a more comprehensive model for evaluating oxygen variability and change, thereby reducing uncertainty in future projections under climate forcing scenarios. Broader impacts of this study includes education and outreach about decreasing ocean concentrations in the ocean and its disruptive impacts on ocean biogeochemical cycles and marine ecosystems. Two Ph.D. students and a postdoctoral scientist will be trained under the supervision of the PIs. \r\n\r\n\r\nOcean deoxygenation is a direct consequence of ocean heat uptake; as ocean waters warm, dissolved oxygen (O2) concentrations decline, with profound influences on marine ecosystem and redox-sensitive biogeochemical cycling. Existing observations are characterized by significant interannual to decadal fluctuations. Natural variability challenges detection and attribution of human-driven trends; however, it can also be interrogated to provide mechanistic insight. State-of-the-art Earth System Models still struggle to skillfully simulate present-day O2 distributions but these models are useful because they invoke mechanistic representations of key processes. The objective of this project is to improve our understanding of the mechanisms behind interannual and decadal variability of O2 globally and regionally. Low- and high-latitude regions exhibit distinct patterns in dissolved oxygen and ocean heat content. In order to isolate the impact of physical and biological controls on O2 variability, a suite of numerical simulations will be conducted, including some with a global eddy-resolving configuration. Combining observational and model-based analyses will enable quantitative assessments about the relation between ocean heat uptake and deoxygenation, and linkages to climate variability and trends.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Curtis",
   "pi_last_name": "Deutsch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Curtis Deutsch",
   "pi_email_addr": "cdeutsch@princeton.edu",
   "nsf_id": "000388723",
   "pi_start_date": "2022-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "1 NASSAU HALL",
  "perf_city_name": "PRINCETON",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 63965.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Normal1\">The loss of dissolved O<sub>2</sub> from the ocean has emerged as a dominant factor explaining ecosystem responses to due to anthropogenic climate change. It has also become clear that the impact of &lsquo;deoxygenation&rsquo; is intimately connected &ndash; at an oceanographic and at organismal levels &ndash; to the ocean&rsquo;s uptake of heat and the resulting pattern of warming.&nbsp; The major mechanisms driving ocean deoxygenation have been identified as the rise of ocean heat content (OHC) and its effect on gas solubility and the production and consumption of O<sub>2</sub> by the ecosystems themselves.&nbsp; However, the relative contribution of these complex processes to both global and regional rates of O<sub>2</sub> decline remain highly uncertain, and are key to refining future projections of this phenomenon</p>\n<p class=\"Normal1\">The overarching objective of this project was to characterize oxygen variability on interannual to decadal timescales and to improve our capacity to detect and interpret the deoxygenation signal and its relationship to the oceanic uptake of heat and the drawdown of surface nutrients in regions of deep-water formation. We tackled these questions in the course of this grant, while also contributing toward mechanistic models of its implications for marine life.&nbsp;</p>\n<p>To better understand the links between climate change and ocean O2, and the consequences for marine life, we used a combination of historical observational data and 3-D global circulation models (the Community Earth System Model, CESM, and the Regional Ocean Modeling System, ROMS) to investigate the relationships among nutrients, productivity and oxygen. &nbsp;Here are the key findings of this research:</p>\n<ul>\n<li>Historical O<sub>2</sub> variability in      the Pacific Ocean has been driven by distinct physical mechanisms in the      tropics and mid-latititudes.&nbsp; In the      tropics, the O<sub>2</sub> changes are well      predicted by density, implying a strong role for multi-year undulations in      the depth of water density layers, whereas in the mid-latitudes, the input      of O2 from the atmospheric via physical transport (ventilation) appears to      dominate the variability.</li>\n<li>The fate of oxygenation in the tropical oceans is      strongly dependent on the isopycnal and diapycnal mixing in ocean models,      helping to explain the high degree of inter-model spread in future      projections of the tropical OMZ.&nbsp; <strong></strong></li>\n</ul>\n<ul>\n<li>In the North      Atlantic ocean, historical observations reveal pronounced interdecadal      fluctuations in oxygen content of the upper 700m. In the first decades of      observations, annually averaged oxygen increased, reaching a peak in the      1980&rsquo;s before beginning a decline that has persisted since. Oxygen in the      subpolar North Atlantic in an ocean model (CESM) exhibits a similar      multidecadal pattern to that of the historical observations. </li>\n<li>In both data      and model simulations, the temporal variability of O<sub>2</sub> in the      thermocline (100-700m) of the North Atlantic is strongly correlated with heat content in those      waters. The decline in nitrate per degree of surface      temperature change can account for the additional O<sub>2</sub> decline per degree of deep ocean warming, implying a transfer of nutrients      (and CO<sub>2</sub>) from the surface ocean to deep water during warm      years. </li>\n<li>Nutrient budgets in the North Atlantic show that increased nutrient depletion during warm periods      is driven by an early start of the phytoplankton growing season driven by      faster phytoplankton growth rates at higher temperatures.&nbsp; Our results      highlight the key role of phytoplankton growth rates &ndash; and their      temperature sensitivity &ndash; in influencing the global response of ocean O<sub>2</sub> inventories to climate change.<strong></strong></li>\n<li>We find a striking difference in the projected      loss of species richness from warming and deoxygenation under two climate      scenarios.&nbsp; The &lsquo;business-as-usual&rsquo;      scenario (RCP8.5) results in a major mass extinction rivalling those in      Earth&rsquo;s history, while the strong mitigation scenario (RCP2.6) largely      preserves biodiversity.</li>\n<li>We find that      aggressive and immediate reduction of greenhouse gases can slow the rate      of O<sub>2</sub> loss substantially, and this has      the effect of preserving habitat for marine species, and avoiding the      majority of the present risk of extinction. Our      analysis of the response of biodiversity to O<sub>2</sub> loss and warming      imply that climate policy can still exert a decisive role in marine      extinction risk. <strong></strong></li>\n</ul>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/06/2023<br>\n\t\t\t\t\tModified by: Curtis&nbsp;Deutsch</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The loss of dissolved O2 from the ocean has emerged as a dominant factor explaining ecosystem responses to due to anthropogenic climate change. It has also become clear that the impact of ‘deoxygenation’ is intimately connected &ndash; at an oceanographic and at organismal levels &ndash; to the ocean’s uptake of heat and the resulting pattern of warming.  The major mechanisms driving ocean deoxygenation have been identified as the rise of ocean heat content (OHC) and its effect on gas solubility and the production and consumption of O2 by the ecosystems themselves.  However, the relative contribution of these complex processes to both global and regional rates of O2 decline remain highly uncertain, and are key to refining future projections of this phenomenon\nThe overarching objective of this project was to characterize oxygen variability on interannual to decadal timescales and to improve our capacity to detect and interpret the deoxygenation signal and its relationship to the oceanic uptake of heat and the drawdown of surface nutrients in regions of deep-water formation. We tackled these questions in the course of this grant, while also contributing toward mechanistic models of its implications for marine life. \n\nTo better understand the links between climate change and ocean O2, and the consequences for marine life, we used a combination of historical observational data and 3-D global circulation models (the Community Earth System Model, CESM, and the Regional Ocean Modeling System, ROMS) to investigate the relationships among nutrients, productivity and oxygen.  Here are the key findings of this research:\n\nHistorical O2 variability in      the Pacific Ocean has been driven by distinct physical mechanisms in the      tropics and mid-latititudes.  In the      tropics, the O2 changes are well      predicted by density, implying a strong role for multi-year undulations in      the depth of water density layers, whereas in the mid-latitudes, the input      of O2 from the atmospheric via physical transport (ventilation) appears to      dominate the variability.\nThe fate of oxygenation in the tropical oceans is      strongly dependent on the isopycnal and diapycnal mixing in ocean models,      helping to explain the high degree of inter-model spread in future      projections of the tropical OMZ.  \n\n\nIn the North      Atlantic ocean, historical observations reveal pronounced interdecadal      fluctuations in oxygen content of the upper 700m. In the first decades of      observations, annually averaged oxygen increased, reaching a peak in the      1980’s before beginning a decline that has persisted since. Oxygen in the      subpolar North Atlantic in an ocean model (CESM) exhibits a similar      multidecadal pattern to that of the historical observations. \nIn both data      and model simulations, the temporal variability of O2 in the      thermocline (100-700m) of the North Atlantic is strongly correlated with heat content in those      waters. The decline in nitrate per degree of surface      temperature change can account for the additional O2 decline per degree of deep ocean warming, implying a transfer of nutrients      (and CO2) from the surface ocean to deep water during warm      years. \nNutrient budgets in the North Atlantic show that increased nutrient depletion during warm periods      is driven by an early start of the phytoplankton growing season driven by      faster phytoplankton growth rates at higher temperatures.  Our results      highlight the key role of phytoplankton growth rates &ndash; and their      temperature sensitivity &ndash; in influencing the global response of ocean O2 inventories to climate change.\nWe find a striking difference in the projected      loss of species richness from warming and deoxygenation under two climate      scenarios.  The ‘business-as-usual’      scenario (RCP8.5) results in a major mass extinction rivalling those in      Earth’s history, while the strong mitigation scenario (RCP2.6) largely      preserves biodiversity.\nWe find that      aggressive and immediate reduction of greenhouse gases can slow the rate      of O2 loss substantially, and this has      the effect of preserving habitat for marine species, and avoiding the      majority of the present risk of extinction. Our      analysis of the response of biodiversity to O2 loss and warming      imply that climate policy can still exert a decisive role in marine      extinction risk. \n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 02/06/2023\n\n\t\t\t\t\tSubmitted by: Curtis Deutsch"
 }
}