{
 "awd_id": "2229352",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: GP-IN: GLOBE Weather Pathways for Students with Disabilities",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032924713",
 "po_email": "mbjones@nsf.gov",
 "po_sign_block_name": "Brandon Jones",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 41563.0,
 "awd_amount": 41563.0,
 "awd_min_amd_letter_date": "2022-08-30",
 "awd_max_amd_letter_date": "2022-08-30",
 "awd_abstract_narration": "This project will support educators in learning effective practices for adapting STEM learning materials for students with disabilities (i.e., Deaf/hard of hearing, blind/low vision, mobility) through workshops and by adapting lessons from a weather curriculum. A cohort of local geoscience learning professionals, science teachers and teachers of special education in three locations will work in concert to assure quality and effective curricular adaptations. The research team will work together with evaluators to develop and study the approach based on the three interrelated project elements listed below. The weather unit that will be used has shown promising results with general education teachers but there has been little or no research on how to develop adaptations for students with disabilities using a standards-driven storyline unit of instruction. This project will help to address this gap by fully understanding how this approach can be used by educators over the course of three years. The project provides the opportunity for science teachers to work directly with STEM professionals in adaptations of a unit including career opportunities.\r\n\r\nAll students deserve high quality science instruction including opportunities to understand possible career opportunities. In light of that, science teachers should be equipped with all of the necessary resources and techniques to meet the unique needs of their students with disabilities. However, many science teachers need further learning opportunities from experts who have experience with students with disabilities. This project will develop and test an approach to provide educators with the experiences, tools and abilities to adapt geoscience curricular resources to meet the needs of students with disabilities and articulate career pathways and opportunities in Science, Technology, Engineering, Mathematics (STEM) for them. By increasing access to STEM fields for scholars with disabilities and by improving the quality of resources available in STEM disciplines, more persons with disabilities may consider pursuing STEM careers. A challenge for many science educators is how to help students with disabilities envision geoscience concepts and a broader range of STEM career opportunities. This project will address this challenge by working directly with science educators to: 1) establish and support a team consisting of local STEM educators, content specialists (atmospheric sciences), special educators and person(s) with a disability working in STEM fields to support student career pathways; 2) provide workshops on a weather curriculum, a standards based unit in which students engage with weather concepts through studying interesting phenomena, and; 3) facilitate time for educators to work together to adapt materials for middle school students with physical disabilities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Hurd",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Hurd",
   "pi_email_addr": "Dhurd@edinboro.edu",
   "nsf_id": "000390300",
   "pi_start_date": "2022-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "PENNSYLVANIA WESTERN UNIVERSITY",
  "inst_street_address": "250 UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CALIFORNIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4129384000",
  "inst_zip_code": "154191341",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "PA14",
  "org_lgl_bus_name": "PENNSYLVANIA WESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "L7ECKXE86D77"
 },
 "perf_inst": {
  "perf_inst_name": "Edinboro University of Pennsylvania",
  "perf_str_addr": "219 MEADVILLE ST",
  "perf_city_name": "EDINBORO",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "164440001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "PA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "061900",
   "pgm_ele_name": "SPECIAL EMPHASIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 41563.0
  }
 ],
 "por": null
}