{
 "awd_id": "2229608",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "POSE: Phase I:  Establishing an Open-Source Ecosystem for the Interdisciplinary Networked Community Resilience Modeling Environment (IN-CORE)",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032924654",
 "po_email": "dmcadams@nsf.gov",
 "po_sign_block_name": "Daniel McAdams",
 "awd_eff_date": "2022-09-15",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2022-09-06",
 "awd_max_amd_letter_date": "2022-09-06",
 "awd_abstract_narration": "This project is funded by Pathways to Enable Open-Source Ecosystems (POSE) which seeks to harness the power of open-source development for the creation of new technology solutions to problems of national and societal importance. Community infrastructure includes housing structures, electrical power, water and wastewater, transportation, and communication networks - all systems on which the economic and social well-being of any community depend.  These systems are susceptible to damage due to natural hazards, such as hurricanes and floods, tornadoes, wildfires, earthquakes, and tsunamis. In additional to economic losses, damage to a community’s physical infrastructure has been shown to have a significant impact on its social systems.  Community resilience planning encompasses the community’s preparedness, response to and recovery from a damaging event. Enhancing community resilience remains a national imperative as reflected in recent significant financial investments in resilience enhancement at federal, state, and local levels and progress in disaster-related science and technology. IN-CORE is an open-source, comprehensive environment that can model a community across its physical, social, and economic systems.  The project includes the complex interdependencies within and across various infrastructure systems. The need to adapt, mitigate, and improve these systems has become critical as the natural disasters increase.  The proposed open-source ecosystem (OSE) project for IN-CORE will result in a rapid acceleration and adoption of the science of resilience modeling by harnessing the power and breadth of open-source. Researchers will be able to examine undiscovered and indirect interdependencies of the physical, social, and economic systems within a community using scientific algorithms and interdependencies. The datasets provided by the ecosystem can be used for validation and verification of new models and implementations. Finally, the de facto ontology and standards for resilience research will be formed by the ecosystem.  The project’s impacts include the development of science-based, validated tools that are needed to make risk- and resilience-informed policy decisions.  These tools include the ability to quantify the effects of policy decisions at the community level, and on the population and local economy over time.  This ability to perform “what if” scenarios for long-term quantitative planning will be enabled by this OSE project.\r\n\r\nIn this NSF POSE Phase I project the team will begin by hosting focus group meetings among project participants and key stakeholders to operationalize metrics for success and engage in community building.  The founding open-source ecosystem (OSE) committee will partner with a consulting resource to identify appropriate organizational and governance models with continued engagement throughout the project.  Project activities will culminate with a final refinement of the governance structure and identification of methods for scaling the OSE.  IN-CORE models are open source-driven and improvement/additions in these models will enable broader impacts in both research and graduate education. Specifically, the ability for students to utilize IN-CORE as the computational environment for their theses and dissertations, investigators to write proposals and complete research projects, and enable training of IN-CORE users who can serve as consultants.  The IN-CORE ecosystem requires review and validation of science related to community resilience and thus while the code contribution may be of very good quality and good functionality, the scientific contribution must also be fully validated by the contributor. Secondly, the data contribution to ecosystems is very important, and therefore IP management for data is as equally important as the software IP. However, we recognize that a rigorous review process could hinder contributions to the ecosystem. Therefore, the IN-CORE OSE will consider how to maintain the scientific quality/validation of the contributions while encouraging the contributions.  This Phase I POSE project is an ideal setting to balance these complex and conflicting needs for the IN-CORE OSE.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "van de Lindt",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "John W van de Lindt",
   "pi_email_addr": "john.van_de_lindt@colostate.edu",
   "nsf_id": "000367997",
   "pi_start_date": "2022-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jong",
   "pi_last_name": "Lee",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jong S Lee",
   "pi_email_addr": "jonglee1@illinois.edu",
   "nsf_id": "000526793",
   "pi_start_date": "2022-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 S HOWES ST",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805212807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "211Y00",
   "pgm_ele_name": "POSE"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Community infrastructure includes housing, structures, electrical power, water and wastewater, transportation, and communication networks on which the economic and social well-being of any community depend.&nbsp; All are susceptible to damage due to natural hazards, such as hurricane windstorms and floods, tornadoes, wildfires, earthquakes, and tsunamis. Damage to a community&rsquo;s physical infrastructure has been shown to have a disproportionate impact on its social and economic losses.&nbsp; Community resilience planning encompasses the community&rsquo;s preparedness, response to and recovery from a damaging event. Enhancing community resilience remains a national imperative as reflected in recent significant financial investments in resilience enhancement at federal, state, and local levels and progress in disaster-related science and technology. IN-CORE is the product of a 10-year multi-university federally funded research project aimed at measuring community resilience to natural hazards.&nbsp; It is open-source and has a number of users but to date all contributors to the open-source code have been funded collaborators working in computer-focused fields.&nbsp; Enabling an open-source ecosystem (OSE) for IN-CORE will result in a rapid acceleration and adoption of the science of resilience modeling by harnessing the power and breadth of open-source, which was the objective of this project.</p>\n<p>The ability to update and add to the algorithms within IN-CORE for scientists, engineers, and ultimately communities to use is critical to the adoption of IN-CORE and providing mitigation and adaptation solutions for climate change such as sea level rise in coastal communities.&nbsp; &nbsp; The&nbsp;OSE&nbsp;model is critical to the success of such a platform and this POSE I project provided the necessary planning for a collaborative governance structure to be selected, initial user and contributor identification through a consultant, and a full understanding of where the need is for expansion of the user base.&nbsp; The IN-CORE community has a better understanding of the OSE structure and the roles in the community via the training provided by NSF. The IN-CORE community has agreed on a governance structure with a steering committee that has various roles, but all key to the success of the IN-CORE OSE.&nbsp; At the same time, Project IN-CORE, the non-profit arm of IN-CORE, has been approved to be fiscally sponsored by Community Initiatives and is beginning operation. Based on an analysis of the user base and stakeholders, we have conducted outreach activities at various conferences, city/communities, and industries.&nbsp; Additionally, graduate students are beginning to use IN-CORE to program their thesis work on natural hazards and community resilience in engineering and the social sciences.&nbsp; However, the OSE is critical to being able to enable them continued access, use, and contribution to this critical research. &nbsp;&nbsp;</p>\n<p>The original goal for IN-CORE was to enable risk-informed community resilience planning through validated tools that integrate physical, social, and economic systems to benefit communities challenged by natural hazards, enabling decision makers to evaluate policies and develop best practices for achieving community resilience goals.&nbsp; The science is in place but requires maintenance, operation, improvement, and governance through the OSE.&nbsp; Ultimately, the OSE planned in this POSE I project will expand and make communities - their infrastructure, people, and economies - safer and more resilient to natural hazards.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 05/11/2024<br>\nModified by: John&nbsp;W&nbsp;Van De Lindt</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2229608/2229608_10833551_1715468646462_INC___Logo___Slogan___LB_and_DB--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2229608/2229608_10833551_1715468646462_INC___Logo___Slogan___LB_and_DB--rgov-800width.png\" title=\"New IN-CORE logo\"><img src=\"/por/images/Reports/POR/2024/2229608/2229608_10833551_1715468646462_INC___Logo___Slogan___LB_and_DB--rgov-66x44.png\" alt=\"New IN-CORE logo\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A new IN-CORE logo and related slogan was developed during the POSE I planning period.</div>\n<div class=\"imageCredit\">NA</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">John&nbsp;W&nbsp;Van De Lindt\n<div class=\"imageTitle\">New IN-CORE logo</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2229608/2229608_10833551_1715468400789_POSE_Planning_Workshop___Denver_Aug_2023--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2229608/2229608_10833551_1715468400789_POSE_Planning_Workshop___Denver_Aug_2023--rgov-800width.jpg\" title=\"IN-CORE POSE Planning Workshop Aug 2023 - Denver CO\"><img src=\"/por/images/Reports/POR/2024/2229608/2229608_10833551_1715468400789_POSE_Planning_Workshop___Denver_Aug_2023--rgov-66x44.jpg\" alt=\"IN-CORE POSE Planning Workshop Aug 2023 - Denver CO\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The IN-CORE POSE project team and potential IN-CORE OSE contributors strategizing in Denver Colorado.  Presenting is Dan Katz, an OSE expert from the National Center for Supercomputing Applications.</div>\n<div class=\"imageCredit\">John W. van de Lindt</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">John&nbsp;W&nbsp;Van De Lindt\n<div class=\"imageTitle\">IN-CORE POSE Planning Workshop Aug 2023 - Denver CO</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nCommunity infrastructure includes housing, structures, electrical power, water and wastewater, transportation, and communication networks on which the economic and social well-being of any community depend. All are susceptible to damage due to natural hazards, such as hurricane windstorms and floods, tornadoes, wildfires, earthquakes, and tsunamis. Damage to a communitys physical infrastructure has been shown to have a disproportionate impact on its social and economic losses. Community resilience planning encompasses the communitys preparedness, response to and recovery from a damaging event. Enhancing community resilience remains a national imperative as reflected in recent significant financial investments in resilience enhancement at federal, state, and local levels and progress in disaster-related science and technology. IN-CORE is the product of a 10-year multi-university federally funded research project aimed at measuring community resilience to natural hazards. It is open-source and has a number of users but to date all contributors to the open-source code have been funded collaborators working in computer-focused fields. Enabling an open-source ecosystem (OSE) for IN-CORE will result in a rapid acceleration and adoption of the science of resilience modeling by harnessing the power and breadth of open-source, which was the objective of this project.\n\n\nThe ability to update and add to the algorithms within IN-CORE for scientists, engineers, and ultimately communities to use is critical to the adoption of IN-CORE and providing mitigation and adaptation solutions for climate change such as sea level rise in coastal communities.  TheOSEmodel is critical to the success of such a platform and this POSE I project provided the necessary planning for a collaborative governance structure to be selected, initial user and contributor identification through a consultant, and a full understanding of where the need is for expansion of the user base. The IN-CORE community has a better understanding of the OSE structure and the roles in the community via the training provided by NSF. The IN-CORE community has agreed on a governance structure with a steering committee that has various roles, but all key to the success of the IN-CORE OSE. At the same time, Project IN-CORE, the non-profit arm of IN-CORE, has been approved to be fiscally sponsored by Community Initiatives and is beginning operation. Based on an analysis of the user base and stakeholders, we have conducted outreach activities at various conferences, city/communities, and industries. Additionally, graduate students are beginning to use IN-CORE to program their thesis work on natural hazards and community resilience in engineering and the social sciences. However, the OSE is critical to being able to enable them continued access, use, and contribution to this critical research. \n\n\nThe original goal for IN-CORE was to enable risk-informed community resilience planning through validated tools that integrate physical, social, and economic systems to benefit communities challenged by natural hazards, enabling decision makers to evaluate policies and develop best practices for achieving community resilience goals. The science is in place but requires maintenance, operation, improvement, and governance through the OSE. Ultimately, the OSE planned in this POSE I project will expand and make communities - their infrastructure, people, and economies - safer and more resilient to natural hazards.\n\n\n\t\t\t\t\tLast Modified: 05/11/2024\n\n\t\t\t\t\tSubmitted by: JohnWVan De Lindt\n"
 }
}