{
 "awd_id": "2230861",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSFDEB-NERC: Understanding drought and post-drought legacy effects in tropical forest",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 480484.0,
 "awd_amount": 480484.0,
 "awd_min_amd_letter_date": "2022-07-08",
 "awd_max_amd_letter_date": "2022-07-08",
 "awd_abstract_narration": "This project addresses a significant gap in understanding of how tropical forests respond to drought, from the level of individual trees to that of the forest ecosystem. The research will leverage a large-scale drought experiment in a tropical Amazon forest in Brazil with the use of a new radar sensor. The results will provide advances in understanding the effects of drought, particularly at tree and forest scales. The tower-based radar sensor detects changes in vegetation water content at much higher resolution than is possible using satellite radar sensors. Researchers will integrate this forest-scale radar signal with detailed plant physiology data. The team will also compare the drought experiment with post-drought measurements to study the effects of long-term drought on forest recovery. The research is funded in partnership with the UK's Natural Environment Research Council (NERC) as an international collaboration between U.S. and U.K. laboratories. This study will also support the  training of a postdoctoral researcher and two \"Science and and Impact\" workshops.\r\n\r\nThis study of large-scale forest ecosystem experimentation and multi-scale measurements in the Amazonian rain forest has several  objectives. The project will create new capacity to monitor the effects of drought on tropical forests by using high-resolution tower-based radar water-content signal. The tower-based sensor data will be compared and calibrated with plant tissue water potential measurements and moisture release from leaf (/canopy) or woody (/stem) tissue. The plant and radar drought-stress response data will be further used to infer altered overall function during drought at tree and forest scales, using measurements of water use (transpiration) and hydraulic conductance in trees and soil. The project will also perform a test of whether, after the experimental drought has been removed, the radar-plant water potential relationship can inform scientific understanding of the rate of recovery in plant status metrics (water content and water potential), and in overall tree and forest functional capacity (transpiration, hydraulic conductance). This will determine how quickly the forest is able to recover from the drought, whether there are post-drought legacy effects, and whether the forest remains at risk of functional failure under future drought. Finally, the results will be compared and integrated with satellite-based signals from both existing and emerging satellite-radar data-streams. The relationships will be used to develop the potential to dynamically map and predict drought risk in tropical forests, and to improve the detection of biomass change from space. In addition to training a postdoctoral researcher in an international collaborative project, the investigators will engage  stakeholders (land surface modellers; and land use/climate mitigation planners) through two Science & Impact workshops at the start and end of the project to identify improvements in monitoring and model-based prediction of land-atmosphere interactions, and early warning of drought risk to forests for use in land-use planning.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sassan",
   "pi_last_name": "Saatchi",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Sassan S Saatchi",
   "pi_email_addr": "ssaatchi@ucla.edu",
   "nsf_id": "000243459",
   "pi_start_date": "2022-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "738100",
   "pgm_ele_name": "Ecosystem Science"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 480484.0
  }
 ],
 "por": null
}