{
 "awd_id": "2230262",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Asymptotics of Positive Temperature Models From Statistical Mechanics",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 149276.0,
 "awd_amount": 107892.0,
 "awd_min_amd_letter_date": "2022-05-23",
 "awd_max_amd_letter_date": "2022-05-23",
 "awd_abstract_narration": "This project aims to understand the behavior of large random systems at positive temperature. Examples of such models are given by random three-dimensional stepped surfaces, interacting particles systems, the six-vertex model (used to describe the structure of a thin film of water molecules), and interacting avoiding random walkers (sometimes called line ensembles). Many of these models have remarkable algebraic and combinatorial properties, which makes their study tractable. The main goal of the project is to obtain a detailed description (involving exact mathematical formulas) of the asymptotic behavior of these random systems as their size (volume and/or the number of particles) grows.  \r\n\r\nThe project involves three interwined directions of research. The first involves the derivation and asymptotic analysis of joint observables for integrable models in the Kardar-Parisi-Zhang (KPZ) universality class. A distinguished feature of integrable models is that they allow for various exact formulas of different observables. A notorious problem with many of these formulas is that they are difficult to study asymptotically, due to the presence of hard to control cross-terms, and one of the goals of the project is to develop a framework for analyzing these cross-terms. The second direction of the project is to establish universal scaling limits for Gibbsian line ensembles. Various integrable models, such as Hall-Littlewood processes and the log-gamma polymer, naturally carry a structure of a line ensemble and it is expected that these ensembles converge to the parabolic Airy line ensemble (one of the universal scaling limits in the KPZ universality class) -- the project seeks to establish this statement. The third direction of the project is to utilize loop equations to understand the scaling limits of multi-level interacting particle systems, which are discrete analogues of the beta-corners processes from random matrix theory and are related to Jack symmetric functions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Evgeni",
   "pi_last_name": "Dimitrov",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Evgeni S Dimitrov",
   "pi_email_addr": "edimitro@usc.edu",
   "nsf_id": "000787167",
   "pi_start_date": "2022-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S FLOWER ST FL 3",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900074304",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126300",
   "pgm_ele_name": "PROBABILITY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 107892.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit.</strong> The project &ldquo;Asymptotics of positive temperature models from statistical mechanics&rdquo; has supported a large body of work on the analysis of non-free-fermionic integrable models (this is what is meant by &ldquo;positive temperature models&rdquo;) using a combination of careful analysis of exact formulas and Gibbs properties. Gibbs properties are internal consistency conditions that appear in many instances, and this project dealt with two broad classes of models &ndash; one is called Gibbsian line ensembles and the other corners processes.</p>\n<p>Gibbsian line ensembles arise in many models of statistical mechanics. Sometimes their presence is apparent like as level lines of random stepped surfaces (these are toy models for phenomena like crystal formation), and sometimes their presence is hidden and only becomes visible after a suitable transformation (this is the case in certain directed polymer models). Once their presence is recognized they can be utilized to great effect to prove sharp results and enhanced forms of universality. The PI&rsquo;s works have been instrumental in proving the first results of this kind for positive temperature models including the KPZ equation and the log-gamma polymer (and their corresponding line ensembles).</p>\n<p>Corners processes arise in random tiling models (these can also be thought of as stepped surfaces) and random matrix theory. The PI has introduced a framework for studying such models called multi-level loop equations, which have been used to study the global asymptotic behavior (both law of large numbers and central limit theorems) for corners processes.</p>\n<p>The project has resulted in ten completed and two ongoing papers (an additional two were part of the proposal but completed prior to the award date).</p>\n<p><strong>Broader Impacts.</strong> The PI has been actively involved in mentoring undergraduate and graduate students through directed reading and research programs. He has co-organized an REU program in Columbia that involved five undergraduate and one graduate student and has conducted various directed reading/research programs with undergraduate and graduate students at Columbia and USC. The PI has been a co-organizer of a symposium on &ldquo;Probabilistic Methods in Biological Sciences&rdquo; (2020), the Northeast Probability Seminar (2020, 2021); the Columbia Probability and Integrable Probability Seminars (2018-2022); the USC Probability and Statistics Seminar (2023-Present). During the period of the project the PI has given talks at numerous seminars, summer schools and conferences both domestic and international, disseminating the findings of the research project.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/29/2024<br>\nModified by: Evgeni&nbsp;S&nbsp;Dimitrov</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit. The project Asymptotics of positive temperature models from statistical mechanics has supported a large body of work on the analysis of non-free-fermionic integrable models (this is what is meant by positive temperature models) using a combination of careful analysis of exact formulas and Gibbs properties. Gibbs properties are internal consistency conditions that appear in many instances, and this project dealt with two broad classes of models  one is called Gibbsian line ensembles and the other corners processes.\n\n\nGibbsian line ensembles arise in many models of statistical mechanics. Sometimes their presence is apparent like as level lines of random stepped surfaces (these are toy models for phenomena like crystal formation), and sometimes their presence is hidden and only becomes visible after a suitable transformation (this is the case in certain directed polymer models). Once their presence is recognized they can be utilized to great effect to prove sharp results and enhanced forms of universality. The PIs works have been instrumental in proving the first results of this kind for positive temperature models including the KPZ equation and the log-gamma polymer (and their corresponding line ensembles).\n\n\nCorners processes arise in random tiling models (these can also be thought of as stepped surfaces) and random matrix theory. The PI has introduced a framework for studying such models called multi-level loop equations, which have been used to study the global asymptotic behavior (both law of large numbers and central limit theorems) for corners processes.\n\n\nThe project has resulted in ten completed and two ongoing papers (an additional two were part of the proposal but completed prior to the award date).\n\n\nBroader Impacts. The PI has been actively involved in mentoring undergraduate and graduate students through directed reading and research programs. He has co-organized an REU program in Columbia that involved five undergraduate and one graduate student and has conducted various directed reading/research programs with undergraduate and graduate students at Columbia and USC. The PI has been a co-organizer of a symposium on Probabilistic Methods in Biological Sciences (2020), the Northeast Probability Seminar (2020, 2021); the Columbia Probability and Integrable Probability Seminars (2018-2022); the USC Probability and Statistics Seminar (2023-Present). During the period of the project the PI has given talks at numerous seminars, summer schools and conferences both domestic and international, disseminating the findings of the research project.\n\n\n\t\t\t\t\tLast Modified: 09/29/2024\n\n\t\t\t\t\tSubmitted by: EvgeniSDimitrov\n"
 }
}