{
 "awd_id": "2230743",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PIRE: Deeply Decarbonizing Global Industrial Supply Chains: Technology, Organizational Practices, and Institutional Design",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924940",
 "po_email": "mkukla@nsf.gov",
 "po_sign_block_name": "Maija Kukla",
 "awd_eff_date": "2023-01-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 1499635.0,
 "awd_amount": 1499635.0,
 "awd_min_amd_letter_date": "2022-08-19",
 "awd_max_amd_letter_date": "2022-08-19",
 "awd_abstract_narration": "Drastically reducing greenhouse gas (GHG) emissions from industrial production worldwide while limiting adverse impacts on workers and communities is a major societal challenge. The industrial sector accounts for around one-third of global GHG emissions, with cement, chemicals and plastics, and iron and steelmaking being the three largest contributing industries. Decarbonizing current processes is complicated by the challenge of replacing fossil fuels as a heat source and implies changes in labor requirements, which could disproportionately impact energy communities and vulnerable members of the energy workforce. Furthermore, a large share of industrial sector output is traded internationally, potentially disadvantaging producers that face stringent domestic climate policies and encouraging relocation of production to less regulated markets. By engaging students and researchers at centers of excellence and a broad, diverse network of multi-sector, multi-stakeholder partners in China, Germany, South Africa, and the United States, this partnership will use data science and case study analysis to generate innovative solutions to the technological and societal challenges of industrial decarbonization. These solutions will be rooted in a deep contextual and data-driven understanding of production geographies and their connected communities in major centers of industrial activity worldwide. The shared insights and global awareness developed in this partnership will support national health, prosperity, and welfare in a clean energy transition. \r\n\r\nThe goal of the Industrial Decarbonization Analysis, Benchmarking, and Action (INDABA) partnership is to integrate global expertise in materials science and engineering, data science, economics, and decision analysis in a convergence approach to address the challenge of decarbonizing industrial supply chains. Partnership activities bring together research teams in China, Germany, South Africa, and the United States to develop data and analysis, to conduct case study comparisons of regional approaches, and ultimately to form a shared understanding of global opportunities to demonstrate technologies and infrastructure to enable deep decarbonization. Specifically, the partnership will use machine learning techniques to illuminate drivers of industrial greenhouse gas (GHG) emissions at the plant and process level in diverse global settings and develop use-inspired approaches to evaluate plant- and region-specific options for decarbonization considering technical, economic, and societal impacts. The outcome of this research will be the development of a novel global dataverse and the advancement of machine learning approaches to examine GHG emissions drivers for industrial plants in three sectors, cement, chemicals and plastics, and iron and steelmaking. Through international collaboration, participants in the partnership will examine how industrial decarbonization investments can be most effectively customized or scaled within country-, region-, and plant-specific contexts. This partnership will further accelerate industrial decarbonization by educating diverse audiences via new curriculum, policy memos, and publications. Together these activities will lay the foundation for technology demonstrations and coordinated institutional design to advance global efforts to mitigate climate change.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Valerie",
   "pi_last_name": "Karplus",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Valerie J Karplus",
   "pi_email_addr": "vkarplus@andrew.cmu.edu",
   "nsf_id": "000609399",
   "pi_start_date": "2022-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Petrus",
   "pi_last_name": "Pistorius",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Petrus C Pistorius",
   "pi_email_addr": "pistorius@cmu.edu",
   "nsf_id": "000527023",
   "pi_start_date": "2022-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paulina",
   "pi_last_name": "Jaramillo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paulina Jaramillo",
   "pi_email_addr": "pjaramil@andrew.cmu.edu",
   "nsf_id": "000571191",
   "pi_start_date": "2022-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edson",
   "pi_last_name": "Severnini",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Edson R Severnini",
   "pi_email_addr": "edsons@andrew.cmu.edu",
   "nsf_id": "000651569",
   "pi_start_date": "2022-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133890",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774200",
   "pgm_ele_name": "PIRE- Prtnrshps Inter Res & Ed"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1066",
   "pgm_ref_txt": "SOUTH AFRICA"
  },
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  },
  {
   "pgm_ref_code": "5936",
   "pgm_ref_txt": "GERMANY (F.R.G.)"
  },
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 1499635.0
  }
 ],
 "por": null
}