{
 "awd_id": "2230599",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: High-throughput screening platform for complex visual properties",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2022-07-29",
 "awd_max_amd_letter_date": "2024-01-23",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the development of a technology that enables rapid and cost-effective engineering of proteins and cells. The technology has the potential to accelerate the development of many types of biological products such as protein-based biosensors, enzymes, therapeutic proteins, and genetic circuits. The technology could results in more environmentally-friendly methods of producing existing materials and faster development of pharmaceuticals. The bio-pharma industry suffers from slow, expensive, and risky development of therapeutics and diagnostics; The drugs that reach the market often require a lengthy discovery and development process that takes over a decade with an average cost of $1-2 billion. This platform seeks to develop bio-products more efficiently.\r\n\r\nThis I-Corps project seeks to develop a microscopy-based bioengineering platform that can design spatial and temporal properties of proteins and cells at unprecedented speed. This platform may increase the speed of innovation by several magnitudes using custom computer vision software and a light-mediated, single-cell retrieval method to conduct single-cell level screening. The screening process and analyses can be tuned to fit the needs of a specific workflow in different experimental contexts. The platform's utility is demonstrated by optimizing fluorescent protein probes, common visualization tools used by biologists. Using this platform, millions protein variants are tested and variants are identified with the most stable fluorescence output.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francois",
   "pi_last_name": "St-Pierre",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Francois St-Pierre",
   "pi_email_addr": "stpierre@bcm.edu",
   "nsf_id": "000733213",
   "pi_start_date": "2022-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Baylor College of Medicine",
  "inst_street_address": "1 BAYLOR PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137981297",
  "inst_zip_code": "770303411",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "BAYLOR COLLEGE OF MEDICINE",
  "org_prnt_uei_num": "FXKMA43NTV21",
  "org_uei_num": "FXKMA43NTV21"
 },
 "perf_inst": {
  "perf_inst_name": "Baylor College of Medicine",
  "perf_str_addr": "1 BAYLOR PLZ",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770303411",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"flex max-w-full flex-col flex-grow\">\n<div class=\"min-h-8 text-message flex w-full flex-col items-end gap-2 whitespace-normal break-words [.text-message+&amp;]:mt-5\">\n<div class=\"flex w-full flex-col gap-1 empty:hidden first:pt-[3px]\">\n<div class=\"markdown prose w-full break-words dark:prose-invert light\">\n<p>A critical step in commercializing cutting-edge new technology is to understand the technical gap and the market needs. This grant enabled our team, two postdoctoral fellows and an assistant professor, to obtain important entrepreneurship training to reduce the commercialization and market risks. We started this project with a set of hypotheses regarding the commercialization of our platform technology. We validate or invalidate our hypotheses; we went out to conferences in San Diego, Houston, and Boston to conduct more than 200 customer discovery interviews. We met potential customers in biotech, pharmaceutical and microscopy companies. Our interviewees had various roles including CEO, VP of research, scientists, and venture capitalist. Our interviews provided critical insight into our customer segment and allowed us to refine our business model. In addition, our team received mentorship and training in defining the customer segment, value proposition, market strategy, IP protection strategy, pitching and more. From the lessons that we have learned, we are currently working on refining our technology to better meet our customers&rsquo; need. Overall, this grant has been instrumental for technical founders in academia to receive business training to help commercialize the inventions in the lab to make a postiive impact into the real world.</p>\n</div>\n</div>\n</div>\n</div><br>\n<p>\n Last Modified: 11/02/2024<br>\nModified by: Francois&nbsp;St-Pierre</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\n\n\nA critical step in commercializing cutting-edge new technology is to understand the technical gap and the market needs. This grant enabled our team, two postdoctoral fellows and an assistant professor, to obtain important entrepreneurship training to reduce the commercialization and market risks. We started this project with a set of hypotheses regarding the commercialization of our platform technology. We validate or invalidate our hypotheses; we went out to conferences in San Diego, Houston, and Boston to conduct more than 200 customer discovery interviews. We met potential customers in biotech, pharmaceutical and microscopy companies. Our interviewees had various roles including CEO, VP of research, scientists, and venture capitalist. Our interviews provided critical insight into our customer segment and allowed us to refine our business model. In addition, our team received mentorship and training in defining the customer segment, value proposition, market strategy, IP protection strategy, pitching and more. From the lessons that we have learned, we are currently working on refining our technology to better meet our customers need. Overall, this grant has been instrumental for technical founders in academia to receive business training to help commercialize the inventions in the lab to make a postiive impact into the real world.\n\n\n\n\t\t\t\t\tLast Modified: 11/02/2024\n\n\t\t\t\t\tSubmitted by: FrancoisSt-Pierre\n"
 }
}