{
 "awd_id": "2230363",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CEDAR:  Euler potentials for field-aligned and shell  currents in the ionosphere",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032928963",
 "po_email": "sraizada@nsf.gov",
 "po_sign_block_name": "Shikha Raizada",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 219902.0,
 "awd_amount": 219902.0,
 "awd_min_amd_letter_date": "2022-07-28",
 "awd_max_amd_letter_date": "2022-07-28",
 "awd_abstract_narration": "The Earth’s ionosphere is the part of the upper atmosphere that has a relatively high concentration of charged particles, largely due to solar radiation.  This region, from about 50 km to 1000 km above the Earth’s surface, has complex electro-dynamic processes that have important effects in a wide range of areas from the surface magnetic field to radiation in space.  The PI seeks to engage undergraduate researchers to study the field-aligned currents in the ionosphere, in which the electric current flows along the Earth’s magnetic field lines.  This work will allow the students to learn how to analyze and interpret ionospheric data.  The PI also aims to recruit minority students into Physics from different backgrounds via a series of workshops organized by the American Institute of Physics. \r\n\r\nThe PI plans to use Euler potentials which can be derived analytically from magnetic field and applied for tracing current streamlines and charged particles trajectories.  This project will use Euler potentials to reconstruct shell currents from ground-based and space-based observations, which has not been done before. This project is important for understanding ionosphere-magnetosphere-thermosphere coupling. An analytical description of electric current systems in the ionosphere will be given for the first time. The results will be useful for planning and managing low-altitude satellites and predicting GPS signal disruptions. The main expected outcome of the project is to find shell currents distribution in the ionosphere, important for reliable calculations of Joule heating. \r\n\r\nThis project has three objectives: 1) To determine Euler potentials for the magnetic field in the ionosphere and in its vicinity, 2) To use the Euler potentials for calculation of charged particle motion, and 3) To find electric current streamlines using the Euler potentials. Field-aligned currents (FAC) and induced magnetic field variations with good temporal and spatial resolution can be obtained from Ionospheric data and empirical models. However, the merging between FAC and shell currents (SLC) is not determined. The application of the methods in the ionosphere will make the ionospheric currents modeling more reliable and closer to reality. This method can define each magnetic field line and track changes over time. The formation and evolution of field-aligned currents can be monitored as well. The proposed Euler potentials method can find the induced magnetic field analytically, which is a much easier and faster process that the Biot-Savart integration.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Evgeny",
   "pi_last_name": "Romashets",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Evgeny Romashets",
   "pi_email_addr": "eromashets@lamar.edu",
   "nsf_id": "000879283",
   "pi_start_date": "2022-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lamar University",
  "inst_street_address": "4400 S M L King Jr Pkwy",
  "inst_street_address_2": "",
  "inst_city_name": "Beaumont",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "4098807670",
  "inst_zip_code": "777055748",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "TX14",
  "org_lgl_bus_name": "LAMAR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MEYGUN6CCN16"
 },
 "perf_inst": {
  "perf_inst_name": "Lamar University",
  "perf_str_addr": "4400 S M L King Jr Pkwy",
  "perf_city_name": "Beaumont",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "777055748",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "TX14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 219902.0
  }
 ],
 "por": null
}