{
 "awd_id": "2230331",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Peripheral Artery Disease Treatment and Arteriogenic Hydrogels",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922061",
 "po_email": "jcamelio@nsf.gov",
 "po_sign_block_name": "Jaime A. Camelio",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2022-06-22",
 "awd_max_amd_letter_date": "2023-12-06",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the development of biomaterials and vascular therapies. This project may enable the exploration of arteriogenic therapeutics such as hydrogels, in clinical applications. The potential treatment may serve as a novel treatment option that is minimally invasive and provide an effective long-term solution. This hydrogel technology may also provide a learning opportunity for the medical field to better understand how therapeutics impact patient care and biological functions. For instance, use of the hydrogel has the potential to reduce the overall cost of care for patients, providers, and payors while improving patient quality of life.\r\n\r\nThis I-Corps project is based on the development of an adaptable biomaterial that could be used to treat multiple indications. Better understanding the utility potential of such a technology would open doors future advanced arteriogenic therapies. This product may have the ability to grow large, smooth-muscle lined arterioles capable of handling bulk blood flow. Use of the proposed hydrogels could improve patient care and treatment of ischemic conditions, such as peripheral arterial disease (PAD) or stroke. The hydrogel is a polymer-based biomaterial containing an active peptide, which works to promote the growth and integration of new blood vessels. Minimally invasive relative to existing treatment options, injection of this hydrogel at sites of arterial occlusion may help to naturally restore blood supply to the effected tissues and prevent further complications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ethan",
   "pi_last_name": "Lippmann",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Ethan S Lippmann",
   "pi_email_addr": "ethan.s.lippmann@vanderbilt.edu",
   "nsf_id": "000721984",
   "pi_start_date": "2022-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "K9AHBDTKCB55",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "110 21ST AVENUE S STE 800",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372032408",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5345",
   "pgm_ref_txt": "BIOMEDICAL ENGINEERING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Through participation in the NSF I-Corps Program and subsequent follow-up efforts, our team conducted over 200 customer discovery interviews with clinicians, industry stakeholders, regulatory consultants, and other key influencers across the ecosystem. These interviews focused on two main clinical areas for potential commercialization of our injectable hydrogel technology: orthopedic trauma and peripheral artery disease (PAD).</p>\r\n<p>In orthopedics, our early interviews revealed that our original target&mdash;ligament injuries like ACL tears&mdash;was not an ideal market fit, as clinicians expressed concern about promoting vascularization in intra-articular environments. This insight led us to pivot and explore non-union fractures, where poor vascularization is a known cause of impaired healing, particularly in high-risk patients such as the elderly, smokers, and those with diabetes. Our more recent interviews with orthopedic trauma surgeons reaffirmed a growing interest in drug and biologic therapies as adjuncts to hardware-based repairs. Surgeons expressed a consistent desire for therapies that could enhance blood flow and accelerate recovery, especially for difficult-to-heal fractures. Military physicians, in particular, emphasized the value of reducing recovery times for service members, highlighting both the therapeutic and strategic importance of this indication.</p>\r\n<p>Simultaneously, we explored the PAD space, particularly in patients with occlusions below the knee. Interviews with vascular surgeons and interventional radiologists illuminated key limitations in the current standard of care. Catheter- and stent-based procedures are the most common treatment but have high failure rates and often result in amputation. Our interviewees noted an urgent need for more effective, targeted therapies. At the same time, we learned that the economic incentives within these procedures are complex. Some procedures yield high reimbursement for providers, and the introduction of a new therapy could be seen as either a threat or opportunity, depending on the specialty. While certain surgeons might be resistant to change due to financial concerns, others&mdash;particularly interventional radiologists&mdash;view drug/biologic-based adjuncts as complementary to their existing procedures.</p>\r\n<p>Beyond clinical feedback, we sought to understand the regulatory and commercial landscape. Discussions with regulatory consultants helped us determine that the most appropriate regulatory pathway for injectable combination products is most likely through an Investigational New Drug (IND) application. We gained clarity on preclinical data requirements, including the need for large animal studies to demonstrate safety and efficacy, and information that the FDA likes to have during review. These insights have directly informed our ongoing research strategy and preparation for a pre-IND meeting with the FDA.</p>\r\n<p>Across all of our discussions, interviewees underscored the importance of designing a product that is not only clinically effective but also cost-effective, easy to deliver, and seamlessly integrated into existing workflows, while also significantly improving patient outcomes in the clinic. These insights are helping us frame our go-to-market strategy, particularly around reimbursement and health system/physician adoption.</p>\r\n<p>The NSF I-Corps Program played a pivotal role in shaping these outcomes. It provided the structure, mentorship, and funding necessary to conduct these interviews and make informed, strategic decisions. We refined our value proposition, identified our most promising beachhead markets, and eliminated less viable opportunities. Most importantly, the program instilled a discipline of continuous customer discovery and iterative development that we continue to apply as we advance.</p>\r\n<p>Looking ahead, we will focus on validating the orthopedic trauma market opportunity further, while continuing to assess potential in PAD and other related indications such as wound healing. We aim to expand our R&amp;D efforts to meet regulatory milestones, continue building relationships with clinicians and strategic partners, and raise funding to support our next phase of growth. The lessons and momentum gained from the NSF I-Corps experience have positioned us well to translate our technology from the lab to the clinic with greater clarity, efficiency, and purpose.</p>\r\n<p>&nbsp;</p>\r\n<div id=\"highlighter--hover-tools\" style=\"display: none;\">\r\n<div id=\"highlighter--hover-tools--container\"></div>\r\n</div><br>\n<p>\n Last Modified: 04/14/2025<br>\nModified by: Ethan&nbsp;S&nbsp;Lippmann</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThrough participation in the NSF I-Corps Program and subsequent follow-up efforts, our team conducted over 200 customer discovery interviews with clinicians, industry stakeholders, regulatory consultants, and other key influencers across the ecosystem. These interviews focused on two main clinical areas for potential commercialization of our injectable hydrogel technology: orthopedic trauma and peripheral artery disease (PAD).\r\n\n\nIn orthopedics, our early interviews revealed that our original targetligament injuries like ACL tearswas not an ideal market fit, as clinicians expressed concern about promoting vascularization in intra-articular environments. This insight led us to pivot and explore non-union fractures, where poor vascularization is a known cause of impaired healing, particularly in high-risk patients such as the elderly, smokers, and those with diabetes. Our more recent interviews with orthopedic trauma surgeons reaffirmed a growing interest in drug and biologic therapies as adjuncts to hardware-based repairs. Surgeons expressed a consistent desire for therapies that could enhance blood flow and accelerate recovery, especially for difficult-to-heal fractures. Military physicians, in particular, emphasized the value of reducing recovery times for service members, highlighting both the therapeutic and strategic importance of this indication.\r\n\n\nSimultaneously, we explored the PAD space, particularly in patients with occlusions below the knee. Interviews with vascular surgeons and interventional radiologists illuminated key limitations in the current standard of care. Catheter- and stent-based procedures are the most common treatment but have high failure rates and often result in amputation. Our interviewees noted an urgent need for more effective, targeted therapies. At the same time, we learned that the economic incentives within these procedures are complex. Some procedures yield high reimbursement for providers, and the introduction of a new therapy could be seen as either a threat or opportunity, depending on the specialty. While certain surgeons might be resistant to change due to financial concerns, othersparticularly interventional radiologistsview drug/biologic-based adjuncts as complementary to their existing procedures.\r\n\n\nBeyond clinical feedback, we sought to understand the regulatory and commercial landscape. Discussions with regulatory consultants helped us determine that the most appropriate regulatory pathway for injectable combination products is most likely through an Investigational New Drug (IND) application. We gained clarity on preclinical data requirements, including the need for large animal studies to demonstrate safety and efficacy, and information that the FDA likes to have during review. These insights have directly informed our ongoing research strategy and preparation for a pre-IND meeting with the FDA.\r\n\n\nAcross all of our discussions, interviewees underscored the importance of designing a product that is not only clinically effective but also cost-effective, easy to deliver, and seamlessly integrated into existing workflows, while also significantly improving patient outcomes in the clinic. These insights are helping us frame our go-to-market strategy, particularly around reimbursement and health system/physician adoption.\r\n\n\nThe NSF I-Corps Program played a pivotal role in shaping these outcomes. It provided the structure, mentorship, and funding necessary to conduct these interviews and make informed, strategic decisions. We refined our value proposition, identified our most promising beachhead markets, and eliminated less viable opportunities. Most importantly, the program instilled a discipline of continuous customer discovery and iterative development that we continue to apply as we advance.\r\n\n\nLooking ahead, we will focus on validating the orthopedic trauma market opportunity further, while continuing to assess potential in PAD and other related indications such as wound healing. We aim to expand our R&D efforts to meet regulatory milestones, continue building relationships with clinicians and strategic partners, and raise funding to support our next phase of growth. The lessons and momentum gained from the NSF I-Corps experience have positioned us well to translate our technology from the lab to the clinic with greater clarity, efficiency, and purpose.\r\n\n\n\r\n\r\n\r\n\t\t\t\t\tLast Modified: 04/14/2025\n\n\t\t\t\t\tSubmitted by: EthanSLippmann\n"
 }
}