{
 "awd_id": "2231624",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "URoL:EN Converging on the Rules of Emergence for Preventing Land Use-Induced Spillover",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": "7032924481",
 "po_email": "hmunoz@nsf.gov",
 "po_sign_block_name": "Hector Munoz-Avila",
 "awd_eff_date": "2022-05-01",
 "awd_exp_date": "2027-03-31",
 "tot_intn_awd_amt": 2940810.0,
 "awd_amount": 2940810.0,
 "awd_min_amd_letter_date": "2022-07-14",
 "awd_max_amd_letter_date": "2022-11-10",
 "awd_abstract_narration": "Conceptually, land use change is recognized as a primary driver of zoonotic pathogen spillover from wildlife to human populations. However, the mechanisms by which land use change triggers the cascade of events that lead to spillover are little studied and have never been investigated from the perspective of a convergent, emerging network. In this project an interdisciplinary team will use convergent biological, computational, and social science approaches to identify the rules of life for land use-induced spillover. They will explore how land use change drives spillover of bat-borne Hendra and Nipah virus, which are World Health Organization priority-pathogens with epidemic and pandemic potential. This research will address the multiple scales of complexity that drive zoonotic spillover, and interactions among global climate change, local land use changes, and the human motivations and behaviors that lead to spillover. It will provide substantive insight into the mechanisms of spillover to inform the prevention of future pandemics from bat-derived viruses. The researchers will test existing assumptions and develop new theories and concepts to understand how human health and well-being is connected to the health of landscapes. Resulting insights could include how to break the land use-induced spillover network via ecological action (e.g., habitat restoration), economic incentives, and proactive actions rather than reactive social responses to pandemics. Understanding the emerging network of land use-induced spillover that leads to global emergencies such as the COVID-19 pandemic has tremendous societal relevance. The project will engage a diverse team of researchers and train four graduate students and three postdoctoral scholars, that encompass multiple scientific disciplines. \r\n\r\nLand use change is a global phenomenon that is accelerating as human activity expands worldwide. This project will address the fundamental components of how land use change drives pathogen spillover into the human population, for emerging bat henipaviruses. The research will address three convergent questions: 1. Emergence: How does loss of habitat through deforestation interact with climatic cycles to trigger the chain of events that lead to viral spillover? 2. Network operations: How do environmental, biotic, human-engineered, and social systems interact to catalyze viral spillover? 3. Prevention or mitigation: How can viral spillover be prevented and mitigated by a convergent approach to ecological, socio-economic, and human-centric interventions to manage and communicate the risk of spillover? Researchers will study the interactions among environmental, ecological, sociological, and economic drivers of land use decisions, and the effects of such decisions on pathogen shedding from bats and zoonotic contacts between bats and spillover hosts. They will develop the knowledge and risk communication strategies needed to change human responses from reactive to proactive, to disrupt the negative cascades of land use-induced spillover networks and prevent future spillover events.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raina",
   "pi_last_name": "Plowright",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Raina K Plowright",
   "pi_email_addr": "rplowright@gmail.com",
   "nsf_id": "000682813",
   "pi_start_date": "2022-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 Pine Tree Rd",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "106Y00",
   "pgm_ele_name": "URoL-Understanding the Rules o"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 2940810.0
  }
 ],
 "por": null
}