{
 "awd_id": "2231916",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: Climate Resilience and Managing Water Resources",
 "cfda_num": "47.084",
 "org_code": "15020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Linda Molnar",
 "awd_eff_date": "2022-07-15",
 "awd_exp_date": "2022-12-31",
 "tot_intn_awd_amt": 94090.0,
 "awd_amount": 94090.0,
 "awd_min_amd_letter_date": "2022-08-25",
 "awd_max_amd_letter_date": "2022-08-25",
 "awd_abstract_narration": "Water sits at the nexus of every human activity. Agriculture, power generation, transportation, public health, and industrial processes depend on consistent availability and quality of water resources. When these conditions are not met, significant disease, famine, and conflict can ensue. But water resources are complicated, and water quantity and quality are not consistently distributed around the planet, causing water inequities. These disparities are only getting worse with ongoing climate change, and any disproportionately felt effects are likely to be amplified. If we are going to improve resilience to climate change, we need to improve water resource access, management, and equity. Because water needs are ubiquitous and pervasive, there are no one-size-fits-all answers. We need a whole-of-society approach to addressing water resilience, and we don't really know what that is yet.\r\n\r\nThis project will convene a three-day Convergence Accelerator Workshop to bring sharper focus on existing research gaps in water resources.  This workshop will bring together experts from academia, industry, government, society, and numerous other stakeholder communities to identify critical research gaps that may have been missed by previous narrowly focused efforts and will highlight high priority areas to be addressed in a further, larger program. There will be particular focus on connections between the research community and extensive efforts on the operational side (such as at USDA and others) for maximum societal impact.  In doing so, the workshop will galvanize the research community and build a network of partnerships between a wide variety of stakeholders, especially beyond academia. One of the main purposes of the workshop is to identify strategies and effectiveness of different approaches to climate resilience and water resources that will have societal impact in the next few years.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "ITE",
 "org_div_long_name": "Innovation and Technology Ecosystems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Kravitz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Kravitz",
   "pi_email_addr": "bkravitz@iu.edu",
   "nsf_id": "000797235",
   "pi_start_date": "2022-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131Y00",
   "pgm_ele_name": "Convergence Accelerator Resrch"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 94090.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In October 2022, Indiana University in collaboration with the National Science Foundation convened a Convergence Accelerator workshop entitled &ldquo;Climate Resilience and Water Resources.&rdquo;&nbsp;&nbsp;Water sits at the nexus of every human activity, yet water resources are complicated, and water quantity and quality are not consistently distributed around the planet, causing water inequities.&nbsp;&nbsp;Because water needs are ubiquitous and pervasive, there are no one-size-fits-all answers. We need a whole-of-society approach to addressing water resilience; this fits well within the purpose of the Convergence Accelerator Program.&nbsp;&nbsp;The virtual workshop hosted 44 experts in water resources from academia, government, industry, and other sectors to discuss key problems in water resources that could be addressed by a targeted 2-3 year research program.&nbsp;&nbsp;The workshop participants identified several overarching priorities, including engaging those affected by water; attending to environmental and social justice; encouraging cross-agency cooperation in the federal government; prioritizing water as a human right; improving water literacy; and prioritizing&nbsp;Diversity, Equity, Inclusion, and Justice (DEIJ).&nbsp;&nbsp;The participants also identified several specific recommendations that could be rolled out rapidly and have potential business/commercialization opportunities:&nbsp;&nbsp;identify opportunities for fit-for-use water (that is, why are all municipal water sources purified to drinking water standards?); treat water resilience as a complex system and use approaches that we use for other complex systems; reduce pollution sources; focus on antibiotic resistance genes (ARGs); and develop frameworks for governance that have flexibility to scale (some things work better locally and some work better federally).&nbsp;&nbsp;Of key importance is setting up a process that continues to involve more stakeholders and participants from a variety of sectors so that individual and community priorities can be incorporated and so solutions can be co-developed.&nbsp;&nbsp;The key outcome of this workshop is a report describing these research and funding priorities in more detail and the discussions that led to them.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/01/2023<br>\n\t\t\t\t\tModified by: Benjamin&nbsp;Kravitz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn October 2022, Indiana University in collaboration with the National Science Foundation convened a Convergence Accelerator workshop entitled \"Climate Resilience and Water Resources.\"  Water sits at the nexus of every human activity, yet water resources are complicated, and water quantity and quality are not consistently distributed around the planet, causing water inequities.  Because water needs are ubiquitous and pervasive, there are no one-size-fits-all answers. We need a whole-of-society approach to addressing water resilience; this fits well within the purpose of the Convergence Accelerator Program.  The virtual workshop hosted 44 experts in water resources from academia, government, industry, and other sectors to discuss key problems in water resources that could be addressed by a targeted 2-3 year research program.  The workshop participants identified several overarching priorities, including engaging those affected by water; attending to environmental and social justice; encouraging cross-agency cooperation in the federal government; prioritizing water as a human right; improving water literacy; and prioritizing Diversity, Equity, Inclusion, and Justice (DEIJ).  The participants also identified several specific recommendations that could be rolled out rapidly and have potential business/commercialization opportunities:  identify opportunities for fit-for-use water (that is, why are all municipal water sources purified to drinking water standards?); treat water resilience as a complex system and use approaches that we use for other complex systems; reduce pollution sources; focus on antibiotic resistance genes (ARGs); and develop frameworks for governance that have flexibility to scale (some things work better locally and some work better federally).  Of key importance is setting up a process that continues to involve more stakeholders and participants from a variety of sectors so that individual and community priorities can be incorporated and so solutions can be co-developed.  The key outcome of this workshop is a report describing these research and funding priorities in more detail and the discussions that led to them.\n\n \n\n\t\t\t\t\tLast Modified: 02/01/2023\n\n\t\t\t\t\tSubmitted by: Benjamin Kravitz"
 }
}