{
 "awd_id": "2231524",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: Transforming Educational Technology Through Convergence",
 "cfda_num": "47.084",
 "org_code": "15020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mike Pozmantier",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2023-02-28",
 "tot_intn_awd_amt": 99953.0,
 "awd_amount": 99953.0,
 "awd_min_amd_letter_date": "2022-08-18",
 "awd_max_amd_letter_date": "2022-08-18",
 "awd_abstract_narration": "The Transforming Educational Technology Through Convergence Conference will convene researchers, funders, developers, and practitioners online to discuss the future of educational technology. In order to maximize impact, the conference will focus on three tracks chosen for both their importance to overall student success and their promise as targets of research and development. These tracks are: course-embedded assessment, middle school math, and data science education.\r\n\r\nThe learning sciences have advanced considerably, producing significant insights around, for example, spaced learning, social and emotional learning, active learning, and the value of formative feedback. However, learning tools rarely fully integrate these insights. Nor do developers typically build tools in a robust research environment that encourages experimentation, rigorous evaluation, and consistent, iterative improvement. Convergence research and collaboration can help better integrate research into the\r\ndevelopment process while leveraging technological development in, for example, learning analytics and natural language processing. This conference seeks to enable the creation of a Convergence Accelerator track that facilitates the convergence research and collaboration that is required to transform educational technology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "ITE",
 "org_div_long_name": "Innovation and Technology Ecosystems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ryan",
   "pi_last_name": "Baker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ryan Baker",
   "pi_email_addr": "ryanshaunbaker@gmail.com",
   "nsf_id": "000620525",
   "pi_start_date": "2022-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jaclyn",
   "pi_last_name": "Ocumpaugh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jaclyn Ocumpaugh",
   "pi_email_addr": "jlocumpaugh@gmail.com",
   "nsf_id": "000624269",
   "pi_start_date": "2022-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "The Trustees of the University of Pennsylvania",
  "perf_str_addr": "3700 Walnut Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046216",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131Y00",
   "pgm_ele_name": "Convergence Accelerator Resrch"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 99953.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-aec5e6b8-7fff-158d-f692-ef5247537f6d\"> </span></p>\n<p dir=\"ltr\"><strong>Summary of activities</strong></p>\n<p dir=\"ltr\"><span>For this Convergence Accelerator workshop series, we brought in 40 experts from a variety of groups -- from educational technology companies to philanthropic organizations to teachers -- to discuss potential solutions. Twelve subgroups of three to four experts per subgroup were formed within an assigned track. Over the course of three spaced sessions, subgroups were tasked to ideate deliverables in the key tracks of data science education, middle school math, and assessment. The group then discussed cross-cutting trends among them and provided feedback to each other during facilitated advisory sessions.</span></p>\n<p dir=\"ltr\"><strong><span id=\"docs-internal-guid-e593c022-7fff-8141-4198-6d0ad0b6bd8d\">Field need</span></strong></p>\n<p dir=\"ltr\"><span><span id=\"docs-internal-guid-77771cd9-7fff-979e-dea9-426f966ab824\"><span>The motivation to organize this workshop series was largely spurred by the 2022 NAEP scores, which exemplified the biggest drop in Math and English scores in over three decades of the tests&rsquo; administration (National Center for Education Statistics, 2022a). Behind these drops in scores was an unsurprising reality within the field of education and development of technologies in the crest of the pandemic:</span><span> </span><span>while some exemplary, highly-effective educational technology platforms experienced up to tenfold increases in userbas</span><span>es (Gillespie et al., 2022; Baker et al., 2022), the pivot to emergency online education mostly consisted of attempting to teach in traditional ways but through Zoom (Bonk, 2020; McArthur, 2021), using credit recovery platforms and learning platforms already under fire for low quality (Ball &amp; Grimaldi, 2021), or using untested approaches (Ter&auml;s et al., 2020; Aguilar, 2020). This pivot proved less than adequate, particularly for low-income students (Kuhfeld, 2022) and students from historically marginalized groups (Dorn et al., 2021).</span></span></span></p>\n<p dir=\"ltr\"><strong><span id=\"docs-internal-guid-52569677-7fff-d96b-65e6-29836697628a\">Outcomes/Accomplishments</span></strong></p>\n<p dir=\"ltr\"><span><span><span><span id=\"docs-internal-guid-5f33f1a5-7fff-f4e1-edcf-0838cb12bbe8\"><span>Two key outcomes of this workshop series included a 77-page document with many ideas of educational technology deliverables, along with notes on workshopped ideas. A third key outcome of this workshop series included the completion of a report, &ldquo;Transforming Educational Technology Through Convergence,&rdquo; capturing the key themes and necessary partnerships that experts believe are critical for improvements to educational opportunities. It then examines the key disciplines and convergence required to produce deliverables capable of transforming the educational landscape in the US. This document is particularly useful for sharing among philanthropic, research, and educator communities to efficiently identify areas of urgent need for development within the field of education, and key areas of trends in educational technology designs that have potential to work well for students&rsquo; diverse needs.</span></span></span></span></span></p>\n<p dir=\"ltr\"><span><span><span><span><span><strong><span id=\"docs-internal-guid-2d502723-7fff-9df1-f5ab-01bb0c76c075\">Contributions to the field &amp; broader impacts</span></strong></span></span></span></span></span></p>\n<p dir=\"ltr\"><span><span><span><span><span><span id=\"docs-internal-guid-27a3a26a-7fff-cd68-3694-25afaedffa90\">This workshop series contributed to the field in its identification of potential innovation, research, and development for educational technologies to reach students. Investing and further developing these innovations offers potential for broader societal impacts on students and educators.</span><strong><span><br /></span></strong></span></span></span></span></span></p>\n<div>\n<ul>\n<li><span><span id=\"docs-internal-guid-27adbe5c-7fff-319a-68e9-cfd09185b72a\"><span>The middle school math deliverables focus on increasing student motivation, the relevance of math concepts and skills, supporting collaborative and project-based learning, optimizing and expanding feedback mechanisms, and developing AI to respond to students&rsquo; inputs. These innovations will help unveil more about achievement and opportunity gaps and other mechanisms that affect groups of students differentially in STEM domains. Through supporting middle school math education that is relevant to students&rsquo; lives and integrates social learning, student motivation for math will increase. Optimizing and expanding feedback mechanisms will help focus teachers&rsquo; efforts, enabling them to more easily differentiate instruction and focus their time and attention on students who most benefit from it.</span></span><br /></span></li>\n<li><span><span><span><span id=\"docs-internal-guid-fc9f5d4d-7fff-562b-b54e-0ac113259d7b\"><span>The data science education deliverables focus on preparing students with procedural skills to work with data and supporting teachers to provide timely feedback on data science-related assessments. Intellectual merits of these deliverables include understanding the paths to how data science education will be integrated into mainstream curricula&ndash;or developed and taught as its own subject (Engel, 2017)&ndash;given its interdisciplinary nature. Through supporting data science education that emphasizes increasing motivation and relevance and using AI to build resources and assist teachers, we can build data science curricula that teach this complex domain drawing upon many disciplines and skill sets. Data science is an inherently convergent field, making it hard for many teachers and students; a convergent approach to teaching it can prepare students for careers and lives where understanding data is paramount.</span></span><br /></span></span></span></li>\n<li><span><span><span><span><span><span id=\"docs-internal-guid-4af586d0-7fff-7d23-6a71-0c6c98d9e1f5\"><span>The assessment deliverables focused on the development of new, increasingly unobtrusive ways to assess students, including elements such as gamification and assessing a broader range of skills (such as self-regulation and collaborative learning). Intellectual merits of these deliverables include deeper understanding of&nbsp; learning processes, creating broader impacts through more valid, less disruptive, and more comprehensive assessments. Through continued research and development, the next generation of assessments can more reliably measure what students know, how they learn, and how instruction can be adjusted in terms of cognitive, metacognitive, self-regulatory and socio-emotional skills that students need to learn most effectively. These new assessments can also provide teachers with real-time information that is less disruptive to the learning process than traditional forms of assessment.</span></span></span></span></span></span></span></li>\n</ul>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/08/2023<br>\n\t\t\t\t\tModified by: Ryan&nbsp;Baker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nSummary of activities\nFor this Convergence Accelerator workshop series, we brought in 40 experts from a variety of groups -- from educational technology companies to philanthropic organizations to teachers -- to discuss potential solutions. Twelve subgroups of three to four experts per subgroup were formed within an assigned track. Over the course of three spaced sessions, subgroups were tasked to ideate deliverables in the key tracks of data science education, middle school math, and assessment. The group then discussed cross-cutting trends among them and provided feedback to each other during facilitated advisory sessions.\nField need\nThe motivation to organize this workshop series was largely spurred by the 2022 NAEP scores, which exemplified the biggest drop in Math and English scores in over three decades of the tests’ administration (National Center for Education Statistics, 2022a). Behind these drops in scores was an unsurprising reality within the field of education and development of technologies in the crest of the pandemic: while some exemplary, highly-effective educational technology platforms experienced up to tenfold increases in userbases (Gillespie et al., 2022; Baker et al., 2022), the pivot to emergency online education mostly consisted of attempting to teach in traditional ways but through Zoom (Bonk, 2020; McArthur, 2021), using credit recovery platforms and learning platforms already under fire for low quality (Ball &amp; Grimaldi, 2021), or using untested approaches (Ter&auml;s et al., 2020; Aguilar, 2020). This pivot proved less than adequate, particularly for low-income students (Kuhfeld, 2022) and students from historically marginalized groups (Dorn et al., 2021).\nOutcomes/Accomplishments\nTwo key outcomes of this workshop series included a 77-page document with many ideas of educational technology deliverables, along with notes on workshopped ideas. A third key outcome of this workshop series included the completion of a report, \"Transforming Educational Technology Through Convergence,\" capturing the key themes and necessary partnerships that experts believe are critical for improvements to educational opportunities. It then examines the key disciplines and convergence required to produce deliverables capable of transforming the educational landscape in the US. This document is particularly useful for sharing among philanthropic, research, and educator communities to efficiently identify areas of urgent need for development within the field of education, and key areas of trends in educational technology designs that have potential to work well for students’ diverse needs.\nContributions to the field &amp; broader impacts\nThis workshop series contributed to the field in its identification of potential innovation, research, and development for educational technologies to reach students. Investing and further developing these innovations offers potential for broader societal impacts on students and educators.\n\n\n\nThe middle school math deliverables focus on increasing student motivation, the relevance of math concepts and skills, supporting collaborative and project-based learning, optimizing and expanding feedback mechanisms, and developing AI to respond to students’ inputs. These innovations will help unveil more about achievement and opportunity gaps and other mechanisms that affect groups of students differentially in STEM domains. Through supporting middle school math education that is relevant to students’ lives and integrates social learning, student motivation for math will increase. Optimizing and expanding feedback mechanisms will help focus teachers’ efforts, enabling them to more easily differentiate instruction and focus their time and attention on students who most benefit from it.\n\nThe data science education deliverables focus on preparing students with procedural skills to work with data and supporting teachers to provide timely feedback on data science-related assessments. Intellectual merits of these deliverables include understanding the paths to how data science education will be integrated into mainstream curricula&ndash;or developed and taught as its own subject (Engel, 2017)&ndash;given its interdisciplinary nature. Through supporting data science education that emphasizes increasing motivation and relevance and using AI to build resources and assist teachers, we can build data science curricula that teach this complex domain drawing upon many disciplines and skill sets. Data science is an inherently convergent field, making it hard for many teachers and students; a convergent approach to teaching it can prepare students for careers and lives where understanding data is paramount.\n\nThe assessment deliverables focused on the development of new, increasingly unobtrusive ways to assess students, including elements such as gamification and assessing a broader range of skills (such as self-regulation and collaborative learning). Intellectual merits of these deliverables include deeper understanding of  learning processes, creating broader impacts through more valid, less disruptive, and more comprehensive assessments. Through continued research and development, the next generation of assessments can more reliably measure what students know, how they learn, and how instruction can be adjusted in terms of cognitive, metacognitive, self-regulatory and socio-emotional skills that students need to learn most effectively. These new assessments can also provide teachers with real-time information that is less disruptive to the learning process than traditional forms of assessment.\n\n\n\n\t\t\t\t\tLast Modified: 05/08/2023\n\n\t\t\t\t\tSubmitted by: Ryan Baker"
 }
}