{
 "awd_id": "2231037",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Towards a Universal Roughness Model",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2022-06-15",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 181652.0,
 "awd_amount": 181652.0,
 "awd_min_amd_letter_date": "2022-06-13",
 "awd_max_amd_letter_date": "2022-06-13",
 "awd_abstract_narration": "Flows over rough boundaries arise in many scientific and engineering disciplines including urban and vegetation canopies, maritime biofouling, additive manufacturing of flow passages, pipe transport and others. This research explores a new, accurate, general, physics-inclusive, and computationally efficient modeling framework for these flows, based on space/time averaging and attendant modeling of the Navier-Stokes governing equations. This research is enabled by proposed large scale Direct Numerical Simulations of these rough wall systems, which provide near-exact space/time distributions of model terms, thereby enabling uncertainty quantification of model accuracy. A broadly applicable Distributed Element Roughness Model, as proposed here, would be a disruptive contribution to fluid dynamics communities involved in a wide range of disciplines, including aero/hydrodynamics, atmospheric science, bio-fluid dynamics, and energy science. Also, considering that progress in machine learning has placed an ever-increasing premium on large data sets, the proposed database of Direct Numerical Simulations will enable new physics discoveries, new turbulence models, and, importantly, a significant increase in validation data, for the fluids engineering and science communities. Also, the proposed research activities will train a new generation of graduate students with experience in high performance computing, computational fluid dynamics, and turbulence modeling.\r\n\r\nThe goal of the project to explore Double-Averaged Navier-Stokes closure as a universal roughness modeling paradigm. Existing rough-wall models parameterize surface geometry/structure and are empirical correlations between these parameters and hydrodynamic/aerodynamic properties. There, physical processes responsible for the momentum loss and transport are not explicitly modeled, so these models do not generalize well to roughness geometries outside of their correlation basis. By contrast, the horizontally and temporally averaged governing equations include terms representing all physical processes present in the roughness-occupied layer, and these can each be explicitly modeled. This approach, a Distributed Element Roughness Model, is a necessary and sufficient framework for the development of a universally applicable roughness model. In this approach, models are required for the Reynolds stress, the dispersive stress, and the forces at fluid-material interfaces. In the proposed research, the PIs will explore development of such a complete roughness model, based on modeling these closure terms in the Double-Averaged Navier-Stokes equations. The ultimate goal of the proposed research is a universal modeling paradigm, and a universal rough wall model.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Kunz",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Robert F Kunz",
   "pi_email_addr": "rfk102@engr.psu.edu",
   "nsf_id": "000172068",
   "pi_start_date": "2022-06-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xiang",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiang Yang",
   "pi_email_addr": "xzy48@psu.edu",
   "nsf_id": "000786129",
   "pi_start_date": "2022-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 Old Main",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 181652.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">We explored the implications of surface roughness on flow dynamics, particularly its impact on skin friction and drag coefficients in turbulent flow scenarios and developed reduced-order model to capture these effects. The studies encompassed a range of conditions and employed direct numerical simulations (DNS) to dissect the contributions of viscous dissipation, turbulent production, and roughness elements to the overall resistance experienced by a flow.</p>\n<p class=\"p1\">A notable outcome across these studies is the nuanced understanding of how roughness elements alter the flow field. The research demonstrated that in conditions where the surface coverage density of roughness is low, secondary flows &mdash; complex flow patterns that emerge due to surface heterogeneity &mdash; play a pivotal role in increasing skin friction. These secondary flows tend to transport high-momentum fluid towards the wall, enhancing the skin friction coefficient. Conversely, at higher roughness densities, a phenomenon known as flow sheltering becomes more pronounced. Here, an upstream roughness element shields downstream elements from the flow, effectively reducing the drag on these downstream roughness features.</p>\n<p class=\"p1\">Moreover, the research detailed the development of new analytical methods for decomposing the drag force into its constituent parts, providing a clearer picture of the interplay between flow dynamics and surface roughness. This decomposition is crucial for a more accurate prediction and management of drag in engineering applications, leading to potential enhancements in the design of various fluid-flow-related technologies.</p>\n<p class=\"p1\">By utilizing DNS data for flows over both aligned and staggered cube arrays, the studies under the grant contributed to a deeper understanding of how different roughness configurations affect flow resistance. The staggered array arrangement, for example, was consistently found to yield higher drag coefficients compared to the aligned arrangement for higher surface coverage densities, suggesting that the interaction between the flow and the roughness geometry can significantly influence the drag characteristics.</p>\n<p class=\"p1\">The findings underscore the complexity of fluid dynamics over rough surfaces and highlight the importance of considering both the microscale interactions between the flow and individual roughness elements, as well as the larger scale impacts these interactions have on flow resistance. The results from these studies not only advance the fundamental understanding of roughness-related flow phenomena but also have practical implications for optimizing surfaces in various engineering systems to reduce energy consumption and enhance performance.</p>\n<p class=\"p1\">In all, the research facilitated by this grant has provided new insights into the fundamental physics of flows affected by surface roughness, and it has established a foundation for future explorations that could lead to innovative strategies for controlling and utilizing these effects in industrial and environmental applications.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/14/2024<br>\nModified by: Robert&nbsp;F&nbsp;Kunz</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nWe explored the implications of surface roughness on flow dynamics, particularly its impact on skin friction and drag coefficients in turbulent flow scenarios and developed reduced-order model to capture these effects. The studies encompassed a range of conditions and employed direct numerical simulations (DNS) to dissect the contributions of viscous dissipation, turbulent production, and roughness elements to the overall resistance experienced by a flow.\n\n\nA notable outcome across these studies is the nuanced understanding of how roughness elements alter the flow field. The research demonstrated that in conditions where the surface coverage density of roughness is low, secondary flows  complex flow patterns that emerge due to surface heterogeneity  play a pivotal role in increasing skin friction. These secondary flows tend to transport high-momentum fluid towards the wall, enhancing the skin friction coefficient. Conversely, at higher roughness densities, a phenomenon known as flow sheltering becomes more pronounced. Here, an upstream roughness element shields downstream elements from the flow, effectively reducing the drag on these downstream roughness features.\n\n\nMoreover, the research detailed the development of new analytical methods for decomposing the drag force into its constituent parts, providing a clearer picture of the interplay between flow dynamics and surface roughness. This decomposition is crucial for a more accurate prediction and management of drag in engineering applications, leading to potential enhancements in the design of various fluid-flow-related technologies.\n\n\nBy utilizing DNS data for flows over both aligned and staggered cube arrays, the studies under the grant contributed to a deeper understanding of how different roughness configurations affect flow resistance. The staggered array arrangement, for example, was consistently found to yield higher drag coefficients compared to the aligned arrangement for higher surface coverage densities, suggesting that the interaction between the flow and the roughness geometry can significantly influence the drag characteristics.\n\n\nThe findings underscore the complexity of fluid dynamics over rough surfaces and highlight the importance of considering both the microscale interactions between the flow and individual roughness elements, as well as the larger scale impacts these interactions have on flow resistance. The results from these studies not only advance the fundamental understanding of roughness-related flow phenomena but also have practical implications for optimizing surfaces in various engineering systems to reduce energy consumption and enhance performance.\n\n\nIn all, the research facilitated by this grant has provided new insights into the fundamental physics of flows affected by surface roughness, and it has established a foundation for future explorations that could lead to innovative strategies for controlling and utilizing these effects in industrial and environmental applications.\n\n\n\t\t\t\t\tLast Modified: 01/14/2024\n\n\t\t\t\t\tSubmitted by: RobertFKunz\n"
 }
}