{
 "awd_id": "2231278",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ExpandQISE: Track 1: Fingerprinting and engineering tunable carbon-based quantum emitters in hexagonal boron nitride",
 "cfda_num": "47.049, 47.076",
 "org_code": "03060000",
 "po_phone": "7032924892",
 "po_email": "tdurakie@nsf.gov",
 "po_sign_block_name": "Tomasz Durakiewicz",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 799811.0,
 "awd_amount": 799811.0,
 "awd_min_amd_letter_date": "2022-08-12",
 "awd_max_amd_letter_date": "2022-08-12",
 "awd_abstract_narration": "Non-technical description:\r\nEmerging quantum technologies are poised to revolutionize science and everyday life, from finance and sensing to computation and medicine. At the core of these technologies is the quantum bit, or qubit. Hence, there is an intense search to find viable, robust qubit candidates. Certain defects, called deep-level defects, in electrically insulating materials are often described as “artificial atoms/molecules.” This is because under illumination they behave like atoms. Such defects are important amongst the solid-state implementations of qubits. In recent years, deep-level defects have been discovered in two-dimensional layered hexagonal boron nitride. Their identities, however, have largely remained a mystery, which has frustrated both the ability to make them and to control their properties. This joint theory-experiment project brings together a research team of scientists from the Howard University and University of Oregon to identify and tailor promising carbon-based deep-level defects in hexagonal boron nitride layers via a combination of theoretical and experimental defect-fingerprinting techniques. The work also impacts the needs of this field more broadly, by establishing the use of fingerprinting-techniques to identify deep-level defects in other 2D layered materials. The project directly engages graduate and undergraduate students from the two universities, boosting participation of underrepresented groups in quantum information science and engineering (QISE). Research and workforce development efforts, such as the establishment of new QISE courses at the two universities, a remotely accessible quantum testbed, and year-round skill-building mini-workshops for undergraduates are designed to help train and broaden participation of students in QISE.\r\n\r\nTechnical description:\r\nQuantum information science and technologies are at the frontiers of modern science. These technologies require robust and long-lived qubits. Defect-based quantum emitters in wide-bandgap semiconductors have emerged as leading qubit-candidates for use in future quantum-information and quantum-sensing applications due to their potential for scalability and integration. In particular, two-dimensional hosts offer unparalleled opportunities for the near-deterministic placement of quantum emitters and tailoring of their properties via strain engineering. Notwithstanding these advantages, the full potential of these quantum emitters remains unrealized due to difficulties in uniquely identifying them, thereby thwarting attempts to engineer their photophysical and quantum properties. This project uses a novel combination of theoretical and experimental fingerprinting studies, which involve applying external stimuli to determine unique responses of different defects, thereby, identifying these defects uniquely. The strain-induced tailoring of different properties of quantum emitters to tune the target properties (such as emission frequencies) allows for their use in different quantum applications. Broader impacts on the field include a potential to use the fingerprinting-techniques to identify deep-level defects in other two-dimensional layered materials. The project also enables a broader range of frontier science studies and discoveries, including new quantum-based sensing modalities.\r\n\r\nThe project is co-funded by The Office of Multidisciplinary Activities (OMA), and the Historically Black Colleges and Universities Undergraduate Program (HBCU-UP).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "OSI",
 "org_div_long_name": "Office of Strategic Initiatives (OSI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pratibha",
   "pi_last_name": "Dev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pratibha Dev",
   "pi_email_addr": "pratibha.dev@howard.edu",
   "nsf_id": "000708707",
   "pi_start_date": "2022-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Aleman",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin J Aleman",
   "pi_email_addr": "baleman@uoregon.edu",
   "nsf_id": "000656670",
   "pi_start_date": "2022-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Howard University",
  "inst_street_address": "2400 6TH ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2028064759",
  "inst_zip_code": "200590002",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "HOWARD UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DYZNJGLTHMR9"
 },
 "perf_inst": {
  "perf_inst_name": "Howard University",
  "perf_str_addr": "2400 6TH ST NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200590001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "057Z",
   "pgm_ref_txt": "(QL) Quantum Leap"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 799811.0
  }
 ],
 "por": null
}