{
 "awd_id": "2232465",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: SII-NRDZ: POWDER-RDZ - Spectrum sharing in the POWDER platform",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032928222",
 "po_email": "jchapin@nsf.gov",
 "po_sign_block_name": "John Chapin",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 188000.0,
 "awd_amount": 188000.0,
 "awd_min_amd_letter_date": "2022-08-31",
 "awd_max_amd_letter_date": "2022-08-31",
 "awd_abstract_narration": "The POWDER-RDZ project investigates ways to share the electromagnetic (radio-frequency) spectrum between experimental or test systems and existing spectrum users, and between multiple experimental systems. This research team will deploy and evaluate a prototype automatic spectrum sharing management system for the POWDER testbed in Salt Lake City, Utah (part of the NSF’s  “Platforms for Advanced Wireless Research” program). Spectrum access challenges currently create significant constraints on experimentation and testing at wireless testbeds. Automatic spectrum sharing for safe access to additional frequencies – beyond the frequencies reserved exclusively for testing – will relax these constraints and thus increase the nation’s capacity to conduct wireless research and development. Increasing this capacity will help accelerate growth and global leadership of the US communications industry, strengthen academic research into wireless systems, and benefit other spectrum-dependent sectors such as radar, public safety, and national defense. As a pathfinder for the National Radio Dynamic Zone concept, the project will help future federal/non-federal spectrum sharing arrangements assure that spectrum sharing does not negatively impact government users. \r\nThe POWDER-RDZ team will design, develop, and prototype an end-to-end radio dynamic zone (RDZ) for advanced wireless communication.  They will validate its functionality by performing spectrum sharing experiments and field studies on the resulting artifact. The project uses the existing POWDER mobile and wireless testbed as the physical infrastructure of the RDZ. POWDER’s existing radios and other equipment supports the spectrum sharing experiments and provides part of the RF sensing functionality needed by the RDZ. The project will design and develop a modular zone management system (ZMS) to manage, control and monitor all aspects of the RDZ. The project plans to conduct experiments on spectrum sharing with users outside of POWDER. Experiments potentially include RDZ shared access to federal, non-federal, and commercial spectrum, such as coarse- and fine-grained spectrum sharing with a commercial mobile operator and spectrum sharing with a weather radar.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Durgin",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory D Durgin",
   "pi_email_addr": "durgin@gatech.edu",
   "nsf_id": "000230613",
   "pi_start_date": "2022-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Tech Research Corporation",
  "perf_str_addr": "926 DALNEY ST NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "30332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151Y00",
   "pgm_ele_name": "SII-Spectrum Innovation Initia"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "044Z",
   "pgm_ref_txt": "PAWR- Platforms for Advanced Wireless Re"
  },
  {
   "pgm_ref_code": "7976",
   "pgm_ref_txt": "EARS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 188000.0
  }
 ],
 "por": null
}