{
 "awd_id": "2232612",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: FINDFabs: Searching The Universe of Manufactured Parts Through Proxy Geometric Representations",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922487",
 "po_email": "jterpenn@nsf.gov",
 "po_sign_block_name": "Janis Terpenny",
 "awd_eff_date": "2022-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 299761.0,
 "awd_amount": 299761.0,
 "awd_min_amd_letter_date": "2022-08-03",
 "awd_max_amd_letter_date": "2022-08-03",
 "awd_abstract_narration": "The eventual realization of a networked, national-scale infrastructure for the identification of manufacturing capabilities by customers and provision of manufacturing services to producers depends on the availability of cost-efficient tools for categorizing manufacturing jobs.  Such tools have potential to find manufacturers who are already producing similar parts to those that are needed and to identify production data from individual manufacturers that can be aggregated to train AI-based process controllers that are more powerful than individual manufacturers can develop on their own.  One potential approach to characterizing jobs is to match the desired part to the 3D geometric models of parts that have already been manufactured, which could, in turn, point to the specific \"owners\" of the respective geometric models. 3D models are available for the vast majority of mechanical parts, but the models are defined in a wide variety of incompatible formats.  This EArly-Concept Grant for Exploratory Research (EAGER) project will research a categorization method that is suitable for search and compatible with all existing geometric modeling formats.\r\n\r\nThe objective of this research is to explore a universal theoretical and computational framework that can make the universe of parts that have already been successfully produced searchable and, by extension, categorizable. It relies on the fact that all valid geometric models must be based on a valid notion of distance defined in appropriate metric spaces and must therefore fully support distance computations and queries. The framework is based on a novel and unique Maximal Disjoint Ball Decomposition (MDBD) of a 3D shape that will serve as a proxy geometric representation. Importantly, MDBD: (1) provides a universal and hierarchical description of geometry whose level of detail can be adjusted on demand, (2) induces a hierarchical parametrization of the geometry that is unique, rotation-invariant, and representation agnostic, (3) fully supports encryptable shape signatures that can be computed for any valid geometric representation, and (4) interfaces with any valid geometric representation without requiring representation conversions.  By providing a relatively small number of intrinsic parameters of a shape, the same parametrization can reframe the topology and shape optimization problem in a way that is suitable for modern data-driven machine learning approaches to predicting optimal design solutions. The capabilities of the method will be evaluated on databases of heterogeneous geometric models using a commercial NURBS-based boundary representation, meshes and point clouds.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Horea",
   "pi_last_name": "Ilies",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Horea T Ilies",
   "pi_email_addr": "horea.ilies@uconn.edu",
   "nsf_id": "000330248",
   "pi_start_date": "2022-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "438 WHITNEY RD EXTENSION UNIT 1133",
  "perf_city_name": "STORRS",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062691133",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "016Z",
   "pgm_ref_txt": "Cybermanufacturing Systems"
  },
  {
   "pgm_ref_code": "067E",
   "pgm_ref_txt": "DESIGN TOOLS"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "1265",
   "pgm_ref_txt": "GEOMETRIC ANALYSIS"
  },
  {
   "pgm_ref_code": "1464",
   "pgm_ref_txt": "ENGINEERING DESIGN AND INNOVAT"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 299761.0
  }
 ],
 "por": null
}