{
 "awd_id": "2232149",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Enhancing Sensory Processing via Noninvasive Neuromodulation",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2022-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2022-08-09",
 "awd_max_amd_letter_date": "2022-08-09",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the development of technology that accurately perceives details of tactile, auditory, and visual stimuli required for completing the tasks necessary for daily life and independent living. Impaired sensory processing may cause misperceptions and miscommunication that can be frustrating, debilitating, and dangerous.  This technology rapidly modulates sensory processing and could provide an immediate benefit across many potential use cases. By restoring clear sensory processing, this technology seeks to facilitate a return to socializing, exercise, hobbies, and employment for many individuals who have withdrawn from those activities due to chronic sensory issues. An enhancement of sensory processing may improve the ability to communicate easily, ambulate safely, and handle objects with dexterity.\r\n\r\nThis I-Corps project is based on the development of a method of rapidly enhancing the accuracy and detail of sensory information processed in the brain via a noninvasive neuromodulation technique. In both animal and human studies, enhanced sensory processing translated to increased sensory acuity as evidenced by improved performance on sensory tasks. This technology includes wearable neural stimulation patches that could treat a variety of clinical causes of impaired sensory processing. This patches cause tonic activation of the locus coeruleus-norepinephrine (LC-NE) system in the brain  and have resulted in a rapid enhancement of thalamic sensory processing. This NE-enhanced sensory processing state increased the perceptual sensitivity of awake animals performing sensory tasks. The vagus nerve can be stimulated noninvasively in humans by delivering electric current transcutaneously, providing an effective and safe method of neuromodulation. This novel bioelectronic method of using continuous tonic VNS provides sensory enhancement on-demand.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Qi",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Qi Wang",
   "pi_email_addr": "qw2161@columbia.edu",
   "nsf_id": "000639588",
   "pi_start_date": "2022-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "202 LOW LIBRARY 535 W 116 ST MC 4309,",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "10027",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5345",
   "pgm_ref_txt": "BIOMEDICAL ENGINEERING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The award enabled the Sharper Sense team to identify a promising target market and refine their value proposition and go-to-market strategy for their neuromodulation technology. The team participated in the NSF I-Corps program, which provided training in customer discovery and entrepreneurship, and conducted extensive market research, including over 100 formal interviews with potential customers, stakeholders, and industry experts. Here's a breakdown of the key outcomes:</p>\r\n<p><strong>Target Market Identification:</strong>&nbsp;The team discovered that&nbsp;older adults with hearing loss&nbsp;represent a significant market opportunity. This group often struggles to understand speech in noisy environments, even with hearing aids. The team identified ENTs as the optimal point of prescription for this market.</p>\r\n<p><strong>Understanding Customer Needs:</strong>&nbsp;The research revealed that seniors experience anxiety and embarrassment due to their hearing difficulties. They also dislike technology specifically branded for seniors, preferring fashionable and appealing devices. This insight is crucial for product development and marketing.</p>\r\n<p><strong>Refined Value Proposition:</strong>&nbsp;Initially, the team considered various applications for Sharper Sense, including esports, athletics, and music. However, through customer discovery, they narrowed their focus to addressing the unmet need for improved speech comprehension in noisy environments for older adults. This specific focus allowed them to refine their technology and messaging to target this market effectively.</p>\r\n<p><strong>Go-to-Market Strategy:</strong>&nbsp;The team identified high-end hearing care practices as potential partners, as these practices seek offerings that differentiate them from over-the-counter options. This insight suggests a potential distribution channel for Sharper Sense.</p>\r\n<p><strong>Dissemination of Findings:</strong>&nbsp;The team has presented their findings at entrepreneurial events and in publications, including a new provisional patent application and a scientific publication submitted for review. This dissemination helps to raise awareness of the technology and its potential impact. In addition to these outcomes, the project provided the team with valuable professional development opportunities, enhancing their understanding of the entrepreneurial landscape, the process of commercializing technology, and building a professional network. The team plans to continue customer discovery, refine their business model, and seek partnerships to further develop and commercialize Sharper Sense\"</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/02/2024<br>\nModified by: Qi&nbsp;Wang</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe award enabled the Sharper Sense team to identify a promising target market and refine their value proposition and go-to-market strategy for their neuromodulation technology. The team participated in the NSF I-Corps program, which provided training in customer discovery and entrepreneurship, and conducted extensive market research, including over 100 formal interviews with potential customers, stakeholders, and industry experts. Here's a breakdown of the key outcomes:\r\n\n\nTarget Market Identification:The team discovered thatolder adults with hearing lossrepresent a significant market opportunity. This group often struggles to understand speech in noisy environments, even with hearing aids. The team identified ENTs as the optimal point of prescription for this market.\r\n\n\nUnderstanding Customer Needs:The research revealed that seniors experience anxiety and embarrassment due to their hearing difficulties. They also dislike technology specifically branded for seniors, preferring fashionable and appealing devices. This insight is crucial for product development and marketing.\r\n\n\nRefined Value Proposition:Initially, the team considered various applications for Sharper Sense, including esports, athletics, and music. However, through customer discovery, they narrowed their focus to addressing the unmet need for improved speech comprehension in noisy environments for older adults. This specific focus allowed them to refine their technology and messaging to target this market effectively.\r\n\n\nGo-to-Market Strategy:The team identified high-end hearing care practices as potential partners, as these practices seek offerings that differentiate them from over-the-counter options. This insight suggests a potential distribution channel for Sharper Sense.\r\n\n\nDissemination of Findings:The team has presented their findings at entrepreneurial events and in publications, including a new provisional patent application and a scientific publication submitted for review. This dissemination helps to raise awareness of the technology and its potential impact. In addition to these outcomes, the project provided the team with valuable professional development opportunities, enhancing their understanding of the entrepreneurial landscape, the process of commercializing technology, and building a professional network. The team plans to continue customer discovery, refine their business model, and seek partnerships to further develop and commercialize Sharper Sense\"\r\n\n\n\t\t\t\t\tLast Modified: 12/02/2024\n\n\t\t\t\t\tSubmitted by: QiWang\n"
 }
}