{
 "awd_id": "2232232",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: SCH: Smart Health & Biomedical Res in the Era of AI and Adv Data Sci PIs Meeting 2022: Smart Health through the Life Course",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032922170",
 "po_email": "tmartin@nsf.gov",
 "po_sign_block_name": "Thomas Martin",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2022-08-09",
 "awd_max_amd_letter_date": "2022-08-09",
 "awd_abstract_narration": "This project supports the Smart Health through the Life Cycle: SCH Principal Investigators Virtual Workshop on October 6-7, 2022. The meeting will bring together principal investigators of projects awarded by the Smart Health (SCH) program with other researchers looking at smart health in the broader community. The SCH program was set up to bridge gaps in fundamental science necessary to transform health and biomedical research. Smart Health through the Life Cycle Workshop is designed to address the next generation of challenges in advancing health with foundational research from the computer science, engineering, mathematics and the social, behavioral and economic disciplines. An objective of the workshop is to provide an opportunity for the principal investigators and other smart health researchers to explore research progress in a diverse set of projects and discuss important current issues, as well as future challenges associated with research in transdisciplinary scientific areas. The discussions will be supported by keynotes, panels, project-related posters, rapid talks and cross-discipline participant-generated workshops. It is anticipated that the meeting will stimulate discussions, connections, and collaborations that will facilitate progress in the area of Smart Health. \r\n\r\nThe workshop should have a significant impact on the participants and the future of the Smart Health program. The focus of the workshop is on foundational research that supports the growth of smart health within connected communities. The workshop results are likely to include new research directions that will be publicized to the research community through publications and a workshop website. The results dissemination should inform and the developing Smart Health research community in their transdisciplinary collaboration, educational activities, and spur other innovative research directions. The broader impacts of the workshop are to facilitate progress in the field and stimulate conversations, connections, and collaborations that will lead toward better informed and effective smart and connected health research and resulting technologies for the broadest possible user populations. In order to address current concerns in Smart Health research the meeting will include a cross-discipline mini-workshops addressing current themes, such as advancing data science, bridging new frontier in sensing hardware, data infrastructure and the sue of technology to address health disparities. Additionally, there will be a workshop attached to the Principal Investigator meeting that will support the travel for ten students to attend the PI Workshop. This should also help grow the field by providing mentorship and support for a new cadre of investigators looking to do work in the Smart Health area.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tanvi",
   "pi_last_name": "Banerjee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tanvi Banerjee",
   "pi_email_addr": "tanvi.banerjee@wright.edu",
   "nsf_id": "000682600",
   "pi_start_date": "2022-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wright State University",
  "inst_street_address": "3640 COLONEL GLENN HWY",
  "inst_street_address_2": "",
  "inst_city_name": "DAYTON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "9377752425",
  "inst_zip_code": "454350002",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "OH10",
  "org_lgl_bus_name": "WRIGHT STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPT2UNTNHJZ1"
 },
 "perf_inst": {
  "perf_inst_name": "Wright State University",
  "perf_str_addr": "3640 COLONEL GLENN HWY",
  "perf_city_name": "DAYTON",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "454350001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "OH10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801800",
   "pgm_ele_name": "Smart and Connected Health"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Accomplishments The goal of this project was to organize and hold a PI meeting on Zoom for the Smart Health and Biomedical Research in the Era of Artificial Intelligence and Advanced Data Science program. Target outcomes for the meeting were to bring together PIs funded through the program together with other researchers and practitioners, to highlight advances in the field, form new collaborations, and identify grand challenge problems for potential funding in the future.&nbsp; The PI meeting was held over Zoom on October 6 and 7, 2022. To ensure participation from a existing, new, and future smart health researchers, invitations were sent through multiple mechanisms. Existing funded PIs were asked to participate. Additionally, we extended invitations to Aspiring PIs (those wanting to learn more about the program with an intent to submit proposals) to apply for attending the workshop. We also extended invitations for senior graduate students to apply for attendance. With the assistance of the program directors, individuals from multiple federal agencies including NSF, NIH, and FDA were invited to participate in the form of leading breakout mini-workshops, providing keynote talks, or serving on panels. A total of 35 Aspiring PIs and 18 senior students were selected to participate in the workshop. The workshop leaders, Drs. Cook and Banerjee, met with the PDs in late March to discuss the request to lead the workshop and necessary details. The workshop was held approximately six months after that initial meeting. To aid in future workshop organization, we provide a timeline of organization steps and accompanying details, suggestions, and constraints below. Late May: Create Slack channel to use for communication between organizers. RPPR - Preview Report https://www.research.gov/rppr-web/rppr?execution=e1s4 2 of 14 1/28/2024, 4:56 PM  Note: NSF employees cannot use Google sites for communication due to lack of security. Early June: Finalize agenda.  Note: This includes workshop theme, initial selection of breakout session topics, panel topics, keynote topics, and possible speakers for keynotes and panels. At this time, additional creative elements can be added (e.g., birds of a feather session, lightning talks, poster session, competitions for workshop attendees other than current PIs). June: Submit workshop proposal to NSF. A basic template was updated to include specific elements for this year's meeting. June: Invite speakers and panelists.  Note: Speakers should reflect workshop theme and not have spoken at other recent NSF PI meetings. Ideally panelists are selected from pool of current program PIs. They should also be consistent with theme and ideally represent a diversity of demographics and geographic affiliations. July: Create workshop webpage.  Note: The webpage needs mechanisms for 1) individuals to apply to attend the workshop, 2) invited individuals to register for the workshop, 3) update the agenda, and 4) store slides and other meeting materials. August: Send \"save the date\" and competition application announcements. The PD helps with this step. August: Select meeting technology.  Note: This step is relevant to online meetings. This entailed selecting technologies such as Zoom and Slack and setting up these sites. August: Select workshop attendees.  Note: In our case, this included Aspiring PIs and Students. August: Contact attendees with workshop and talk information.  Note: In our case, this included defining and sending lightning talk templates and giving a deadline to complete these. This also included sending calendar invitations with meeting details. September: Meet with panelists to organize topics and create an initial set of panel questions.&nbsp; Panelists were directed to pull together around technical challenges related to their workshop and the workshop theme. They were also told to discuss lessons they learned. September: Finalize meeting details. September: Assemble slide materials.  Note: For us, this consisted of chasing down missing lightning talk slides, resolving related issues, and colating the talk materials. September and early October: Update agenda, send calendar invitations. Finalize details including who will introduce speakers and moderate sessionsSpecific Objectives:  Note: Save as much information as possible to include in report. This includes number of attendees, discussion topics, panel questions, videos, and transcripts. October: Finalize workshop report. The theme of the PI meeting was \"Smart Health through the Life Course\". Throughout our lifetime, we experience drastic changes in mental, emotional, social, and physical health. As a result, our healthcare needs are constantly changing. While advances in data collection and computing technologies facilitate an unprecedented acceleration of research in AI, robotics, and data science strategies for smart health, technologies are needed to support each life stage as well as transitions between life stages. Our meeting objective was to create and support opportunities to identify gaps in existing technologies, address difficult challenges, develop new collaborations, discuss future directions, and generate a research agenda for further advancing the science and applications underlying smart health across the life course.</p><br>\n<p>\n Last Modified: 01/28/2024<br>\nModified by: Tanvi&nbsp;Banerjee</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nAccomplishments The goal of this project was to organize and hold a PI meeting on Zoom for the Smart Health and Biomedical Research in the Era of Artificial Intelligence and Advanced Data Science program. Target outcomes for the meeting were to bring together PIs funded through the program together with other researchers and practitioners, to highlight advances in the field, form new collaborations, and identify grand challenge problems for potential funding in the future. The PI meeting was held over Zoom on October 6 and 7, 2022. To ensure participation from a existing, new, and future smart health researchers, invitations were sent through multiple mechanisms. Existing funded PIs were asked to participate. Additionally, we extended invitations to Aspiring PIs (those wanting to learn more about the program with an intent to submit proposals) to apply for attending the workshop. We also extended invitations for senior graduate students to apply for attendance. With the assistance of the program directors, individuals from multiple federal agencies including NSF, NIH, and FDA were invited to participate in the form of leading breakout mini-workshops, providing keynote talks, or serving on panels. A total of 35 Aspiring PIs and 18 senior students were selected to participate in the workshop. The workshop leaders, Drs. Cook and Banerjee, met with the PDs in late March to discuss the request to lead the workshop and necessary details. The workshop was held approximately six months after that initial meeting. To aid in future workshop organization, we provide a timeline of organization steps and accompanying details, suggestions, and constraints below. Late May: Create Slack channel to use for communication between organizers. RPPR - Preview Report https://www.research.gov/rppr-web/rppr?execution=e1s4 2 of 14 1/28/2024, 4:56 PM  Note: NSF employees cannot use Google sites for communication due to lack of security. Early June: Finalize agenda.  Note: This includes workshop theme, initial selection of breakout session topics, panel topics, keynote topics, and possible speakers for keynotes and panels. At this time, additional creative elements can be added (e.g., birds of a feather session, lightning talks, poster session, competitions for workshop attendees other than current PIs). June: Submit workshop proposal to NSF. A basic template was updated to include specific elements for this year's meeting. June: Invite speakers and panelists.  Note: Speakers should reflect workshop theme and not have spoken at other recent NSF PI meetings. Ideally panelists are selected from pool of current program PIs. They should also be consistent with theme and ideally represent a diversity of demographics and geographic affiliations. July: Create workshop webpage.  Note: The webpage needs mechanisms for 1) individuals to apply to attend the workshop, 2) invited individuals to register for the workshop, 3) update the agenda, and 4) store slides and other meeting materials. August: Send \"save the date\" and competition application announcements. The PD helps with this step. August: Select meeting technology.  Note: This step is relevant to online meetings. This entailed selecting technologies such as Zoom and Slack and setting up these sites. August: Select workshop attendees.  Note: In our case, this included Aspiring PIs and Students. August: Contact attendees with workshop and talk information.  Note: In our case, this included defining and sending lightning talk templates and giving a deadline to complete these. This also included sending calendar invitations with meeting details. September: Meet with panelists to organize topics and create an initial set of panel questions. Panelists were directed to pull together around technical challenges related to their workshop and the workshop theme. They were also told to discuss lessons they learned. September: Finalize meeting details. September: Assemble slide materials.  Note: For us, this consisted of chasing down missing lightning talk slides, resolving related issues, and colating the talk materials. September and early October: Update agenda, send calendar invitations. Finalize details including who will introduce speakers and moderate sessionsSpecific Objectives:  Note: Save as much information as possible to include in report. This includes number of attendees, discussion topics, panel questions, videos, and transcripts. October: Finalize workshop report. The theme of the PI meeting was \"Smart Health through the Life Course\". Throughout our lifetime, we experience drastic changes in mental, emotional, social, and physical health. As a result, our healthcare needs are constantly changing. While advances in data collection and computing technologies facilitate an unprecedented acceleration of research in AI, robotics, and data science strategies for smart health, technologies are needed to support each life stage as well as transitions between life stages. Our meeting objective was to create and support opportunities to identify gaps in existing technologies, address difficult challenges, develop new collaborations, discuss future directions, and generate a research agenda for further advancing the science and applications underlying smart health across the life course.\t\t\t\t\tLast Modified: 01/28/2024\n\n\t\t\t\t\tSubmitted by: TanviBanerjee\n"
 }
}