{
 "awd_id": "2232231",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: 2022 NSF Campus Cyberinfrastructure PI Workshop",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924220",
 "po_email": "kthompso@nsf.gov",
 "po_sign_block_name": "Kevin Thompson",
 "awd_eff_date": "2022-09-15",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 90000.0,
 "awd_amount": 90000.0,
 "awd_min_amd_letter_date": "2022-09-08",
 "awd_max_amd_letter_date": "2022-09-08",
 "awd_abstract_narration": "The 2022 Campus Cyberinfrastructure PI Workshop builds upon the success of the previous Campus Cyberinfrastructure Workshops providing an opportunity for recipients of all active NSF Campus Cyberinfrastructure (CC*) awards to meet in person, exchange project findings, interact with national cyberinfrastructure experts and collaborate across project areas and project regions. By again co-locating with the Quilt Fall Member Meeting, the broader scope encourages relationships between campus cyberinfrastructure, science driven applications, and regional and national cyberinfrastructure resources. The meeting schedule provides additional opportunities for interaction between PIs themselves as well as between the diverse groups participating in the meetings. Included in the 2022 PI Workshop is an expanded pre-workshop set of breakout sessions half-day breakout sessions on topics relevant to challenges facing campuses and CC* PI teams. \r\n\r\nThe intellectual merit of this project is the exchange of project findings, interaction between national cyberinfrastructure experts, collaboration across project areas and project regions that will lead to new ideas, relationships and collaborations associated with an in person workshop.  The broader impact associated with the workshop includes the dissemination of workshop information, including the workshop presentations. By co-locating with the Quilt meeting the workshop continues to bring together stakeholders with a vested interest in leveraging campus cyberinfrastructure investments to provide the opportunity to develop stronger ties between campus cyberinfrastructure, science driven applications and regional and national cyberinfrastructure resources, leading to a broader set of collaborations and lasting impact on national campus cyberinfrastructure and science driven applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Leasure",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Leasure",
   "pi_email_addr": "jen@thequilt.net",
   "nsf_id": "000539601",
   "pi_start_date": "2022-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Griffin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Griffin",
   "pi_email_addr": "griffin@thequilt.net",
   "nsf_id": "000721454",
   "pi_start_date": "2022-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The Quilt",
  "inst_street_address": "1455 NW LEARY WAY STE 400",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2067821091",
  "inst_zip_code": "981075138",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "THE QUILT, INC.",
  "org_prnt_uei_num": "LP8ALD7WXUJ3",
  "org_uei_num": "LP8ALD7WXUJ3"
 },
 "perf_inst": {
  "perf_inst_name": "The Quilt",
  "perf_str_addr": "1455 NW LEARY WAY STE 400",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981075138",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808000",
   "pgm_ele_name": "Campus Cyberinfrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In 2022 Campus Cyberinfrastructure Workshop was held in Minneapolis, Minnesota on September 19-21, 2022.&nbsp; The 2022 Campus Cyberinfrastructure Workshop included PI representatives from the Campus Cyberinfrastructure (CC*) program, regional network personnel and invited guests and presenters from the broader national cyberinfrastructure ecosystem. The schedule for the workshop included three pre-workshop tutorials on the afternoon of Monday, September 19th and provided workshop participants an opportunity for focused training by national cyberinfrastructure experts. The workshop formally began on Tuesday, September 20th with a full day of programming and closed with an informal networking event. The final half day of the workshop on September 21<sup>st</sup> was a combined program with The Quilt Member Meeting. The workshop agenda and discussion topics were informed by the event&rsquo;s program advisory committee, survey results from the prior workshop, as well as the results of a survey designed by the program advisory committee to capture current PI topics of interest.</p>\n<p>Total workshop attendance was 117 people. This included ten representatives from national cyberinfrastructure resources and 107 PIs or project staff associated with ninety-one different CC* awards and ninety different organizations/institutions. Twenty of the participating institutions and organizations sent more than one project representative to the workshop. A majority of attendees indicated that this was their first PI workshop.</p>\n<p>As with the past CC* PI workshops, the most important outcomes of the event are the exchange of information, interactions with project peers across the country, and the sharing of project findings and lessons learned throughout the formal presentations and breakout discussions.&nbsp; Additional outcomes of the workshop include exposure and access to; new national and regional cyberinfrastructure resources to support individual CC* project goals, new cyberinfrastructure tools and applications, data movement and measurement techniques, shared challenges in infrastructure deployment, and research engagement facilitation techniques.&nbsp; The most tangible outcomes of the 2022 PI workshop are the availability of workshop content including presentations, notes, and other supplemental materials hosted online as a resource for project PIs, staff, and collaborators as well as the broader cyberinfrastructure community.</p><br>\n<p>\n Last Modified: 02/27/2024<br>\nModified by: Jennifer&nbsp;Leasure</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn 2022 Campus Cyberinfrastructure Workshop was held in Minneapolis, Minnesota on September 19-21, 2022. The 2022 Campus Cyberinfrastructure Workshop included PI representatives from the Campus Cyberinfrastructure (CC*) program, regional network personnel and invited guests and presenters from the broader national cyberinfrastructure ecosystem. The schedule for the workshop included three pre-workshop tutorials on the afternoon of Monday, September 19th and provided workshop participants an opportunity for focused training by national cyberinfrastructure experts. The workshop formally began on Tuesday, September 20th with a full day of programming and closed with an informal networking event. The final half day of the workshop on September 21st was a combined program with The Quilt Member Meeting. The workshop agenda and discussion topics were informed by the events program advisory committee, survey results from the prior workshop, as well as the results of a survey designed by the program advisory committee to capture current PI topics of interest.\n\n\nTotal workshop attendance was 117 people. This included ten representatives from national cyberinfrastructure resources and 107 PIs or project staff associated with ninety-one different CC* awards and ninety different organizations/institutions. Twenty of the participating institutions and organizations sent more than one project representative to the workshop. A majority of attendees indicated that this was their first PI workshop.\n\n\nAs with the past CC* PI workshops, the most important outcomes of the event are the exchange of information, interactions with project peers across the country, and the sharing of project findings and lessons learned throughout the formal presentations and breakout discussions. Additional outcomes of the workshop include exposure and access to; new national and regional cyberinfrastructure resources to support individual CC* project goals, new cyberinfrastructure tools and applications, data movement and measurement techniques, shared challenges in infrastructure deployment, and research engagement facilitation techniques. The most tangible outcomes of the 2022 PI workshop are the availability of workshop content including presentations, notes, and other supplemental materials hosted online as a resource for project PIs, staff, and collaborators as well as the broader cyberinfrastructure community.\t\t\t\t\tLast Modified: 02/27/2024\n\n\t\t\t\t\tSubmitted by: JenniferLeasure\n"
 }
}