{
 "awd_id": "2232489",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: CRYO: Continuous Adiabatic Demagnetization Refrigeration Below 1K without Helium-3",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927225",
 "po_email": "awells@nsf.gov",
 "po_sign_block_name": "Andrew Wells",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 299715.0,
 "awd_amount": 299715.0,
 "awd_min_amd_letter_date": "2022-08-23",
 "awd_max_amd_letter_date": "2022-08-23",
 "awd_abstract_narration": "This Early-concept Grant for Exploratory Research (EAGER) supports research establishing new technologies related to low-temperature refrigeration needed for the development of quantum-based systems, such as computers, thus promoting both the progress of science and advancing national prosperity and security. Important scientific advancements in areas such as quantum information technology rely on operation at temperatures below one Kelvin temperatures. Magnetically based cooling could be an alternative approach to the present technology. Present approaches to magnetic cooling do not support a continuous operation which is a major hindrance toward commercialization. This project researches a continuous refrigeration method by constructing a magnet in the form of a fluid and achieving continuous cooling by circulating the magnetic refrigerant within closed-loop cycles. The key concept combines low-temperature physics and nanomaterial science, potentially opening new interdisciplinary capabilities and collaboration venues for diverse cutting-edge exploration in physics, chemistry, material science, and medical science and bridging the gap to industry. Therefore, it is strategically important for maintaining U.S. leadership. The new materials to be developed are clean and environment-friendly, meeting the green standard to improve the social and economic qualities of lives. This project will train participants, especially students of diverse backgrounds, to achieve research and educational goals, and to be prepared for future innovations.\r\n\r\nAdiabatic demagnetization refrigeration is a viable approach to reaching temperatures below one Kelvin without using helium-3. However, the current method with solid paramagnetic materials not only restricts the operation to a single shot cooling but also limits the base temperature to the level of the magnetic exchange interaction. This project aims to achieve continuous adiabatic demagnetization cooling capable of reaching lower temperatures by adopting a noninteracting paramagnetic fluid refrigerant. The research work seeks to realize a fluid paramagnet through studying mixtures of hollow paramagnetic nanoparticles of various surface-to-volume ratios with a helium-4 superfluid and achieve a floating condition. Experiments will be carried out to characterize the magnetization and demagnetization effects for various nanoparticle densities in circulation by detecting the local magnetic flux as a function of the circulation rates. The goal is to correlate the magnetization/demagnetization efficiency in real-time with the cooling power, thus optimizing the cooling effect and achieving precise temperature control.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jian",
   "pi_last_name": "Huang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jian Huang",
   "pi_email_addr": "jianhuang@wayne.edu",
   "nsf_id": "000577776",
   "pi_start_date": "2022-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "666 West Hancock Street",
  "perf_city_name": "Detroit",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482013719",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  },
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 299715.0
  }
 ],
 "por": null
}