{
 "awd_id": "2232538",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Planning: Track 1: Beyond Recruitment: Engaging Allies to Foster Black Junior Environmental Engineering Faculty Success",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christine Grant",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 18304.0,
 "awd_amount": 18304.0,
 "awd_min_amd_letter_date": "2022-08-12",
 "awd_max_amd_letter_date": "2022-08-12",
 "awd_abstract_narration": "Environmental engineers play significant roles in advancing socioeconomic and environmental justice. In particular, Black Environmental Engineering faculty are and have been stewards of workforce training in equitable environmental engineering practices, and in designing and implementing technological systems that directly impact underserved, marginalized communities. The underrepresentation and stagnation of Black faculty in Environmental Engineering, therefore, is particularly concerning for the future of the field. Recent renewed efforts by higher education academic institutions to attract and hire Black junior faculty and increase racial and ethnic diversity have limited success due to: lack of inclusivity following recruitment; devaluing of Black faculty contributions and approaches to research, teaching and service; and, the existence of systemic implicit and explicit biases that derail professional success and mobility. To help address this issue, the Broadening Participation in Engineering project will develop a workshop at the 2022 Association of Environmental Engineering and Science Professors (AEESP) conference to engage the Environmental Engineering community regarding unique challenges facing Black junior faculty, and strategies to improve recruitment and retention of Black faculty. The findings from the workshop will be disseminated to the broader Environmental Engineering community and beyond in efforts to uplift Black faculty in the field and in other academic and scientific spaces. \r\n\r\nThe overall goal of this project is to develop a workshop for the 2022 Association of Environmental Engineering and Science Professors (AEESP) conference to engage the community and identify strategies to promote retention and increase success of Black, junior faculty in Environmental Engineering. The number of Black, Environmental Engineering faculty has stagnated despite efforts of academic institutions to target and recruit Black applicants. Greater representation of Black faculty in Environmental Engineering is especially important as historic engineering practices have disproportionately negatively impacted disenfranchised communities, and environmental engineers often champion democratized access to clean and safe resources, goods and services. The specific goals of this project are to: (1) raise awareness among the AEESP community of the significance of the 2022 workshop; (2) lead a workshop at the 2022 AEESP meeting to engage stakeholders and identify roles for allies; and, (3) disseminate findings from the workshop to the broader Environmental Engineering community. The workshop will be led by three, Black, junior Environmental Engineering faculty, in addition a faculty member with expertise in equity in engineering education and racial marginalization in academia. The outcomes of this workshop will be leveraged to springboard future research and framework development for use by academic heads, departments and allies, and to ultimately increase participation and retention of Black faculty in Environmental Engineering.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Tarpeh",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "William A Tarpeh",
   "pi_email_addr": "wtarpeh@stanford.edu",
   "nsf_id": "000792493",
   "pi_start_date": "2022-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 Jane Stanford Way",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "768000",
   "pgm_ele_name": "EDA-Eng Diversity Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "7680",
   "pgm_ref_txt": "ENG DIVERSITY ACTIVITIES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 18304.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Underrepresentation of Black faculty in Environmental Engineering is particularly troubling because environmental engineers play significant roles in: (1) promoting socioeconomic and environmental justice; (2) training a socially competent workforce; and, (3) designing, testing and implementing systems and technologies that influence the quality of life for underserved individuals and marginalized communities at local,&nbsp;<span class=\"il\">national</span>&nbsp;and global scales. Black (junior) Environmental Enginereing faculty are not being retained at academic institutions which we attribute to legacies of exclusion and devaluing of their contributions within the field.</p>\n<p>Therefore, our team's overall goal was to lead a workshop during the 2022 Association of Environmental Engineering and&nbsp;<span class=\"il\">Science</span>&nbsp;Professors (AEESP) bi-annual meeting to engage the Environmental Enineering community to identify these barriers to retention of talented Black faculty. Specifically, our goals are to: (i) lead a virtual kick-off workshop during the 2021 AEESP \"Appetizer Event\" to advertise the in-person workshop; (ii) host a workshop during the 2022 AEESP conference with Prof. Ebony McGee--an expert in engineering equity and race and structural racism within engineering-- to discuss challenges to inclusivity within the discipline; and, (iii) publish a short communications to a peer-reviewed journal.&nbsp;</p>\n<p>The outcomes of our project are that: (a) over 90% of virtual workshop attendees indicated they were extremely satisfied with the pre-conference content delived; (b) approximately 25 workshop attendees during the AEESP meeting were able to network and learn about opportunities to reimagine inclusive academic spaces; and (c) submission of our short communications to&nbsp;<em>Environmental Engineering&nbsp;<span class=\"il\">Science</span></em>--the AEESP organization journal.&nbsp;</p>\n<p>The results of the workshop will help increase awareness and increase inclusion and retention of talented Black, junior faculty within Environmental Engineering.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/10/2024<br>\nModified by: William&nbsp;A&nbsp;Tarpeh</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nUnderrepresentation of Black faculty in Environmental Engineering is particularly troubling because environmental engineers play significant roles in: (1) promoting socioeconomic and environmental justice; (2) training a socially competent workforce; and, (3) designing, testing and implementing systems and technologies that influence the quality of life for underserved individuals and marginalized communities at local,nationaland global scales. Black (junior) Environmental Enginereing faculty are not being retained at academic institutions which we attribute to legacies of exclusion and devaluing of their contributions within the field.\n\n\nTherefore, our team's overall goal was to lead a workshop during the 2022 Association of Environmental Engineering andScienceProfessors (AEESP) bi-annual meeting to engage the Environmental Enineering community to identify these barriers to retention of talented Black faculty. Specifically, our goals are to: (i) lead a virtual kick-off workshop during the 2021 AEESP \"Appetizer Event\" to advertise the in-person workshop; (ii) host a workshop during the 2022 AEESP conference with Prof. Ebony McGee--an expert in engineering equity and race and structural racism within engineering-- to discuss challenges to inclusivity within the discipline; and, (iii) publish a short communications to a peer-reviewed journal.\n\n\nThe outcomes of our project are that: (a) over 90% of virtual workshop attendees indicated they were extremely satisfied with the pre-conference content delived; (b) approximately 25 workshop attendees during the AEESP meeting were able to network and learn about opportunities to reimagine inclusive academic spaces; and (c) submission of our short communications toEnvironmental EngineeringScience--the AEESP organization journal.\n\n\nThe results of the workshop will help increase awareness and increase inclusion and retention of talented Black, junior faculty within Environmental Engineering.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 08/10/2024\n\n\t\t\t\t\tSubmitted by: WilliamATarpeh\n"
 }
}