{
 "awd_id": "2233310",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Using machine learning to develop a calibrated, remote sensing-based age model to improve late Quaternary slip-rate estimates in arid environments",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924522",
 "po_email": "kblisniu@nsf.gov",
 "po_sign_block_name": "Kimberly Blisniuk",
 "awd_eff_date": "2022-05-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 175183.0,
 "awd_amount": 145692.0,
 "awd_min_amd_letter_date": "2022-07-19",
 "awd_max_amd_letter_date": "2022-08-25",
 "awd_abstract_narration": "This study aims to improve the methods surrounding surface landform dating, and thus methods for determining rates of fault slip. Accurate slip rates are essential for tectonics and earthquake hazards research, and often require numerous surface ages. Such dating efforts can be challenging due to a lack of datable materials, cost concerns, or accessibility of field sites. Recent investigations have directly correlated specific remote sensing observations to the absolute age of surface landforms. Using a large repository of remote sensing data and recent advances in data science and machine learning, this study will integrate multiple, distinct types of remotely sensed data with published age data, to develop a calibrated age model that will be applied to faulted landforms in southeastern California. The methodology will be applied to the eastern Garlock fault, a major strike-slip fault in this region, and aid in answering longstanding questions about the role of the fault in southern California tectonics. This study will make a significant contribution to earthquake hazard analysis of many active faults in southeastern California, a region under threat of damaging earthquakes and with a population of more than 3 million people. Improved earthquake hazard assessments are critical for federal, state, and local agencies and regulatory bodies, a broad spectrum of industry, and the public. The model produced by this study can also form a framework for future surface age studies around the world. Additionally, this study will contribute to the development of the STEM workforce by advancing the education and training of a female graduate student and at least two undergraduate students, as well as the professional development of two early-career researchers, including a female assistant professor.  \r\n\r\nGeologic slip rates are essential components of seismic hazard analysis and critical to addressing many pressing questions at the forefront of tectonics and seismological research. However, discrepancies of Late-Cenozoic and present-day slip rates continue to be debated, particularly when slip rate estimates span different timescales of activity. Discriminating true slip rate discrepancies from observational biases / limitations requires an accurate (and self-consistent) view of slip rates and their temporal and spatial variability.  However, obtaining robust slip rates remains challenging, due to lack of dateable materials, cost concerns, or accessibility of field sites. Addressing these challenges, recent investigations have directly correlated specific remote sensing indices to the absolute age of landforms. Using the broad combined repository of remote sensing data from the past 20 years and recent advances in data science and machine learning, the investigators will expand on these efforts and integrate several types of remotely sensed data with published geochronology data to develop a calibrated surface property-age model that will be applied to faulted landforms in the Eastern California shear zone / southern Walker Lane of southeastern California. The ensemble model will incorporate different modeled responses between sensed values and surface age. Ensemble modeling uses a variety of statistical and computational models to fuse an array of single variate models to solve classification and regression problems. With the variety of remote sensors, bands, and spatial scales available, a wealth of data can be consolidated into a cohesive, robust model. The investigators believe such rigorous data treatment may yield significantly improved uncertainties on resulting ages compared with individual models. When implemented, the proposed effort will yield a calibrated means of estimating surface ages using remote sensing data and new slip rates for the eastern Garlock fault.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tandis",
   "pi_last_name": "Bidgoli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tandis Bidgoli",
   "pi_email_addr": "tandis.bidgoli@csusb.edu",
   "nsf_id": "000785214",
   "pi_start_date": "2022-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Enterprises Corporation at CSUSB",
  "inst_street_address": "5500 UNIVERSITY PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "SAN BERNARDINO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9095375929",
  "inst_zip_code": "924072318",
  "inst_country_name": "United States",
  "cong_dist_code": "33",
  "st_cong_dist_code": "CA33",
  "org_lgl_bus_name": "UNIVERSITY ENTERPRISES CORPORATION AT CSUSB",
  "org_prnt_uei_num": "",
  "org_uei_num": "QJZ1F3UMLEJ4"
 },
 "perf_inst": {
  "perf_inst_name": "University Enterprises Corporation at CSUSB",
  "perf_str_addr": "5500 University Pkwy",
  "perf_city_name": "San Bernardino",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "924072318",
  "perf_ctry_code": "US",
  "perf_cong_dist": "33",
  "perf_st_cong_dist": "CA33",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 145692.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This study aimed to evaluate the use of advanced machine learning methods to develop alternate methods of establishing the age of surface geological deposits that are inaccessible for conventional dating methods. Accurate surface dating is essential for the evaluation of seismic hazards as ages are needed to determine the fault slip rates and earthquake recurrence intervals. Instead of conventional dating methods, which measure concentrations of specific radiogenic isotopes, this study examined the practicality of using proxies for age based on other physical and chemical processes, as recorded in aerial and satellite imagery. Prior work has established relationships between specific types of imagery and surface age. This study aimed to combine multiple data types and a diverse reference dataset in southeastern California to establish a more accurate relationship between surface age and imaged properties.</p>\r\n<p class=\"Pa4\">To address these goals, we collated a database of 490 previously published surface ages throughout the study area and performed new geologic mapping to establish ground truth. These established both absolute ages for the region and relative geological ages. Relative geological ages are also important for training a deep learning model because they capture much of the same physical / chemical processes as absolute ages would, but they can be established through mapping and interpretation processes.</p>\r\n<p class=\"Pa4\">Deep learning (DL) has shown great promise in the field of computer vision to perform tasks like face recognition, object classification, and object detection in real time. These frameworks are often able to extract more context from an individual image than traditional computer vision methods can. In this study, we used DL frameworks to explore the utility and influence of different imagery sources for simple relative age classification. We tested a variety of imagery types including visual (NAIP, National Agriculture Imagery Program), infrared (ASTER, Advanced Spaceborne Thermal Emission and Reflection Radiometer), radar (S1, Sentinel 1), and high-resolution topography (LiDAR, Light Detection and Ranging). &nbsp;The DL framework was used to derive two and four surface geologic unit classes. These were Qf (Quaternary fan) vs &ldquo;Rock&rdquo; and Qf &ndash; young, Qf &ndash; intermediate, Qf&ndash; old, and &ldquo;Rock.&rdquo; This approach used semantic segmentation, which is a DL technique that can classify pixels of an image as it compares within an entire image. The end result of this is a classified map of the input images.</p>\r\n<p class=\"Pa4\">For the two-unit (Qf vs. &ldquo;rock&rdquo;) classification, the % accuracy based on individual datasets ranged from 0.358-0.930, with the best results achieved from NAIP data (with PCA) and the poorest results achieved from various LiDAR products. We also examined combinations of data (e.g., all without NAIP, all without ASTER, ASTER + S1, ASTER + LiDAR, S1 + LiDAR) to explore the sensitivity of specific datasets. The results ranged from 0.835 to 0.938, with the best classification results achieved using all but the ASTER data. The poorest results were achieved using a combination of the ASTER and Sentinel 1 data. The Dice loss was similar and ranged from 0.822 to 0.923.</p>\r\n<p class=\"Pa4\">For the four-unit classification, we found that the training dataset can approach robust accuracy (similar to the two-unit classification), but the model does not generalize well to the test data. The results suggest that more iterations and modifications to our normalization / training process are needed. The topographic data was likely not sufficiently conditioned to work well in these models and better conditioning may improve the performance of models incorporating those data.</p>\r\n<p class=\"Default\">These efforts using relative classifiers aimed to evaluate how well DNN semantic segmentation workflows can extract and differentiate the different alluvial landforms in an arid environment. The main reason we ultimately fixated on relative age is because most existing DL workflows use categorical data. Ultimately, the technical difference between classification and regression in DL is whether your model outputs map to a single floating-point value, or an array of values representing the likelihood the data represents each model class. It follows that a model trained to classify relative age could then be trained to regress absolute ages.</p>\r\n<p class=\"Default\">Ultimately, these mixed results demonstrate that we experienced technical limitations with the implementation of a sufficiently accurate model, but this approach still shows promise. Future efforts should address these challenges and develop a more accurate model.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/22/2025<br>\nModified by: Tandis&nbsp;Bidgoli</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis study aimed to evaluate the use of advanced machine learning methods to develop alternate methods of establishing the age of surface geological deposits that are inaccessible for conventional dating methods. Accurate surface dating is essential for the evaluation of seismic hazards as ages are needed to determine the fault slip rates and earthquake recurrence intervals. Instead of conventional dating methods, which measure concentrations of specific radiogenic isotopes, this study examined the practicality of using proxies for age based on other physical and chemical processes, as recorded in aerial and satellite imagery. Prior work has established relationships between specific types of imagery and surface age. This study aimed to combine multiple data types and a diverse reference dataset in southeastern California to establish a more accurate relationship between surface age and imaged properties.\r\n\n\nTo address these goals, we collated a database of 490 previously published surface ages throughout the study area and performed new geologic mapping to establish ground truth. These established both absolute ages for the region and relative geological ages. Relative geological ages are also important for training a deep learning model because they capture much of the same physical / chemical processes as absolute ages would, but they can be established through mapping and interpretation processes.\r\n\n\nDeep learning (DL) has shown great promise in the field of computer vision to perform tasks like face recognition, object classification, and object detection in real time. These frameworks are often able to extract more context from an individual image than traditional computer vision methods can. In this study, we used DL frameworks to explore the utility and influence of different imagery sources for simple relative age classification. We tested a variety of imagery types including visual (NAIP, National Agriculture Imagery Program), infrared (ASTER, Advanced Spaceborne Thermal Emission and Reflection Radiometer), radar (S1, Sentinel 1), and high-resolution topography (LiDAR, Light Detection and Ranging). The DL framework was used to derive two and four surface geologic unit classes. These were Qf (Quaternary fan) vs Rock and Qf  young, Qf  intermediate, Qf old, and Rock. This approach used semantic segmentation, which is a DL technique that can classify pixels of an image as it compares within an entire image. The end result of this is a classified map of the input images.\r\n\n\nFor the two-unit (Qf vs. rock) classification, the % accuracy based on individual datasets ranged from 0.358-0.930, with the best results achieved from NAIP data (with PCA) and the poorest results achieved from various LiDAR products. We also examined combinations of data (e.g., all without NAIP, all without ASTER, ASTER + S1, ASTER + LiDAR, S1 + LiDAR) to explore the sensitivity of specific datasets. The results ranged from 0.835 to 0.938, with the best classification results achieved using all but the ASTER data. The poorest results were achieved using a combination of the ASTER and Sentinel 1 data. The Dice loss was similar and ranged from 0.822 to 0.923.\r\n\n\nFor the four-unit classification, we found that the training dataset can approach robust accuracy (similar to the two-unit classification), but the model does not generalize well to the test data. The results suggest that more iterations and modifications to our normalization / training process are needed. The topographic data was likely not sufficiently conditioned to work well in these models and better conditioning may improve the performance of models incorporating those data.\r\n\n\nThese efforts using relative classifiers aimed to evaluate how well DNN semantic segmentation workflows can extract and differentiate the different alluvial landforms in an arid environment. The main reason we ultimately fixated on relative age is because most existing DL workflows use categorical data. Ultimately, the technical difference between classification and regression in DL is whether your model outputs map to a single floating-point value, or an array of values representing the likelihood the data represents each model class. It follows that a model trained to classify relative age could then be trained to regress absolute ages.\r\n\n\nUltimately, these mixed results demonstrate that we experienced technical limitations with the implementation of a sufficiently accurate model, but this approach still shows promise. Future efforts should address these challenges and develop a more accurate model.\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 04/22/2025\n\n\t\t\t\t\tSubmitted by: TandisBidgoli\n"
 }
}