{
 "awd_id": "2235146",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Magnetic Resonance Imaging (MRI) Scanner Using Frequency-modulated Rabi Encoded Echoes (FREE) to Image Human Body",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2022-08-18",
 "awd_max_amd_letter_date": "2022-08-18",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the development of a silent, portable, and affordable Magnetic Resonance Imaging (MRI) system. MRI is a noninvasive medical imaging test that produces detailed images of most internal structures in the human body, including the organs, bone, muscles, and blood vessels.  Clinicians receive crucial medical information regarding stroke, tumors, and many other medical conditions from MRI and often regard MRI as the gold standard for imaging.  Current MRI instrument, infrastructure, and maintenence costs limit accessibility for approximately 70% of the world's population. The proposed technology seeks to provide a low-cost, portable, and affordable MRI system.  An affordable system brings the clinical value of MRI to communities in need and empowers clinicians with crucial life-saving information. The proposed technology may expand the reach and impact of clinical MRI.\r\n\r\nThis I-Corps project is based on the development of a Magnetic Resonance Imaging (MRI) system using Frequency-modulated Rabi Encoded Echoes (FREE). Currently, MRI systems contains a main magnet (~40% of the cost), B0 gradient coils (~30% of the cost), and B1 radiofrequency coils (10% of the cost). In this MRI system, B0 gradient coils permit encoding and imaging of the body, while B1 radiofrequency coils permit signal creation. FREE is a published B1 encoding approach that allows the removal of B0 gradient coils from a system, cutting the cost of a system by ~30%. In addition, FREE allows the use of imperfect magnets. Imperfect magnets lower the cost for MRI creating additional cost-savings. Also, the proposed technology removes the noisy B0 gradient coils, creating a silent MRI system, reducing the number of hardware components and consequently reducing infrastructure costs. The feasibility of this approach was demonstrated in brain image performed on a conventional system by shutting off B0 gradient coils and encoding with purely B1 radiofrequency coils in one direction.  Ongoing research focuses on the complete redesign of a B0 gradientless MRI system to image the body.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Garwood",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Garwood",
   "pi_email_addr": "gar@cmrr.umn.edu",
   "nsf_id": "000886396",
   "pi_start_date": "2022-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "450 McNamara Center",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552009",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "066E",
   "pgm_ref_txt": "INSTRUMENTATION & DIAGNOSTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The U.S. National Science Foundation I-Corps program is intended to immerse scientists in an intense seven-week entrepreneurship training program. The focus is to ensure the translation of technology out of the lab into the general public. We believe we superseded the goals outlined by the I-Corps program.&nbsp; In my laboratory, we are developing cutting-edge technology that will make magnetic resonance imaging (MRI) scanners more compact and portable, as well as less expensive to purchase and maintain. During the I-Corps program, two of my graduate students who work on this project performed intense customer discovery by interviewing over 100 clinical stakeholders, while successfully attending the course curriculum. These interviews helped to ensure our portable MRI technology focuses on solving real-life problems. At the conclusion of the program, we learned the beachhead market to pursue, our core value propositions, and how to pursue additional funding for commercialization.<br />Since the program's completion, these students formed Adialante, Inc.&nbsp; Adialante focuses on commercializating the technology covered under this NSF I-Corps grant. To date, Adialante has grown its team, secured over a $1M in funding, and has begun to design its initial product. The NSF I-Corps program was a key first step in this commercialization process. Adialante continues to perform customer interviews, refine its value propositions, and adjust its go-to-market strategy. Because of this grant, Adialante's entire commercialization process is grounded by customer-interviews.</p><br>\n<p>\n Last Modified: 04/07/2024<br>\nModified by: Michael&nbsp;Garwood</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe U.S. National Science Foundation I-Corps program is intended to immerse scientists in an intense seven-week entrepreneurship training program. The focus is to ensure the translation of technology out of the lab into the general public. We believe we superseded the goals outlined by the I-Corps program. In my laboratory, we are developing cutting-edge technology that will make magnetic resonance imaging (MRI) scanners more compact and portable, as well as less expensive to purchase and maintain. During the I-Corps program, two of my graduate students who work on this project performed intense customer discovery by interviewing over 100 clinical stakeholders, while successfully attending the course curriculum. These interviews helped to ensure our portable MRI technology focuses on solving real-life problems. At the conclusion of the program, we learned the beachhead market to pursue, our core value propositions, and how to pursue additional funding for commercialization.\nSince the program's completion, these students formed Adialante, Inc. Adialante focuses on commercializating the technology covered under this NSF I-Corps grant. To date, Adialante has grown its team, secured over a $1M in funding, and has begun to design its initial product. The NSF I-Corps program was a key first step in this commercialization process. Adialante continues to perform customer interviews, refine its value propositions, and adjust its go-to-market strategy. Because of this grant, Adialante's entire commercialization process is grounded by customer-interviews.\t\t\t\t\tLast Modified: 04/07/2024\n\n\t\t\t\t\tSubmitted by: MichaelGarwood\n"
 }
}