{
 "awd_id": "2237004",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Exploiting Quantum Tunneling for Zero Side-Channel Key Generation and Distribution",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032925394",
 "po_email": "rnash@nsf.gov",
 "po_sign_block_name": "Richard Nash",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2022-09-15",
 "awd_max_amd_letter_date": "2022-09-15",
 "awd_abstract_narration": "The project is investigating a key generation and a key distribution framework that is devoid of any practical side-channels that an adversary could exploit into eavesdrop into private communications or private data. With continual advancements in computing power and the possibility of an operational quantum computer becoming a reality, the vulnerability of classical public-key distribution algorithms is a major concern. While quantum-based key distribution can potentially address some of the security vulnerabilities associated with classic key distribution techniques, the current state-of-the-art quantum key-distribution systems require dedicated and specialized peer-to-peer communication links. Not only do these links require careful maintenance and calibration to ensure quantum-coherence, compared to classical approaches, these systems are not portable and cannot be used for key distribution over public or unsecured channels. This project will also provide excellent training opportunities for REU students and students belonging to underrepresented communities in the interdisciplinary fields of quantum devices, circuit design, and cybersecurity. We plan to organize a special cybersecurity workshop where our goal will be to showcase the self-powered time-keeping technology to researchers, practitioners and industrial partners.\r\n\r\nThe proposed key generation and key distribution framework is exploiting the synchronization capability and the security features of our previously reported self-powered time-keeping devices that operate on the physics of quantum-tunneling. An array of synchronized timers is used to emulate the functionality of phase-synchronized photons in the context of quantum currency and quantum key-exchange protocols. The physics of quantum-tunneling and self-powered operation ensures that no power or electromagnetic side-channel can be exploited by an adversary to probe the state of the timers. \r\n1.\tThe project is investigating a self-powered phase-locking and synchronization principle combining the physics of Fowler-Nordheim quantum-tunneling of electrons with spectral noise-shaping. The project is also investigating methods to restrict access to the internal timer-state which will self-destruct after a single measurement. In this manner, the state of the timers cannot be reverse engineered. \r\n2.\tThe project is investigating a system-on-chip architecture will exploit the synchronization between self-powered timers to generate keys that can be used for communications and computing.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shantanu",
   "pi_last_name": "Chakrabartty",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shantanu Chakrabartty",
   "pi_email_addr": "shantanu@wustl.edu",
   "nsf_id": "000491083",
   "pi_start_date": "2022-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xuan",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xuan Zhang",
   "pi_email_addr": "xuan.zhang@northeastern.edu",
   "nsf_id": "000700363",
   "pi_start_date": "2022-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "ONE BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "154E",
   "pgm_ref_txt": "Computat systems & security"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8615",
   "pgm_ref_txt": "Nanoscale Devices and Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}