{
 "awd_id": "2239639",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Molecular Dissection of Arabidopsis DNA Methylation Mechanism",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032924517",
 "po_email": "sdifazio@nsf.gov",
 "po_sign_block_name": "Stephen DiFazio",
 "awd_eff_date": "2022-08-15",
 "awd_exp_date": "2023-11-30",
 "tot_intn_awd_amt": 1190764.0,
 "awd_amount": 292630.0,
 "awd_min_amd_letter_date": "2022-08-23",
 "awd_max_amd_letter_date": "2022-08-23",
 "awd_abstract_narration": "In complex genomes like those in plants and mammals, the DNA is selectively modified by chemical addition of methyl groups. The goal of this research is to understand how enzymes that methylate DNA locate the correct sites to modify. This is an important question, because accurate methylation deposition is critical for genome integrity and function, and alterations in methylation can result in abnormal developmental and pathological states, including cancers. The scientific outcome of this project could ultimately prove useful for developing novel technologies to correct methylation defects and thereby to improve agriculture and medicine. In addition, this project will provide many educational benefits, such as multi-disciplinary research training for undergraduate students, graduate students and postdocs, including those from underrepresented groups. The project will also engage high school students in research, with the aim of providing an enriching experience, particularly for women, minorities, and those who would be the first in their families to attend college. Another impact of the project will be the development of three learning modules centered on various aspects of genetics: tabletop science station for K-12 students, field trip module for middle school students, and summer science-camp for rural Wisconsin high school students and science teachers.\r\n\r\nDNA methylation is not only prevalent in plants, fungi, and some animals, but also plays critical roles in genome defense, differentiation, development, disease, and environmental responses in these organisms. Despite its importance, remarkably little is known about the actual cue and the molecular mechanism that establish cell type- and locus-specific DNA methylation. Understanding the diverse functions of DNA methylation requires mechanistic knowledge of how DNA methyltransferase, the enzyme at the heart of this modification, is targeted to specific genomic loci. This project focuses on understanding the molecular actions of several new chromatin factors in mediating the establishment and maintenance of genome-wide and locus-specific DNA methylation patterns, using Arabidopsis thaliana as a powerful model. The comprehensive genetic, biochemical, and genomic studies proposed in this project will generate significant mechanistic insights into the specificity of DNA methylation regulation at the whole genome levels as well as local DNA sequence levels. Deep mechanistic knowledge of DNA methylation is crucial to understanding the molecular processes that establish DNA methylation landscapes under physiological and pathological conditions. This research will also have substantial impacts on understanding how DNA methylation is coordinated with other critical developmental, physiological, and environmental processes to regulate genome function in other plant and animal species.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xuehua",
   "pi_last_name": "Zhong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xuehua Zhong",
   "pi_email_addr": "xuehuazhong@wustl.edu",
   "nsf_id": "000654449",
   "pi_start_date": "2022-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "ONE BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 292630.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goal of this project is to investigate how specific DNA sequences are targeted for DNA methylation, an important epigenetic gene regulatory mechanism that plays quintessential roles in development and environmental responses. Correct methylation deposition is critical for genome integrity and function and is often disturbed in abnormal developmental and pathological states. Thus, in-depth mechanistic knowledge of DNA methylation is crucial for understanding how DNA methylation is coordinated with other critical developmental, physiological, and environmental processes to regulate genome function. In this project, we used <em>Arabidopsis</em> as a model and uncovered distinct mechanisms in establishing and maintaining DNA methylation in different genomic regions, with the following main outcomes:</p>\n<p><em><span style=\"text-decoration: underline;\">Intellectual Merit</span></em><span style=\"text-decoration: underline;\">:</span> This project i) discovered a novel substrate-recognition paradigm for DNA methylation specificity involving a DNA deformation mechanism, ii) revealed the crucial roles of histone modifications in targeting DNA methylation, iii) uncovered a mechanistic link between ubiquitin/26S proteasome-mediated degradation and DNA methylation. The findings from this project have provided significant mechanistic insights into the genome-wide and locus-specific patterns of DNA methylation. The new conceptual advances derived from this project have been broadly applied to accelerate studies on the dynamic DNA methylation in other organisms. The funding has contributed to 17 research articles including <em>Nature Genetics</em>, <em>Molecular Cell,</em> <em>Nature Communications</em>, <em>eLife</em>, <em>PNAS</em>, <em>Plant Cell</em>, <em>New Phytologist</em>, and <em>Plant Physiology,</em> and two review articles including <em>Current Opinion in Plant Biology</em> and <em>Journal of Experimental Botany. </em><em>&nbsp;</em></p>\n<p><em><span style=\"text-decoration: underline;\">Broader Impacts:</span></em><em> </em>This project integrated research, teaching, and education programs through a series of outreach activities and provided multi-disciplinary training of epigenetics research for undergraduate students, graduate students, and postdocs. This project has supported the training of 3 postdoctoral fellows, 3 graduate students, 12 undergraduates (9 female students), and 2 high school students. Two postdoctoral fellows launched tenure-track faculty positions in 2019. Most undergraduate students are currently attending graduate or medical school. The two high school students were undergraduate students majoring in biology at UC-Berkeley and UW-Madison.</p>\n<p><em><span style=\"text-decoration: underline;\">Availability of Research Products:</span></em> GSE101428, GSE111780, GSE107883, GSE93223, GSE92449, GSE80056, and GSE121673.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/05/2024<br>\nModified by: Xuehua&nbsp;Zhong</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe overarching goal of this project is to investigate how specific DNA sequences are targeted for DNA methylation, an important epigenetic gene regulatory mechanism that plays quintessential roles in development and environmental responses. Correct methylation deposition is critical for genome integrity and function and is often disturbed in abnormal developmental and pathological states. Thus, in-depth mechanistic knowledge of DNA methylation is crucial for understanding how DNA methylation is coordinated with other critical developmental, physiological, and environmental processes to regulate genome function. In this project, we used Arabidopsis as a model and uncovered distinct mechanisms in establishing and maintaining DNA methylation in different genomic regions, with the following main outcomes:\n\n\nIntellectual Merit: This project i) discovered a novel substrate-recognition paradigm for DNA methylation specificity involving a DNA deformation mechanism, ii) revealed the crucial roles of histone modifications in targeting DNA methylation, iii) uncovered a mechanistic link between ubiquitin/26S proteasome-mediated degradation and DNA methylation. The findings from this project have provided significant mechanistic insights into the genome-wide and locus-specific patterns of DNA methylation. The new conceptual advances derived from this project have been broadly applied to accelerate studies on the dynamic DNA methylation in other organisms. The funding has contributed to 17 research articles including Nature Genetics, Molecular Cell, Nature Communications, eLife, PNAS, Plant Cell, New Phytologist, and Plant Physiology, and two review articles including Current Opinion in Plant Biology and Journal of Experimental Botany. \n\n\nBroader Impacts: This project integrated research, teaching, and education programs through a series of outreach activities and provided multi-disciplinary training of epigenetics research for undergraduate students, graduate students, and postdocs. This project has supported the training of 3 postdoctoral fellows, 3 graduate students, 12 undergraduates (9 female students), and 2 high school students. Two postdoctoral fellows launched tenure-track faculty positions in 2019. Most undergraduate students are currently attending graduate or medical school. The two high school students were undergraduate students majoring in biology at UC-Berkeley and UW-Madison.\n\n\nAvailability of Research Products: GSE101428, GSE111780, GSE107883, GSE93223, GSE92449, GSE80056, and GSE121673.\n\n\n\t\t\t\t\tLast Modified: 01/05/2024\n\n\t\t\t\t\tSubmitted by: XuehuaZhong\n"
 }
}