{
 "awd_id": "2240769",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GRC Fluids and Health 2022: Fluids in Disease Transmission and Contamination",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mamadou Diallo",
 "awd_eff_date": "2022-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 30000.0,
 "awd_amount": 30000.0,
 "awd_min_amd_letter_date": "2022-08-25",
 "awd_max_amd_letter_date": "2022-08-25",
 "awd_abstract_narration": "The COVID-19 pandemic has demonstrated how a respiratory pathogen that emerged in one part of the world can quickly spread globally, paralyze entire economies, and bring local and national healthcare delivery systems to the brink of collapse. Early successes in the use of non-medical interventions to reduce the spread of COVID-19 have highlighted the need for efficient and cost-effective technologies and solutions to mitigate and prevent the spread and transmission of respiratory pathogens in the built environment including residential/commercial buildings, schools, and healthcare/recreational facilities. However, a fundamental understanding of the transmission and spread of respiratory pathogens in the built environment and communities has remained elusive. The proposed Gordon Research Conference (GRC) will be devoted to the critical and important topic of “Fluids in Disease Transmission and Contamination.” The GRC will bring together a group of experts and stakeholders from a broad range of disciplines and fields including fluid dynamics, environmental engineering, applied and computational mathematics, epidemiology, microbiology, virology, and public health. The conference will provide a unique forum for scientific, engineering, and public health communities that rarely meet or interact to discuss and assess the current level of understanding of the fluid dynamics and multiphase transport of pathogen and disease transmission along with its public health implications. This NSF award will enable the conference organizers to broaden participation to the GRC by providing travel grants (including registration costs) to early career researchers including women, junior faculty, post-doctoral researchers, and students from underrepresented groups. \r\n\r\nThe COVID-19 pandemic has highlighted critical knowledge gaps in the fundamental understanding of the fluid dynamics and multiphase transport of pathogen and disease transmission. Pathogens are transported in fluid phases – air, water, and biological fluids including blood and saliva. In addition, fluid dynamics and multiphase transport play key roles in the design and implementation of efficient and cost-effective pathogen decontamination technologies. Yet, limited research has been devoted to the fluid dynamics and multiphase transport of pathogen and disease transmission in the built environment and communities. The proposed 5-day Gordon Research Conference (GRC) on “Fluids in Disease Transmission and Contamination” will be held in August 14-18, 2022, at Mount Holyoke College (MA). The conference will bring together a group of scientists, engineers, clinicians, public health researchers, and infection control practitioners at various stages of their careers and provide them with a forum to discuss the science, engineering, and healthcare implications of the fluid dynamics and multiphase transport/physics of pathogen and disease transmission. The conference program and discussion will be structured around nine sessions including an introductory session entitled “Front-line challenges in the prevention, control, and modelling of emerging infectious diseases and contamination” (Session 1), a session devoted to “Interfacial flows in contamination/decontamination: Surface-fluid interaction, fragmentation, droplets, and their phase change” (Session 7), and a session devoted to “Spillovers, transmission ecology and animal models, viral and bacterial diseases” (Session 8).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lydia",
   "pi_last_name": "Bourouiba",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lydia Bourouiba",
   "pi_email_addr": "lbouro@mit.edu",
   "nsf_id": "000648645",
   "pi_start_date": "2022-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "512 LIBERTY LN",
  "perf_city_name": "WEST KINGSTON",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028921502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "103Z",
   "pgm_ref_txt": "PIPP-Pandemic Prevention"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Given increasing world connectivity, the rise of antibiotic resistance, the expected increase in inequalities, and pressures on and from the environment, millions will be pushed toward higher susceptibility to infectious diseases and food shortage.</p>\n<p>The mechanistic understanding and fundamentals of pathogen transmission have been historically relegated to a black-box, leading to recurring perceived contradictions, or confusions around preventive measures or policies deployed in time of crisis such as the recent pandemic. Pathogens are transported in and mostly by fluid phases - air, physiological fluids, water, etc. It is also increasingly clear that common fluid and biophysical constraints affect or can even drive a range of disease systems, from human respiratory, to nosocomial, to waterborne or crop diseases. Moreover, fluid physics has historically been absent from the pathogen transmission, microbial or viral-focused research communities; and it has remained historically separate from the fields typically incorporated in infection control and prevention policies, until very recently.</p>\n<p>Infectious diseases and their study pose many challenges: from technical challenges in sampling, detection, identification of pathogen properties; the challenges of animal models and field studies and their inherent variability; to the need to translate insights from the lab to technical innovations in infrastructure or policy measures at various scales, for example, to be able minimize lockdowns and global societal impacts during emerging epidemics. These and many more associated challenges require first and foremost to root public health policies, including those pertaining to surveillance, early detection, and prevention, in rigorous interdisciplinary fundamental science dedicated to deciphering the mechanisms underlying contamination and infectious agent adaptation and transmission at various scales and in a range of disease systems and environments. To achieve this goal, traditionally disconnected scientific communities have to cross-pollinate. This new GRC aimed to provide participants a forum to exchange on fundamental and methodological frontier advances in interfacial and complex flows pertaining to health, broadly defined. In addition, we also engaged in state-of-the art discussions on challenges in infectious diseases and contamination, from viroscience, ecology, to microbiology, pertaining to humans, animals, and plants disease systems at various scales.</p><br>\n<p>\n Last Modified: 11/27/2023<br>\nModified by: Lydia&nbsp;Bourouiba</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nGiven increasing world connectivity, the rise of antibiotic resistance, the expected increase in inequalities, and pressures on and from the environment, millions will be pushed toward higher susceptibility to infectious diseases and food shortage.\n\n\nThe mechanistic understanding and fundamentals of pathogen transmission have been historically relegated to a black-box, leading to recurring perceived contradictions, or confusions around preventive measures or policies deployed in time of crisis such as the recent pandemic. Pathogens are transported in and mostly by fluid phases - air, physiological fluids, water, etc. It is also increasingly clear that common fluid and biophysical constraints affect or can even drive a range of disease systems, from human respiratory, to nosocomial, to waterborne or crop diseases. Moreover, fluid physics has historically been absent from the pathogen transmission, microbial or viral-focused research communities; and it has remained historically separate from the fields typically incorporated in infection control and prevention policies, until very recently.\n\n\nInfectious diseases and their study pose many challenges: from technical challenges in sampling, detection, identification of pathogen properties; the challenges of animal models and field studies and their inherent variability; to the need to translate insights from the lab to technical innovations in infrastructure or policy measures at various scales, for example, to be able minimize lockdowns and global societal impacts during emerging epidemics. These and many more associated challenges require first and foremost to root public health policies, including those pertaining to surveillance, early detection, and prevention, in rigorous interdisciplinary fundamental science dedicated to deciphering the mechanisms underlying contamination and infectious agent adaptation and transmission at various scales and in a range of disease systems and environments. To achieve this goal, traditionally disconnected scientific communities have to cross-pollinate. This new GRC aimed to provide participants a forum to exchange on fundamental and methodological frontier advances in interfacial and complex flows pertaining to health, broadly defined. In addition, we also engaged in state-of-the art discussions on challenges in infectious diseases and contamination, from viroscience, ecology, to microbiology, pertaining to humans, animals, and plants disease systems at various scales.\t\t\t\t\tLast Modified: 11/27/2023\n\n\t\t\t\t\tSubmitted by: LydiaBourouiba\n"
 }
}