{
 "awd_id": "2240912",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NNA Track 2: Collaborative Research: Interaction Between Coastal and Riverine Processes and the Built Environment in Coastal Arctic Communities",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032928051",
 "po_email": "kruck@nsf.gov",
 "po_sign_block_name": "kate ruck",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 68778.0,
 "awd_amount": 59152.0,
 "awd_min_amd_letter_date": "2022-09-08",
 "awd_max_amd_letter_date": "2022-09-08",
 "awd_abstract_narration": "Navigating the New Arctic (NNA) is one of NSF's 10 Big Ideas. NNA projects address convergence scientific challenges in the rapidly changing Arctic. The Arctic research is needed to inform the economy, security and resilience of the Nation, the larger region and the globe. NNA empowers new research partnerships from local to international scales, diversifies the next generation of Arctic researchers, enhances efforts in formal and informal education, and integrates the co-production of knowledge where appropriate. This award fulfills part of that aim by supporting planning activities with clear potential to develop novel, leading edge research ideas and approaches to address NNA goals. It integrates aspects of the natural environment and built environment, addresses important societal challenges, and engages with local communities.\r\n\r\nAlaskan communities and their built environment are affected by permafrost thaw, coastal and river erosion, flooding, and other natural processes altered or accelerated by environmental changes. Arctic coastal communities in particular face compound threats from riverbank erosion, permafrost thaw, and increasing coastal storm impacts. As data collection campaigns in the Arctic are costly and often limited to periods of the year when weather affords access to sites of interest, significant gaps in data and information can result. This NNA planning grant employs workshops designed to discover gaps in knowledge and develop associated research questions and hypotheses to address issues affecting coastal Arctic communities in Alaska. It identifies novel strategies for making targeted measurements in these challenging environments. This project also facilitates development of ideas for novel but feasible long-term data collection and monitoring strategies that encourage and rely upon local community engagement. Additionally, this project aids the development of a new multi- and interdisciplinary research team to open pathways towards future research efforts.\r\n\r\nThis NNA planning grant synthesizes and develops key research questions related to the interaction between coastal and riverine processes and the built environment in the coastal Arctic region in the context of environmental change. This research project is positioned at the nexus between the sciences of the natural and built environments and includes co-production of knowledge with local Arctic communities, as it identifies effective data collection and monitoring strategies to answer these questions, pinpoints expertise needed to assemble a diverse and interdisciplinary research team to address these questions, and engages Alaskan Arctic coastal communities and stakeholders to develop a feasible, sustainable, and impactful research strategy. These goals are achieved through two workshops that include researchers, federal and state agency stakeholders, and community stakeholders, as well as a diverse representation of domestic and international experts, early career researchers, and students. This project engages local community stakeholders into all aspects of the project to learn about and incorporate their knowledge and needs. The project plans to disseminate research findings widely as it assembles a core research team for future steps into research on Arctic coastal communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Eidam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emily Eidam",
   "pi_email_addr": "emily.eidam@oregonstate.edu",
   "nsf_id": "000769226",
   "pi_start_date": "2022-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON ST",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "104Y00",
   "pgm_ele_name": "NNA-Navigating the New Arctic"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "072Z",
   "pgm_ref_txt": "NNA-Navigating the New Arctic"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 59152.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was aimed at connecting researchers, community members, and regional representatives through conversations about how climate change impacts the natural environment, in ways that in turn impact the built environmental in rural coastal Alaska. During the course of the project we hosted two workshops. The first workshop was held virtually (necessitated by the pandemic) and brought together participants from Nome, Alaska Native regional corporations, state and federal agencies (e.g., USACE), and researchers from the collaborative institutions to discuss impacts of concern. Impacts included riverbank and coastal erosion related to thawing permafrost and changing river dynamics; siltation (which impacts navigation, even for small boats); and destabilization of permafrost-rich soils leading to infrastructure damage (e.g., houses and utility lines). These results were summarized in a white paper which is available on the project website. In the final year of the project, the research team traveled to Quinhagak, Alaska and had roundtable discussions with tribal leaders and community science representatives to discuss primary issues of concern, including degradation of the barge landing. This landing is critical infrastructure which allows fuel shipments, and community members are concerned about trying to relocate it. The community graciously facilitated several boat deployments which allowed for some example data collection of water depths, suspended-sediment concentrations, water densities, and beach and tidal flat sediment properties. The example data and a report summarizing the conversations and data explanations was provided to the community. In keeping with the goals of the Navigating the New Arctic Program, the efforts of this two-year planning grant were designed to develop a community partnership and identify topics of community concern that could be addressed through a future research grant. In all the project successfully brought together different members from rural Alaskan and nationwide research communities to share knowledge and jointly develop plans for scientific research projects with direct community benefit.</p><br>\n<p>\n Last Modified: 01/19/2024<br>\nModified by: Emily&nbsp;Eidam</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project was aimed at connecting researchers, community members, and regional representatives through conversations about how climate change impacts the natural environment, in ways that in turn impact the built environmental in rural coastal Alaska. During the course of the project we hosted two workshops. The first workshop was held virtually (necessitated by the pandemic) and brought together participants from Nome, Alaska Native regional corporations, state and federal agencies (e.g., USACE), and researchers from the collaborative institutions to discuss impacts of concern. Impacts included riverbank and coastal erosion related to thawing permafrost and changing river dynamics; siltation (which impacts navigation, even for small boats); and destabilization of permafrost-rich soils leading to infrastructure damage (e.g., houses and utility lines). These results were summarized in a white paper which is available on the project website. In the final year of the project, the research team traveled to Quinhagak, Alaska and had roundtable discussions with tribal leaders and community science representatives to discuss primary issues of concern, including degradation of the barge landing. This landing is critical infrastructure which allows fuel shipments, and community members are concerned about trying to relocate it. The community graciously facilitated several boat deployments which allowed for some example data collection of water depths, suspended-sediment concentrations, water densities, and beach and tidal flat sediment properties. The example data and a report summarizing the conversations and data explanations was provided to the community. In keeping with the goals of the Navigating the New Arctic Program, the efforts of this two-year planning grant were designed to develop a community partnership and identify topics of community concern that could be addressed through a future research grant. In all the project successfully brought together different members from rural Alaskan and nationwide research communities to share knowledge and jointly develop plans for scientific research projects with direct community benefit.\t\t\t\t\tLast Modified: 01/19/2024\n\n\t\t\t\t\tSubmitted by: EmilyEidam\n"
 }
}