{
 "awd_id": "2242635",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IUCRC Planning Grant: North Carolina State University: Center for Digital Factory Innovation (CDFI)",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2022-03-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2022-09-16",
 "awd_max_amd_letter_date": "2022-09-19",
 "awd_abstract_narration": "The objective of this planning grant is to organize and plan for the establishment of an IUCRC Center for Digital Factory Innovations (CDFI). Funding will support an industry-focused workshop to gather input regarding the critical role that sensors, connectivity, automation, and enterprise models, along with machine learning and big data technologies, can play in transforming advanced manufacturing in the US. The Internet of Things for Manufacturing (IoTfM) harvests capabilities to enable the digital factory and drives sustained performance improvements in manufacturing. Interconnected, self-aware factories and processes that manufacture products through automation and intelligent human-machine interactions are envisioned. Consistent with this vision, the proposed center’s long-term objective is to catalyze IoTfM advancement and adoption by providing pre-competitive, fundamental knowledge to industry for the purposes of improved product performance, enhanced productivity, work force development, and economic growth. Collaborators at the University of New Hampshire (UNH), North Carolina State University (NCSU), and Georgia Institute of Technology (GT) will join to create this new center. \r\n\r\nThe proposed planning meeting will focus on critical knowledge gaps in four thrust areas: 1) Self-aware processes that contribute integrated sensors and accompanying adaptive, cloud-based optimization and control systems for processes such as machining, forming and robotics; 2) Augmented artificial intelligence (AI) that promotes human-machine cooperation in a cyber-physical system environment for applications such as discrete processes and cobots; 3) Protocols and interoperability that assure seamless, wireless connectivity in communication platforms with time-sensitive networks and the secure transfer of data within the digital factory environment; and 4) Self-organizing systems that represent an alternative way of organizing factory operations for increased flexibility, reconfigurability and robustness in contrast to highly centralized approaches. CDFI envisions a forum for collaborations among academic, industrial, national laboratory, and international researchers and a vehicle for educating the next generation of scientists and engineers in this industrial focus area.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Noel",
   "pi_last_name": "Greis",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Noel P Greis",
   "pi_email_addr": "noelgreis@gmail.com",
   "nsf_id": "000090672",
   "pi_start_date": "2022-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Charlotte",
  "inst_street_address": "9201 UNIVERSITY CITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "7046871888",
  "inst_zip_code": "282230001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NC12",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHARLOTTE",
  "org_prnt_uei_num": "NEYCH3CVBTR6",
  "org_uei_num": "JB33DT84JNA5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Charlotte",
  "perf_str_addr": "9201 UNIVERSITY CITY BLVD",
  "perf_city_name": "CHARLOTTE",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "282230001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NC12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5761",
   "pgm_ref_txt": "INDUSTRY/UNIV COOP RES CENTERS"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"float-left\">\n<div class=\"porList\">\n<p>The Center for Digital Factory Innovations (CDFI) was proposed as an Industry-University Cooperative Research Center (IUCRC) to pursue the vision of interconnected, self-aware factories and processes that manufacture products through automation and the marriage of intelligent human-machine interactions. Achievement of this vision continues to be a challenge for U.S. companies today, both large and small.&nbsp; Collaborators at the University of New Hampshire, the University of North Carolina at Charlotte and Georgia Tech joined together, bringing their respective expertise, to create new knowledge and methods that would increase the speed of innovation in bringing new digital technologies to the factory floor, improve manufacturing productivity, bring transparency to the value chain, and provide unique training opportunities for the critical future workforce.</p>\n<p>The IUCRC planning grant award provided funding to engage with companies to understand barriers to digital transformation within their factories.&nbsp; Discussions with companies across a spectrum of industries confirmed the need for research in four areas to achieve the CDFI vision: 1) implementation of enabling digital technologies that facilitate optimization strategies for and adaptive self-control control of manufacturing processes, e.g., CNC machining, forming, and automation/robotics; 2) development of AI technologies and machine learning algorithms for managing in a digital factory environment with human-machine cooperation; 3) accurate characterization of sensors and communication networks, including advanced wireless technologies as well as the emerging fields of time sensitive networks and cybersecurity for secure transfer of data; and 4) business and enterprise models and architectures for the new digital factory to aid large and small US manufacturing operations.</p>\n<p>The culmination of the planning grant was an industry meeting held at the Callaway Manufacturing Research Center on Georgia Tech on 20-21 September 2022 that convened approximately 50 attendees from companies, partner universities, and government representatives, including NSF program officers.&nbsp; At the meeting, industry provided feedback on the research agenda for the CDFI. &nbsp;Ten research projects were presented spanning the four thrust areas and are listed below, along with the supporting university.&nbsp; These projects represented the strengths of the three universities in different areas of digital manufacturing, especially as it relates to the CDFI vision of interconnected, self-aware processes needed to bring digital transformation to the factory floor.</p>\n<p><em>Human-Robot Collaborative Manufacturing</em> (UNC Charlotte)</p>\n<p><em>Semantic Models for Automated Factory Operations</em> (UNC Charlotte)</p>\n<p><em>Collaborative Digital Twins: Building a Self-Organizing Platform for Manufacturing Control</em> (UNC Charlotte)</p>\n<p><em>Data-driven ML and AI</em> (Georgia Tech)</p>\n<p><em>Improving the Effectiveness of Internet of Things for Manufacturing (IoTfM) Architectures </em>(Georgia Tech)</p>\n<p><em>Secure, Federated Learning for Intelligent Manufacturing Systems</em> (Georgia Tech)</p>\n<p><em>Process Monitoring Using Advanced Sensor Technologies</em> (UNH)</p>\n<p><em>Bringing Learning from Demonstrations to Digital Factories</em> (UNH)</p>\n<p><em>Robust Communications for Digital Factories</em> (UNH)</p>\n<p><em>Distributed Fault Prediction in Smart Factories</em> (UNH)</p>\n<p>Workforce training and professional development with respect to digital technology is an important part of the CDFI vision and remained overarching themes throughout discussions with industry.&nbsp; The CDFI portfolio included a range of activities for workforce development that included curricular and extracurricular educational programs, industrial internships, formalized mentoring training and assessment, as well as networking opportunities with the potential to include additional on-site company training activities, on-line training courses, and professional development opportunities.&nbsp; To emphasize the importance of the community college system as a pipeline for the next generation of manufacturing employees, Wake Tech Community College (Raleigh, NC) was brought on as a partner institution for the planned CDFI.&nbsp; The school had recently received a $560,000 grant from NSF titled &ldquo;Preparing Students for the Industry 4.0 Technician Workforce&rdquo; that will develop a &ldquo;SuperTech&rdquo; with both the interdisciplinary and hands-on skills needed for the future advanced manufacturing workforce.</p>\n</div>\n</div><br>\n<p>\n Last Modified: 05/26/2024<br>\nModified by: Noel&nbsp;P&nbsp;Greis</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\nThe Center for Digital Factory Innovations (CDFI) was proposed as an Industry-University Cooperative Research Center (IUCRC) to pursue the vision of interconnected, self-aware factories and processes that manufacture products through automation and the marriage of intelligent human-machine interactions. Achievement of this vision continues to be a challenge for U.S. companies today, both large and small. Collaborators at the University of New Hampshire, the University of North Carolina at Charlotte and Georgia Tech joined together, bringing their respective expertise, to create new knowledge and methods that would increase the speed of innovation in bringing new digital technologies to the factory floor, improve manufacturing productivity, bring transparency to the value chain, and provide unique training opportunities for the critical future workforce.\n\n\nThe IUCRC planning grant award provided funding to engage with companies to understand barriers to digital transformation within their factories. Discussions with companies across a spectrum of industries confirmed the need for research in four areas to achieve the CDFI vision: 1) implementation of enabling digital technologies that facilitate optimization strategies for and adaptive self-control control of manufacturing processes, e.g., CNC machining, forming, and automation/robotics; 2) development of AI technologies and machine learning algorithms for managing in a digital factory environment with human-machine cooperation; 3) accurate characterization of sensors and communication networks, including advanced wireless technologies as well as the emerging fields of time sensitive networks and cybersecurity for secure transfer of data; and 4) business and enterprise models and architectures for the new digital factory to aid large and small US manufacturing operations.\n\n\nThe culmination of the planning grant was an industry meeting held at the Callaway Manufacturing Research Center on Georgia Tech on 20-21 September 2022 that convened approximately 50 attendees from companies, partner universities, and government representatives, including NSF program officers. At the meeting, industry provided feedback on the research agenda for the CDFI. Ten research projects were presented spanning the four thrust areas and are listed below, along with the supporting university. These projects represented the strengths of the three universities in different areas of digital manufacturing, especially as it relates to the CDFI vision of interconnected, self-aware processes needed to bring digital transformation to the factory floor.\n\n\nHuman-Robot Collaborative Manufacturing (UNC Charlotte)\n\n\nSemantic Models for Automated Factory Operations (UNC Charlotte)\n\n\nCollaborative Digital Twins: Building a Self-Organizing Platform for Manufacturing Control (UNC Charlotte)\n\n\nData-driven ML and AI (Georgia Tech)\n\n\nImproving the Effectiveness of Internet of Things for Manufacturing (IoTfM) Architectures (Georgia Tech)\n\n\nSecure, Federated Learning for Intelligent Manufacturing Systems (Georgia Tech)\n\n\nProcess Monitoring Using Advanced Sensor Technologies (UNH)\n\n\nBringing Learning from Demonstrations to Digital Factories (UNH)\n\n\nRobust Communications for Digital Factories (UNH)\n\n\nDistributed Fault Prediction in Smart Factories (UNH)\n\n\nWorkforce training and professional development with respect to digital technology is an important part of the CDFI vision and remained overarching themes throughout discussions with industry. The CDFI portfolio included a range of activities for workforce development that included curricular and extracurricular educational programs, industrial internships, formalized mentoring training and assessment, as well as networking opportunities with the potential to include additional on-site company training activities, on-line training courses, and professional development opportunities. To emphasize the importance of the community college system as a pipeline for the next generation of manufacturing employees, Wake Tech Community College (Raleigh, NC) was brought on as a partner institution for the planned CDFI. The school had recently received a $560,000 grant from NSF titled Preparing Students for the Industry 4.0 Technician Workforce that will develop a SuperTech with both the interdisciplinary and hands-on skills needed for the future advanced manufacturing workforce.\n\n\t\t\t\t\tLast Modified: 05/26/2024\n\n\t\t\t\t\tSubmitted by: NoelPGreis\n"
 }
}