{
 "awd_id": "2243869",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Regularity Problems in Elliptic Equations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922595",
 "po_email": "mbocea@nsf.gov",
 "po_sign_block_name": "Marian Bocea",
 "awd_eff_date": "2022-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 149043.0,
 "awd_amount": 63524.0,
 "awd_min_amd_letter_date": "2022-09-06",
 "awd_max_amd_letter_date": "2022-09-06",
 "awd_abstract_narration": "In the physical sciences, as well as economics, finance, and computer science, the fundamental laws are written in terms of partial differential equations (PDEs). For the quantity under study, these PDEs reveal the relation between the rates of change in different directions, and dictate the properties and evolution of the quantity. At the heart of the study of PDEs is a particular characteristic of solutions known as regularity. Theoretically, regularity is necessary to justify the models, and is the stepping stone for other properties of the solution (existence, uniqueness, and long term behavior). In practice, applications of the models involve numerical solutions of the PDEs and to obtain reasonable results requires stability of the solutions, which is often a consequence of regularity. Broadly speaking, objects that might seem rough often turn out to be regular if they satisfy an elliptic equation or constraint. The investigator will investigate three specific phenomena under this general philosophy: free interface problems, optimal transport maps, and free boundary problems. The results of this project will have numerous applications in other fields such as computer vision, data mining, machine learning, material sciences and biology.\r\n\r\nThe first project will investigate interfaces arising in the study of liquid drops exposed to electric fields. The goal is to show that these interfaces are smooth in low spatial dimensions. This is related to an important conjecture in the physics literature. The second project concerns the optimal transport map between convex domains in Euclidean spaces. The plan is to show that without any extra assumptions on the domains, these maps can be very regular \"up to the boundary\". The third project is about free boundary problems, in particular problems involving multiple interacting free boundaries. In all three projects, new techniques are needed to incorporate geometric information. These techniques will be useful in addressing a wide range of problems that have been so far out of reach using current techniques.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yash",
   "pi_last_name": "Jhaveri",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yash Jhaveri",
   "pi_email_addr": "yash.jhaveri@rutgers.edu",
   "nsf_id": "000757270",
   "pi_start_date": "2022-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University Newark",
  "inst_street_address": "123 WASHINGTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9739720283",
  "inst_zip_code": "071023026",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "T3NGNR66YK89"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University Newark",
  "perf_str_addr": "123 WASHINGTON ST STE 510",
  "perf_city_name": "NEWARK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071023026",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 63524.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project engaged with various questions regarding the regularity of solutions to the optimal transport problem and applications of the optimal transport problem.</p>\n<p>With regard to the regularity of solutions, the PI developed new methods to study solutions to the optimal transport problem in more real-world situations than had been previously studied. For example, the PI established sharp&nbsp;regularity results for solutions to the optimal transport problem in&nbsp;convex domains supporting densities that vanish at their boundaries.&nbsp;Previous works effectively restricted their attention to densities (globally) bounded away from zero and infinity on their respective supports and, thus, were unable to fully consider the often-used heuristic description of the optimal transport problem: What is the most efficient way to fill a hole with a given pile of sand? In addition, the PI established sharp regularity results for solutions to the optimal transport problem in unbounded domains. Previous works, apart from special situations, restricted their attention to considering densities with bounded supports, a&nbsp;serious restrictions when considering application, where densities often have unbounded supports (e.g., Gaussian densities) or vanish at the boundaries of their supports. Furthermore, the PI established a connect between the entropy regularized optimal transportation problem, the notion of common ground in theories of cooperative communication, and variational auto-encodering, a power modern machine learning methodology. Finally, the PI established a connection between solutions to the optimal transport problem and the distribution of advantages in reinforcement learning. With this connection in hand, the PI developed new methods for control in high-frequency reinforcing learning in environments where states evolve continuously in time, but actions may only be taken at discrete time intervals.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/14/2024<br>\nModified by: Yash&nbsp;Jhaveri</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project engaged with various questions regarding the regularity of solutions to the optimal transport problem and applications of the optimal transport problem.\n\n\nWith regard to the regularity of solutions, the PI developed new methods to study solutions to the optimal transport problem in more real-world situations than had been previously studied. For example, the PI established sharpregularity results for solutions to the optimal transport problem inconvex domains supporting densities that vanish at their boundaries.Previous works effectively restricted their attention to densities (globally) bounded away from zero and infinity on their respective supports and, thus, were unable to fully consider the often-used heuristic description of the optimal transport problem: What is the most efficient way to fill a hole with a given pile of sand? In addition, the PI established sharp regularity results for solutions to the optimal transport problem in unbounded domains. Previous works, apart from special situations, restricted their attention to considering densities with bounded supports, aserious restrictions when considering application, where densities often have unbounded supports (e.g., Gaussian densities) or vanish at the boundaries of their supports. Furthermore, the PI established a connect between the entropy regularized optimal transportation problem, the notion of common ground in theories of cooperative communication, and variational auto-encodering, a power modern machine learning methodology. Finally, the PI established a connection between solutions to the optimal transport problem and the distribution of advantages in reinforcement learning. With this connection in hand, the PI developed new methods for control in high-frequency reinforcing learning in environments where states evolve continuously in time, but actions may only be taken at discrete time intervals.\n\n\n\t\t\t\t\tLast Modified: 10/14/2024\n\n\t\t\t\t\tSubmitted by: YashJhaveri\n"
 }
}