{
 "awd_id": "1910284",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "III:Small: Counterfactually Fair Machine Learning through Causal Modeling",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 484828.0,
 "awd_amount": 484828.0,
 "awd_min_amd_letter_date": "2021-09-01",
 "awd_max_amd_letter_date": "2021-09-01",
 "awd_abstract_narration": "Machine learning models play increasingly important roles in modern society. Various machine learning models have been built around the collection and use of historical data to automatically make important decisions like employment, loan approval, insurance, bail and criminal sentencing. It is imperative to ensure that the decisions made with the assistance of machine learning models are not subject to discrimination and social biases. To achieve this goal, fundamental questions including how to define fairness criteria and how to incorporate them into machine learning algorithms to build fair models must be answered. This project is to establish a unified framework for addressing these challenges. The framework is built upon causal inference theories to answer “what if” questions that are critical in judging discrimination and fairness. The successful outcome of this project will lead to advances in theoretical understanding of the application of causality to fairness and contribute to the limited base of knowledge in fair machine learning. The education program will involve, through courses and thesis projects, undergraduate and graduate students to enhance their knowledge and skills in solving problems in machine learning and artificial intelligence, and attract high school students especially those from underrepresented groups to pursue careers in STEM.\r\n\r\nThis project proposes a unified framework for fair machine learning, which covers different types of fairness measures such as total discrimination, direct/indirect discrimination or counterfactual fairness, different levels of fairness such as group-level or individual-level, mixed data type such as categorical or numerical, different forms of equations in the causal model, and fairness in both the data and the model. Within the framework, the investigators will address the unidentifiability challenge in causal inference by digging into the deep-seated reasons of unidentifiability and deriving mathematical bounds for unidentifiable causal effects. With the developed techniques and tools, the investigators will develop quantitative measure for existing fairness notions as well as propose new fairness notions that are compatible with the framework. The investigators will incorporate proposed fairness measures into machine learning model construction. Finally, the investigators will make the proposed framework more generally applicable by handling the mixed-type variables via deep generative models and relaxing the Markovian assumption as semi-Markovian models.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lu",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lu Zhang",
   "pi_email_addr": "lz006@uark.edu",
   "nsf_id": "000702991",
   "pi_start_date": "2021-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xintao",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xintao Wu",
   "pi_email_addr": "xintaowu@uark.edu",
   "nsf_id": "000244983",
   "pi_start_date": "2021-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas",
  "inst_street_address": "1125 W MAPLE ST STE 316",
  "inst_street_address_2": "",
  "inst_city_name": "FAYETTEVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795753845",
  "inst_zip_code": "727013124",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "MECEHTM8DB17"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas",
  "perf_str_addr": "430 J.B. Hunt Building",
  "perf_city_name": "Fayetteville",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727011201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 484828.0
  }
 ],
 "por": null
}