{
 "awd_id": "2005212",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Liquid Crystals of Nanonucleic Acids: Hierarchical Self-Assembly as a Route to Prebiotic Selection, Templating, and Autocatalysis",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922655",
 "po_email": "elmann@nsf.gov",
 "po_sign_block_name": "Elizabeth Mann",
 "awd_eff_date": "2020-12-15",
 "awd_exp_date": "2024-11-30",
 "tot_intn_awd_amt": 550000.0,
 "awd_amount": 550000.0,
 "awd_min_amd_letter_date": "2020-12-14",
 "awd_max_amd_letter_date": "2021-05-19",
 "awd_abstract_narration": "Nontechnical Abstract: \r\nThe memory and transfer of genetic information in life is based on the self-assembly of nucleic acid (NA) polymers in solution into duplex columns of selectively paired and stacked aromatic hydrocarbon nanosheet bases. One of the great mysteries of evolution is how such a spectacular scenario first appeared in the universe. In the accepted view of a prebiotic RNA world, oligomers which enable molecular selection, catalysis, and information transfer are structured by a similar duplex pairing and stacking scheme which is already robust, appearing to have come from some earlier mode of molecular selection and evolution. The team’s observations of the LC phase behavior of NA monomers and ultra-short oligomers in solution show that polymerization is actually not needed for the stabilization of the duplex base-paired columnar structure of DNA. Motivated by this they have developed a model of a pre-RNA world era, a “liquid crystal world,” in which the duplex pairing and stacking evolves as the primary “purpose” of autocatalytic molecular selection and oligomerization. Selection is achieved by the molecular gatekeeping of phase separated NA liquid crystal droplets, which also serve as promoters of their own stability, templating the ligation of selected short oligomers into longer ones. \r\n\r\nTechnical Abstract: \r\nIn liquid crystal (LC) phases of ultrashort DNA oligomers, coupled steps of duplexing, end-to-end stacking of duplexes, LC ordering, and phase separation create a structural gatekeeper that preferentially selects duplexable nanoDNA to enter the LC. Molecules that enter are organized into a fluid structure that can strongly promote ligation of the nanoDNA into longer duplexes which, in turn, stabilize the LC ordering, creating an autocatalytic cycle (LC autocatalysis). The proposed research themes include: Obtaining LC columnar phases of duplex stacks of NA monomers (selection); demonstration of LC assisted ligation of monomers in these phases (templating), combined with study of the effect of ligation on LC ordering; Study of the effects of sequence, oligomer length and polydispersity, degree of complementarity on LC autocatalysis in nanoNAs, including those (i) with adhesive ends and (ii) with random sequences, which, remarkably, exhibit the emergence of complimentarity in the form of LC ordering; Employ batch synthesis to prepare polymorphic solutions of base homologs for molecular selection experiments on NA monomers; Advance condensation mechanisms for nanoNA LC phases and study of the effects of condensation on LC autocatalysis; Development of ligation chemistries applicable to LC autocatalysis; Enhanced assessment of the ligation products of LC autocatalysis.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Noel",
   "pi_last_name": "Clark",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Noel A Clark",
   "pi_email_addr": "noel.clark@colorado.edu",
   "nsf_id": "000283175",
   "pi_start_date": "2020-12-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "The Regents of the University of Colorado",
  "perf_str_addr": "3100 Marine St",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "059E",
   "pgm_ref_txt": "Complex fluids"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 550000.0
  }
 ],
 "por": null
}