{
 "awd_id": "2011776",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Stanford-Florida program in Support of LIGO on Coatings and Core Optics",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927372",
 "po_email": "pmarrone@nsf.gov",
 "po_sign_block_name": "Pedro Marronetti",
 "awd_eff_date": "2020-12-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2020-11-03",
 "awd_max_amd_letter_date": "2022-12-01",
 "awd_abstract_narration": "This award supports research in relativity and relativistic astrophysics and it addresses the priority areas of NSF's \"Windows on the Universe\" Big Idea. The detection of gravitational waves from coalescing black holes in 2015 launched the field of gravitational wave astronomy. Gravitational-wave detectors with a two-fold increase in sensitivity over Advanced LIGO would yield an order of magnitude increase in detection rate for black hole coalescences, and enable detection of fainter objects like binary neutron stars, greatly increasing their value for multi-messenger astronomy. All future detector upgrades and concepts rely on the development of new mirror coating materials to reduce thermal noise, which is the core research focus this collaborative project between Martin Fejer's group at Stanford University and Hai-Ping Cheng's group at the University of Florida. Reducing this noise source requires reducing the mechanical loss in the mirror coatings on the test masses. The goal of this project is to develop mirror coatings consistent with the mechanical and optical requirements for implementation in future generations of LIGO. Meeting this goal for room temperature detectors requires a solution of a longstanding problem in the physics of amorphous materials: understanding the nature of and finding means to reduce the low-energy excitations in amorphous metal oxides. On a longer time-scale, the proposed 3G detectors' cryogenic operation broadens the possible choice of low-noise mirror materials to include amorphous or crystalline semiconductors.\r\n\r\nThe mid-band sensitivity of the Advanced LIGO detectors is limited by thermal noise resulting from mechanical loss in the mirror coatings, and future upgrades including Advanced LIGO Plus will seek to reduce this source of noise by a factor of two or more. The Stanford-Florida partnership, alongside collaborators in the LSC Center for Coatings Research (CCR), has identified different structural motifs associated with room-temperature vs cryogenic mechanical losses, which led to synthesis of germania (GeO2) films, giving rise to the lowest-loss amorphous oxide film other than silica. Going forward, this structural guide, based on electron and x-ray scattering atomic structure data, will serve as a paradigm informing the development of high-refractive-index amorphous coatings with lower elastic loss. Atomic modeling of coating elastic loss combined with simulations of the coating deposition process will provide guidance for the selection of candidate materials, assist in interpretation of experimental structure data, and will ultimately assist in the design of synthesis experiments. Another long-standing effort at Stanford has been measurements of the absorption of low-optical-loss materials at the sub-ppm/cm level, dating back to the down select between silica and sapphire for initial LIGO test masses. The groups will continue to use the interferometric tool developed for those studies to characterize cryogenic losses in single-crystal silicon samples to evaluate their suitability for implementation in the Voyager technology demonstrator and future cryogenic detectors.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hai-Ping",
   "pi_last_name": "Cheng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hai-Ping Cheng",
   "pi_email_addr": "ha.cheng@northeastern.edu",
   "nsf_id": "000307254",
   "pi_start_date": "2020-11-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "Department of Physics, 2330 NPB",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326118440",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125200",
   "pgm_ele_name": "LIGO RESEARCH SUPPORT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "069Z",
   "pgm_ref_txt": "Windows on the Universe (WoU)"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 56897.0
  }
 ],
 "por": null
}