{
 "awd_id": "2012365",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Common Environmental Drivers Determine the Occupation Chronology of Adélie Penguins and Moss Peatbanks on the Western Antarctic Peninsula",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032922356",
 "po_email": "rgast@nsf.gov",
 "po_sign_block_name": "Rebecca Gast",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 117935.0,
 "awd_amount": 117935.0,
 "awd_min_amd_letter_date": "2021-08-22",
 "awd_max_amd_letter_date": "2021-08-22",
 "awd_abstract_narration": "This award is funded in whole or part under the American Rescue Plan Act of 2021 (Public Law 117-2). \r\nPart I: Non-technical description: \r\nAdélie penguin colonies are declining and disappearing from the western Antarctic Peninsula. However, not all colonies in a certain area decline or disappear at the same rate. This research project will evaluate the influence of terrestrial surface properties on Adélie penguin colonies, leveraging five decades of research on seabirds near Palmer Station where an Adélie colony on Litchfield Island became extinct in 2007 while other colonies nearby are still present. The researchers will combine information obtained from remote sensing, UAS (Unoccupied Aircraft System, or drones) high-resolution maps, reconstruction of past moss banks and modeling with machine learning tools to define suitable penguin and peatbank moss habitats and explore the influence of microclimate on their distributions. In particular, the researchers are asking if guano from penguin colonies could act as fertilizers of moss banks in the presence of localized wind patters that can carry airborne nitrogen to the mosses. Modeling will relate penguin and peatbank moss spatial patterns to environmental variables and provide a greater understanding of how continued environmental change could impact these communities. The project allows for documentation of terrestrial Antarctic ecosystems in support of seabirds and provisioning of such information to the broader science community that seeks to study penguins, educating graduate and undergraduate students and a post-doctoral researcher. The research team includes two young women as Principal Investigators, one of them from an under-represented ethnic minority, first time Antarctic Principal Investigator, from an EPSCoR state (Wyoming), broadening participation in Antarctic research. Researchers will serve as student mentors through the Duke Bass Connections program entitled Biogeographic Assessment of Antarctic Coastal Habitats. This program supports an interdisciplinary team of graduate and undergraduate students collaborating with project faculty and experts on cutting-edge research bridging the classroom and the real world.\r\n\r\nPart II: Technical description:   \r\nThis research aims to understand the changes at the microclimate scale (meters) by analyzing present and past Adélie penguin colonies and moss peatbanks in islands around Palmer Station in the western Antarctic Peninsula – interlinked systems that are typically considered in isolation. By integrating in situ and remote data, this project will synthesize the drivers of biogeomorphology on small islands of the Antarctic Peninsula, a region of rapid change where plants and animals often co-occur and animal presence often determines the habitation of plants. A multi-disciplinary approach combine field measurements, remote sensing, UAS (Unoccupied Aircraft Systems) maps, paleoecology and modeling with machine learning to define suitable habitats and the influence of microclimates on penguin and peatbank distributions. The link between the two aspects of this study, peatbanks and penguins, is the potential source of nutrients for peat mosses from penguin guano. Peatbank and penguin distribution will be modeled and all models will be validated using in situ information from moss samples that will identify mechanistic processes. This project leverages 5 decades of seabird research in the area and high-definition remote sensing provided by the Polar Geospatial center to study the microclimate of Litchfield Island where an Adélie colony became extinct in 2007 when other colonies nearby are still present. The research team includes two early career women as Principal Investigators, one of them from an under-represented ethnic minority, first time Antarctic Principal Investigator, from an EPSCoR state (Wyoming). Researchers will serve as mentors for students through the Duke Bass Connections program entitled Biogeogrpahic Assessment of Antarctic Coastal Habitats which bridges the classroom and the real world.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Johnston",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Johnston",
   "pi_email_addr": "david.johnston@duke.edu",
   "nsf_id": "000527230",
   "pi_start_date": "2021-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University Marine Lab",
  "perf_str_addr": "135 Duke Marine Lab Rd.",
  "perf_city_name": "Beaufort",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "285168648",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 117935.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our overarching goal was to advance our knowledge of less conventional drivers that control the distributions of Ad&eacute;lie penguin colonies and moss peatbanks to reconstruct past climate change. We used a systematic study of landscape effects on terrestrial ecosystem processes on the western Antarctic Peninsula to 1) determine the optimal breeding habitat for Ad&eacute;lie penguins and the growing environment for moss peatbanks and 2) assess how moss peatbanks are distributed on islands in relation to penguin colonies (penguin-derived nutrients), topography, and microclimate.</p>\r\n<p>Using a combination of moss peat cores and contemporary mosses growing on the surface of peatbanks collected from north, south, and west facing slope aspects on Litchfield Island in the Palmer Archipelago, we are evaluate whether the geochemical proxies such as carbon and oxygen stable isotopes from moss cellulose reflect a local microclimate-controlled signal or a regional climate signal when compared to instrumental records from the past 70 years.</p>\r\n<p>We also explored biological proxies (nitrogen stable isotopes) for penguin nutrient input from moss leaves to evaluate if a relationship exists between landscape slope aspect and wind-blown nutrients originating from guano of local penguin colonies. These comparisons were combined with analyses from UAS imagery of moss and penguin colony distributions, as well as microclimate variables (e.g. solar irradiance, slope aspect, wind, and snow accumulation) to provide insight into their influence at locally extinct and occupied Adelie penguin colonies in the Palmer Station area.</p>\r\n<p>Our lab's work has focused specifically on supporting the collcting an analysis of drone-based and satellite remote sensing products for the above mentioned cmaprisons, and to help draft and edit papers for the primary literature.</p><br>\n<p>\n Last Modified: 03/12/2025<br>\nModified by: David&nbsp;Johnston</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2025/2012365/2012365_10765237_1741794177135_LitchfieldOrtho--rgov-214x142.PNG\" original=\"/por/images/Reports/POR/2025/2012365/2012365_10765237_1741794177135_LitchfieldOrtho--rgov-800width.PNG\" title=\"Litchfield Island Orthomosaic\"><img src=\"/por/images/Reports/POR/2025/2012365/2012365_10765237_1741794177135_LitchfieldOrtho--rgov-66x44.PNG\" alt=\"Litchfield Island Orthomosaic\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The drone-based orthomosiac of Litchfield Island</div>\n<div class=\"imageCredit\">David Johnston</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">David&nbsp;Johnston\n<div class=\"imageTitle\">Litchfield Island Orthomosaic</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/2012365/2012365_10765237_1741794105931_LitchfieldDSM--rgov-214x142.PNG\" original=\"/por/images/Reports/POR/2025/2012365/2012365_10765237_1741794105931_LitchfieldDSM--rgov-800width.PNG\" title=\"Litchfield Island Digital Surface Model\"><img src=\"/por/images/Reports/POR/2025/2012365/2012365_10765237_1741794105931_LitchfieldDSM--rgov-66x44.PNG\" alt=\"Litchfield Island Digital Surface Model\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The drone-based digital surface model for Litchfield Island</div>\n<div class=\"imageCredit\">David Johnston</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">David&nbsp;Johnston\n<div class=\"imageTitle\">Litchfield Island Digital Surface Model</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nOur overarching goal was to advance our knowledge of less conventional drivers that control the distributions of Adlie penguin colonies and moss peatbanks to reconstruct past climate change. We used a systematic study of landscape effects on terrestrial ecosystem processes on the western Antarctic Peninsula to 1) determine the optimal breeding habitat for Adlie penguins and the growing environment for moss peatbanks and 2) assess how moss peatbanks are distributed on islands in relation to penguin colonies (penguin-derived nutrients), topography, and microclimate.\r\n\n\nUsing a combination of moss peat cores and contemporary mosses growing on the surface of peatbanks collected from north, south, and west facing slope aspects on Litchfield Island in the Palmer Archipelago, we are evaluate whether the geochemical proxies such as carbon and oxygen stable isotopes from moss cellulose reflect a local microclimate-controlled signal or a regional climate signal when compared to instrumental records from the past 70 years.\r\n\n\nWe also explored biological proxies (nitrogen stable isotopes) for penguin nutrient input from moss leaves to evaluate if a relationship exists between landscape slope aspect and wind-blown nutrients originating from guano of local penguin colonies. These comparisons were combined with analyses from UAS imagery of moss and penguin colony distributions, as well as microclimate variables (e.g. solar irradiance, slope aspect, wind, and snow accumulation) to provide insight into their influence at locally extinct and occupied Adelie penguin colonies in the Palmer Station area.\r\n\n\nOur lab's work has focused specifically on supporting the collcting an analysis of drone-based and satellite remote sensing products for the above mentioned cmaprisons, and to help draft and edit papers for the primary literature.\t\t\t\t\tLast Modified: 03/12/2025\n\n\t\t\t\t\tSubmitted by: DavidJohnston\n"
 }
}