{
 "awd_id": "2015991",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF/DMR-BSF: Density Functionals for Predictive Excited-State Calculations of Solids  (NSF-BSF Application)",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2020-12-01",
 "awd_exp_date": "2023-11-30",
 "tot_intn_awd_amt": 334332.0,
 "awd_amount": 334332.0,
 "awd_min_amd_letter_date": "2020-10-23",
 "awd_max_amd_letter_date": "2020-10-23",
 "awd_abstract_narration": "NONTECHNICAL SUMMARY\r\n\r\n\r\nThis award supports theoretical and computational research, and education to advance computational methods for predicting the properties of materials from fundamental scientific principles. The discovery and development of new materials for optoelectronic applications is significantly limited by a detailed understanding of how materials harvest light, transduce energy, and transport charge - all phenomena involving electronic excited states where the configuration of electrons leads to a higher energy than the lowest or ground state energy of the material. Existing computational methods are predictive for such processes, but they come at significant computational cost, and alternative approaches with similar accuracy would enable predictions for increasingly complex materials and for adapting such methods for materials discovery and design. This research project lays important groundwork toward the development of more efficient predictive theoretical frameworks that are complimentary to more computationally costly existing methods for electronic excited states in real materials. \r\n\r\nCentral to this effort is mentoring of next-generation computational materials theorists at all age levels, with focus on active recruitment and promotion of women and other underrepresented-minority undergraduate and graduate students; and outreach through tours of local research facilities for undergraduate, elementary, and middle-school students – as well as educators – in the Bay area and beyond.\r\n\r\n\r\nTECHNICAL SUMMARY\r\n\r\nThis award supports theoretical and computational research, and education to advance computational methods for predicting the properties of materials. The electronic band structure is a fundamental property of crystalline matter. It serves as the basis for understanding charge transport properties of bulk materials. Moreover, it is a prerequisite for understanding optical properties of materials and for rationalizing the results of spectroscopic measurements. In materials and condensed matter physics, the formalism of choice for quantitative determination of the band structure has long been many-body perturbation theory (MBPT). This formalism has yielded excellent electronic structure predictions for many different classes of metals, semiconductors, and insulators. However, these predictions come at significant computational cost, and the ability to extract band structures from density functional theory (DFT), based on the single-electron energies and orbitals obtained from the solution of the Kohn-Sham equation, could alleviate this cost. \r\n\r\nThis project involves a binational theoretical and computational collaboration to develop a robust framework for the first principles computational prediction of the quasiparticle band gaps, band structures, and optical spectra of complex solid-state materials with greater accuracy and efficiency than existing methodologies, by combining optimally-tuned range separated hybrid (OTRSH) density functionals with many-body perturbation theory. The PIs’ work has shown that OTRSH functionals lead to band structures and optical spectra for a broad class of molecular crystals and a set of group IV and III–V semiconductors and insulators, with the accuracy of leading-edge ab initio GW and GW-BSE approaches. Here, the PIs build on this success by advancing two important fronts simultaneously. First, the PIs will evaluate OTRSH as an effective starting point for GW and GW-BSE calculations for solids. Second, building on prior work, the PIs will explore routes to determine accurate DFT-OTRSH band structure and TDDFT-OTRSH optical properties without GW calculations. Once validated, the PIs will use OTRSH starting points to calculate the quasiparticle gap and band structure, as well as the linear absorption spectra, of an array of complex materials, including halide perovskites, important optoelectronic materials for which standard GW and GW-BSE methods have been demonstrated to be inadequate or inconsistent.\r\n\r\nThe progress made thus far with OTRSH for band structure and optical spectra of solids is encouraging, as it suggests that it is in general possible to fix one parameter to the orientationally-averaged dielectric constant and then tune a single parameter – the range-separation parameter – to yield band structures and optical spectra in agreement with GW-BSE, partially or fully mitigating computational costs associated with MBPT. Given the quality of the OTRSH band structure with a single parameter, could OTRSH be an optimal starting point for GW and GW-BSE calculations of complex structurally and chemically heterogeneous systems? Additionally, it remains to be seen whether one can set this single parameter independent of GW-BSE calculations and experiment. Can it be predicted from materials properties in a computationally tractable manner, for isotropic and anisotropic materials alike? The aim of this project is to address these questions, and ultimately develop efficient approaches for understanding existing and predicting new excited-state phenomena in complex materials.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Neaton",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey B Neaton",
   "pi_email_addr": "jbneaton@berkeley.edu",
   "nsf_id": "000642204",
   "pi_start_date": "2020-10-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Berkeley",
  "perf_str_addr": "366 LeConte Hall MC 7300",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947207400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  },
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 334332.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The electronic band structure is a fundamental property of crystalline matter. It serves as the basis for understanding charge transport properties of bulk materials, and it is a prerequisite for understanding optical properties of materials and for rationalizing the results of spectroscopic measurements. In materials and condensed matter physics, the formalism of choice for quantitative determination of the band structure and spectroscopic properties of crystals has been ab initio many-body perturbation theory (MBPT) within the GW approximation and the Bethe-Salpeter equation (BSE) approach. This formalism has yielded excellent predictions for many different classes of metals, semiconductors, and insulators, as well as surfaces, interfaces, and nanostructures. However, these predictions come at significant computational cost, and extracting band structures from density functional theory (DFT), based on the single-electron energies and orbitals obtained from the solution of the Kohn-Sham equation, could alleviate this cost. This project involved a binational theoretical and computational collaboration that developed a new class of non-empirical hybrid density functionals &ndash; namely, Wannier optimally-tuned screened range-separated hybrid (WOT-SRSH) functionals &ndash; capable of predicting accurate quasiparticle band gaps and band structures, and, via linear-response time-dependent density functional theory (LR-TDDFT), optical spectra including electron- hole interactions, for a range of complex solid-state materials, with greater computational efficiency than existing leading approaches.</p>\n<p>In this project, the PIs have shown that non-empirical Wannier-localized optimally-tuned screened range-separated hybrid (WOT-SRSH) functionals lead to band structures and optical spectra in excellent agreement with more advanced ab initio methods and with experiment for a range of compound semiconductors, halide perovskites, metal oxides, and layered materials, including in the monolayer limit. For these systems, we extensively benchmarked WOT-SRSH functionals against state-of-the-art ab initio many-body perturbation theory within the GW approximation and the Bethe-Salpeter equation (GW-BSE) approach, finding excellent agreement in all cases. We also used WOT-SRSH functionals to generate an optimal &ldquo;starting point&rdquo; for GW-BSE calculations. Through a comparison to calculations based on well-established functionals, namely, PBE, PBE0, and HSE, as well as to self-consistent GW approaches and to experiment for a range of semiconductors and insulators, we demonstrated that band gaps computed via G0W0@WOT-SRSH are as accurate as more advanced methods such as quasiparticle self-consistent GW and eigenvalue self-consistent GW. Moreover, for a number of metal oxides &ndash; including ZnO, a notoriously challenging case &ndash; we showed that the WOT-SRSH functional predicted linear absorption spectra, including excitonic effects, in good agreement with GW-BSE and experiment. We applied WOT-SRSH to halide perovskites, an important emerging class of light-harvesting materials, finding excellent agreement with experiment. For lead-free double halide perovskites, where the prediction of fundamental gaps and optical properties with ab initio methods has been a significant challenge, we established WOT-SRSH as a viable method for the accurate prediction of optoelectronic properties. For layered materials, including transition-metal sulfides and selenides, indium selenide, black phosphorus, and hexagonal boron nitride, we showed that WOT-SRSH functionals are transferable between the bulk and monolayer limits, and can yield predictions for band structures and optical absorption spectra with accuracy comparable to ab initio many-body perturbation theory in both limits.</p>\n<p>&nbsp;Central to this project has been outreach to and mentoring of next-generation computational materials theorists at all age levels, by developing content for an advanced undergraduate course on density functional theory, by organizing community workshops in electronic structure, and by focusing on recruitment practices that increased the participation of women and other underrepresented-minority undergraduate and graduate students. The outcomes of this project also provide a basis for future developments in this functional, including extensions to vibrational properties, defects, systems of greater structural complexity, and more, as well as high-throughput calculations of the spectroscopic properties of materials with good accuracy and reasonable computational cost.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/21/2024<br>\nModified by: Jeffrey&nbsp;B&nbsp;Neaton</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe electronic band structure is a fundamental property of crystalline matter. It serves as the basis for understanding charge transport properties of bulk materials, and it is a prerequisite for understanding optical properties of materials and for rationalizing the results of spectroscopic measurements. In materials and condensed matter physics, the formalism of choice for quantitative determination of the band structure and spectroscopic properties of crystals has been ab initio many-body perturbation theory (MBPT) within the GW approximation and the Bethe-Salpeter equation (BSE) approach. This formalism has yielded excellent predictions for many different classes of metals, semiconductors, and insulators, as well as surfaces, interfaces, and nanostructures. However, these predictions come at significant computational cost, and extracting band structures from density functional theory (DFT), based on the single-electron energies and orbitals obtained from the solution of the Kohn-Sham equation, could alleviate this cost. This project involved a binational theoretical and computational collaboration that developed a new class of non-empirical hybrid density functionals  namely, Wannier optimally-tuned screened range-separated hybrid (WOT-SRSH) functionals  capable of predicting accurate quasiparticle band gaps and band structures, and, via linear-response time-dependent density functional theory (LR-TDDFT), optical spectra including electron- hole interactions, for a range of complex solid-state materials, with greater computational efficiency than existing leading approaches.\n\n\nIn this project, the PIs have shown that non-empirical Wannier-localized optimally-tuned screened range-separated hybrid (WOT-SRSH) functionals lead to band structures and optical spectra in excellent agreement with more advanced ab initio methods and with experiment for a range of compound semiconductors, halide perovskites, metal oxides, and layered materials, including in the monolayer limit. For these systems, we extensively benchmarked WOT-SRSH functionals against state-of-the-art ab initio many-body perturbation theory within the GW approximation and the Bethe-Salpeter equation (GW-BSE) approach, finding excellent agreement in all cases. We also used WOT-SRSH functionals to generate an optimal starting point for GW-BSE calculations. Through a comparison to calculations based on well-established functionals, namely, PBE, PBE0, and HSE, as well as to self-consistent GW approaches and to experiment for a range of semiconductors and insulators, we demonstrated that band gaps computed via G0W0@WOT-SRSH are as accurate as more advanced methods such as quasiparticle self-consistent GW and eigenvalue self-consistent GW. Moreover, for a number of metal oxides  including ZnO, a notoriously challenging case  we showed that the WOT-SRSH functional predicted linear absorption spectra, including excitonic effects, in good agreement with GW-BSE and experiment. We applied WOT-SRSH to halide perovskites, an important emerging class of light-harvesting materials, finding excellent agreement with experiment. For lead-free double halide perovskites, where the prediction of fundamental gaps and optical properties with ab initio methods has been a significant challenge, we established WOT-SRSH as a viable method for the accurate prediction of optoelectronic properties. For layered materials, including transition-metal sulfides and selenides, indium selenide, black phosphorus, and hexagonal boron nitride, we showed that WOT-SRSH functionals are transferable between the bulk and monolayer limits, and can yield predictions for band structures and optical absorption spectra with accuracy comparable to ab initio many-body perturbation theory in both limits.\n\n\nCentral to this project has been outreach to and mentoring of next-generation computational materials theorists at all age levels, by developing content for an advanced undergraduate course on density functional theory, by organizing community workshops in electronic structure, and by focusing on recruitment practices that increased the participation of women and other underrepresented-minority undergraduate and graduate students. The outcomes of this project also provide a basis for future developments in this functional, including extensions to vibrational properties, defects, systems of greater structural complexity, and more, as well as high-throughput calculations of the spectroscopic properties of materials with good accuracy and reasonable computational cost.\n\n\n\t\t\t\t\tLast Modified: 07/21/2024\n\n\t\t\t\t\tSubmitted by: JeffreyBNeaton\n"
 }
}