{
 "awd_id": "2018523",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Effects of Musculoskeletal Design on Bipedal Walking and Running Performance",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2021-03-01",
 "awd_exp_date": "2025-02-28",
 "tot_intn_awd_amt": 270000.0,
 "awd_amount": 270000.0,
 "awd_min_amd_letter_date": "2021-03-01",
 "awd_max_amd_letter_date": "2021-05-19",
 "awd_abstract_narration": "Humans are unique among apes and other primates in the size and shape of our back, pelvis and lower limbs, all of which contribute to the ease with which we walk and run on two limbs. The main goal of this project is to elucidate the walking and running capabilities of the earliest human ancestors, who – the human fossil record indicates – possessed only a subset of these anatomical traits. To achieve this goal, this project will integrate locomotor experiments of humans and chimpanzees with computer simulations using detailed models of the muscle and skeletal anatomies of humans, chimpanzees and Australopithecus afarensis, a ~3.5 million year old human ancestor. This integrative experiment-modeling/simulation approach will establish relationships between anatomical traits and walking and running capabilities. The project will link biological anthropology and computational science research, including the development of new tools that provide a rigorous, quantitative basis for inferring walking and running capabilities from fossils of human ancestors. It will also contribute to education and training at the undergraduate, graduate, and postdoctoral levels, and include a strong commitment to advancing academic diversity and inclusion. The knowledge generated will be incorporated into an annual biomechanics outreach event for high school students and a workshop providing computer modeling and simulation skills for researchers in biological anthropology. Data, models, and algorithms associated with this project will be shared online with other scientists, educators, and the general public.\r\n\r\nOver the past 7 to 8 million years, our muscular, skeletal, and neural systems have been adapted for overground locomotion. How did our lineage become skilled walkers and runners, and what locomotor adaptations occurred among the earliest hominins? This question will be addressed by integrating empirical locomotion data with detailed models of the musculoskeletal system and the latest advances in predictive simulation. First, a comprehensive experimental dataset will be established for the 3-D limb motion, forces, and cost for bipedal chimpanzee and human locomotion at matched speeds. This dataset will be used to validate model-based, predictive simulations of walking and running in both taxa, and evaluate three ecologically-relevant performance criteria, including energy cost, muscle fatigue, and joint loading, as well as a weighted combination of all three. A 3-D model of Au. afarensis will then be used with the best-performing criteria to predict walking and running capabilities for this species, with uncertainty assessed via sensitivity analyses. Together, these data will provide the basis for developing an early hominin-like deformable ape musculoskeletal model to test the hypothesis that lower back and pelvis evolution enhanced bipedal walking and running capabilities as compared to bipedal locomotion in chimpanzees. Finally, a new bi-level predictive simulation approach will be developed for discovering the selective forces that drive anatomical trait evolution in bipedal locomotion. This integrative approach will provide critical information about walking and running capabilities in the earliest hominins that have been unapproachable using comparative fossil-based studies or experimentation alone. This project is jointly supported by the Biological Anthropology and Physiological Mechanisms and Biomechanics Programs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Umberger",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Brian R Umberger",
   "pi_email_addr": "umberger@umich.edu",
   "nsf_id": "000525692",
   "pi_start_date": "2021-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  },
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "7658",
   "pgm_ref_txt": "Physiolg Mechansms&Biomechancs"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 270000.0
  }
 ],
 "por": null
}