{
 "awd_id": "2021393",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Exploring the Effect of Shared Identities Between Instructors and Students in the Undergraduate Biology Classroom",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922574",
 "po_email": "geuno@nsf.gov",
 "po_sign_block_name": "Gordon Uno",
 "awd_eff_date": "2021-03-01",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2021-02-17",
 "awd_max_amd_letter_date": "2021-07-30",
 "awd_abstract_narration": "This project aims to serve the national interest by making STEM classrooms and disciplines more welcoming to all students.  Individuals from marginalized groups often feel unwelcome and unrepresented in STEM.  Students who encounter such feelings are less likely to persist in STEM majors than their peers.  Instructors with a marginalized identity can positively impact students who share the same identity.  However, it is unclear to what extent marginalized students know or know of instructors who share their identity, and whether this knowledge affects students’ college experiences.  This project intends to assess impacts on students when biology instructors’ share their LGBTQ+ identities, including impacts on LGBTQ+ students’ sense of belonging in biology classrooms and college STEM communities.  This knowledge may help to identify strategies that improve undergraduate students’ sense of belonging and capability in STEM, thus supporting greater success of students from diverse marginalized groups. \r\n\r\nMarginalized stigmatized identities that carry negative stereotypes can be invisible because a person who carries these identifies must choose to reveal them.  Currently, it is unclear how an instructor’s sharing of an invisible stigmatized identity may impact students both who do and do not share that identity.  The project team has a strong record of leading successful projects that address issues of diversity and identity in STEM education.  In this project, the researchers will use in-depth interviews and a national survey to examine the extent to which instructors share their LGBTQ+ identities with their students.  The project has already recruited a substantial number of volunteers to participate in the interviews.  Using the framework of invisible stigmatized identities, the project team hopes to identify factors that influence an instructor’s decision to share a marginalized identity with their students.  Additionally, through a quasi-experimental study, the project intends to explore the impacts when instructors briefly mention their LGBTQ+ identity.  The project will examine the general impacts on all students and specific impacts on those students who share this identity, with a focus on students' sense of belonging, science identity, and self-efficacy in science.  These outcomes have been established as important predictors of students’ persistence in science.  The project team will also examine how instructors’ sharing of their LGBTQ+ identity affects students’ perception of instructor likeability, competence, and relatability.  A strong data management plan is in place to ensure data security and privacy.  Although this work will focus on biology, the results of its efforts will likely be applicable in other STEM disciplines.  The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students.  Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Sara",
   "pi_last_name": "Brownell",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Sara E Brownell",
   "pi_email_addr": "sara.brownell@asu.edu",
   "nsf_id": "000636591",
   "pi_start_date": "2021-02-17",
   "pi_end_date": "2021-07-30"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katelyn",
   "pi_last_name": "Cooper",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Katelyn M Cooper",
   "pi_email_addr": "katelyn.cooper@asu.edu",
   "nsf_id": "000787374",
   "pi_start_date": "2021-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sara",
   "pi_last_name": "Brownell",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Sara E Brownell",
   "pi_email_addr": "sara.brownell@asu.edu",
   "nsf_id": "000636591",
   "pi_start_date": "2021-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "P.O Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}