{
 "awd_id": "2022941",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New Tools for Quantifying Cloud Response to Varying Climate States",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2020-11-01",
 "awd_exp_date": "2024-10-31",
 "tot_intn_awd_amt": 556103.0,
 "awd_amount": 667219.0,
 "awd_min_amd_letter_date": "2020-10-29",
 "awd_max_amd_letter_date": "2021-07-26",
 "awd_abstract_narration": "Clouds play a central role in Earth's climate as they regulate both the amount of sunlight reaching the Earth and the amount of infrared radation the Earth emits to space. But the climatic effect of clouds is an aggregate effect over a bewildering variety of cloud types, structures, and sizes.  In principle this aggregate effect can be calculated on a cloud-by-cloud basis, simulating all clouds in detail and then adding up their individual contributions. But such simulations are impractical and in any case do not provide a satisfactory explanation for cloud behaviors. An alternative approach is to look for ways in which the fine-scale properties of clouds are determined, at least approximately, by the bulk properties of the large-scale atmosphere.  This approach has the advantage of focusing on cloud properties which are likely to be influenced by climate change and may act to amplify or moderate the amount of warming caused by greenhouse gas increases.\r\n\r\nIn recent work the PIs have developed a theory in which the stratification of the large-scale atmosphere exerts a thermodynamic constraint on the fine-scale complexity of tropical convective clouds. The theory assumes a quasi-equilibrium state in which convective potential energy generated by solar heating at ground level is dissipated by horizontal turbulent mixing between rising air in clouds and surrounding clear air, which has lower potential energy. Since the sides of a cloud constitute a boundary through which mixing occurs across a potential energy drop, the theory implies a relationship between the length of cloud perimeter on a surface of atmospheric potential energy (specifically saturated static energy) and the stability of the atmosphere to overturning motions at that level.  In quasi-equilibrium this relationship further implies that the number of clouds with a given perimeter length is inversely proportional to that perimeter length.  Also, the mass flux through the sides of a cloud is related to the potential energy difference between the cloud and its environment.  This relationship can be used to show that clouds of high convective potential energy are exponentially more rare than clouds of lower potential energy (a form of the Boltzmann distribution).\r\n\r\nWork under this award tests the theory's predictions regarding the perimeter and energy dependence of cloud occurrence using satellite observations and model simulations.  Further work addresses the extent to which the relationship between cloud number and perimeter length can be used to infer the number of clouds with a given horizontal area (possibly following Korcak's law), as cloud area has a direct connection to the climatic effects of clouds.  Finally, the implications of the theory for changes in tropical convective clouds in response to climate change will be explored. Atmospheric stability is expected to increase in a warmer climate, and the relationship between stability and perimeter length suggests that warming will increase cloud number and total perimeter.  But some work is required to reconcile this result with other thermodynamically-based arguments for changes in tropical cloud cover with warming.\r\n\r\nThe work has societal relevance given concerns regarding the severity of climate change and its impacts on people and the environment.  Clouds are perhaps the greatest source of uncertainty in efforts to determine the amount of warming produced by increases in greenhouse gas concentrations, and the relationships between fine-scale cloud properties and large-scale atmospheric conditions examined here could help to reduce this uncertainty. The project includes participants at the University of Lille and thus promotes international research collaboration.  It also provides support and training to two graduate students and one undergraduate, thereby building the future workforce in this research area.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Garrett",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy J Garrett",
   "pi_email_addr": "tim.garrett@utah.edu",
   "nsf_id": "000429091",
   "pi_start_date": "2020-10-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Krueger",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Steven K Krueger",
   "pi_email_addr": "steven.krueger@utah.edu",
   "nsf_id": "000441080",
   "pi_start_date": "2020-10-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "75 S 2000 E",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 667219.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on improving our understanding of clouds and their behavior under different climate conditions. Clouds play a crucial role in regulating Earth&rsquo;s energy balance by reflecting solar radiation and emitting thermal radiation. However, accurately representing the complexities of clouds in weather and climate models has been one of the biggest challenges in climate science.</p>\r\n<p>The research addressed the central question of how the detailed shapes and sizes of clouds, especially in the tropics, relate to larger-scale atmospheric properties, in particular those that are more easily predicted such as vertical profiles of temperature and humidity. Instead of simply measuring clouds as whole objects, new ways were developed to think about clouds by examining their edges&mdash;or perimeters&mdash;which are the boundaries where clouds interact with the surrounding clear air to compete for energy and moisture.</p>\r\n<p><strong>Key project outcomes</strong></p>\r\n<ol>\r\n<li>\r\n<p><strong>Linking Cloud Geometry to Climate:</strong><br />By building on prior work that derived that related the total length of cloud edges and their size distributions to the atmospheric temperature profile, it was found that cloud geometries can be constrained using simple principles of atmospheric thermodynamics.</p>\r\n</li>\r\n<li>\r\n<p><strong>Relating the large scale to the small scale:</strong><br />One major goal was to show that the fine-scale details of clouds&mdash;such as their shape and size&mdash;are not random but emerge predictably from larger atmospheric thermodynamic properties, a result confirmed using both satellite data and high-resolution computer models.</p>\r\n</li>\r\n<li>\r\n<p><strong>Improving Cloud Measurements:</strong><br />A significant part of the project involved developing better techniques for measuring clouds from space. Clouds are typically observed in satellite images, but standard methods can introduce bias, especially when clouds touch the edge of the image frame. The project found that mathematical descriptions of the sizes and shapes of clouds in prior literature were highly dependent on certain assumption that were often not stated explicitly. New correction methods were developed to account for these issues, ensuring that cloud geometries are estimated more accurately.</p>\r\n</li>\r\n</ol>\r\n<p><strong>Major Findings</strong></p>\r\n<p>The research yielded several important results:</p>\r\n<ul>\r\n<li>\r\n<p><strong>Robust Cloud Size Distributions:</strong><br />By analyzing data from multiple satellites around the globe, the project found that the mathematical relationships describing cloud sizes are remarkably stable. Whether one looked at clouds over land or ocean, in different seasons or latitudes, the key properties remained almost invariant. This consistency suggests that cloud formation is governed by fundamental physical processes that do not change drastically with varying climate conditions.</p>\r\n</li>\r\n<li>\r\n<p><strong>Revealing Turbulence and Scale Invariance:</strong><br />Clouds exhibit complex, fractal-like patterns, meaning their structure changes depending on the scale you look at&mdash;from small, turbulent eddies up to the whole cloud field spanning thousands of kilometers. The study introduced new ways to measure this &ldquo;fractal&rdquo; behavior in cloud ensembles. The results indicate that the collective geometry of clouds is closely linked to atmospheric turbulence and behaves in a predictable manner across an extraordinarily wide range of scales, from millimeter scales to the entire Earth. Importantly, turbulence was found to be intermediate to 2D and 3D at all scales.</p>\r\n</li>\r\n<li>\r\n<p><strong>Understanding the Role of Cloud Edges:</strong><br />The project also examined the &ldquo;edge&rdquo; of clouds, where air mixing and energy transfers occur. Using novel diagrams (inspired by earlier work by Pauluis and colleagues), new maps were created for how energy and mass are exchanged at these boundaries. This insight is vital for understanding the heights at which clouds form, a central question to the understanding of cloud impacts on climate.</p>\r\n</li>\r\n</ul>\r\n<p><strong>Training and Broader Impacts</strong></p>\r\n<p>Beyond the scientific findings, the project played a key role in training new researchers. Graduate and undergraduate students worked closely with the principal investigators, gaining expertise in advanced data analysis, numerical modeling, and observational techniques. The work has been shared at major scientific conferences and published in respected journals, contributing valuable tools for the broader climate science community.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/15/2025<br>\nModified by: Timothy&nbsp;J&nbsp;Garrett</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project focused on improving our understanding of clouds and their behavior under different climate conditions. Clouds play a crucial role in regulating Earths energy balance by reflecting solar radiation and emitting thermal radiation. However, accurately representing the complexities of clouds in weather and climate models has been one of the biggest challenges in climate science.\r\n\n\nThe research addressed the central question of how the detailed shapes and sizes of clouds, especially in the tropics, relate to larger-scale atmospheric properties, in particular those that are more easily predicted such as vertical profiles of temperature and humidity. Instead of simply measuring clouds as whole objects, new ways were developed to think about clouds by examining their edgesor perimeterswhich are the boundaries where clouds interact with the surrounding clear air to compete for energy and moisture.\r\n\n\nKey project outcomes\r\n\r\n\r\n\n\nLinking Cloud Geometry to Climate:\nBy building on prior work that derived that related the total length of cloud edges and their size distributions to the atmospheric temperature profile, it was found that cloud geometries can be constrained using simple principles of atmospheric thermodynamics.\r\n\r\n\r\n\n\nRelating the large scale to the small scale:\nOne major goal was to show that the fine-scale details of cloudssuch as their shape and sizeare not random but emerge predictably from larger atmospheric thermodynamic properties, a result confirmed using both satellite data and high-resolution computer models.\r\n\r\n\r\n\n\nImproving Cloud Measurements:\nA significant part of the project involved developing better techniques for measuring clouds from space. Clouds are typically observed in satellite images, but standard methods can introduce bias, especially when clouds touch the edge of the image frame. The project found that mathematical descriptions of the sizes and shapes of clouds in prior literature were highly dependent on certain assumption that were often not stated explicitly. New correction methods were developed to account for these issues, ensuring that cloud geometries are estimated more accurately.\r\n\r\n\r\n\n\nMajor Findings\r\n\n\nThe research yielded several important results:\r\n\r\n\r\n\n\nRobust Cloud Size Distributions:\nBy analyzing data from multiple satellites around the globe, the project found that the mathematical relationships describing cloud sizes are remarkably stable. Whether one looked at clouds over land or ocean, in different seasons or latitudes, the key properties remained almost invariant. This consistency suggests that cloud formation is governed by fundamental physical processes that do not change drastically with varying climate conditions.\r\n\r\n\r\n\n\nRevealing Turbulence and Scale Invariance:\nClouds exhibit complex, fractal-like patterns, meaning their structure changes depending on the scale you look atfrom small, turbulent eddies up to the whole cloud field spanning thousands of kilometers. The study introduced new ways to measure this fractal behavior in cloud ensembles. The results indicate that the collective geometry of clouds is closely linked to atmospheric turbulence and behaves in a predictable manner across an extraordinarily wide range of scales, from millimeter scales to the entire Earth. Importantly, turbulence was found to be intermediate to 2D and 3D at all scales.\r\n\r\n\r\n\n\nUnderstanding the Role of Cloud Edges:\nThe project also examined the edge of clouds, where air mixing and energy transfers occur. Using novel diagrams (inspired by earlier work by Pauluis and colleagues), new maps were created for how energy and mass are exchanged at these boundaries. This insight is vital for understanding the heights at which clouds form, a central question to the understanding of cloud impacts on climate.\r\n\r\n\r\n\n\nTraining and Broader Impacts\r\n\n\nBeyond the scientific findings, the project played a key role in training new researchers. Graduate and undergraduate students worked closely with the principal investigators, gaining expertise in advanced data analysis, numerical modeling, and observational techniques. The work has been shared at major scientific conferences and published in respected journals, contributing valuable tools for the broader climate science community.\r\n\n\n\t\t\t\t\tLast Modified: 04/15/2025\n\n\t\t\t\t\tSubmitted by: TimothyJGarrett\n"
 }
}