{
 "awd_id": "2024163",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: A New Approach to Firn Evolution using the Taylor Dome Natural Laboratory",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032920000",
 "po_email": "kbrunt@nsf.gov",
 "po_sign_block_name": "Kelly Brunt",
 "awd_eff_date": "2021-09-15",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 385870.0,
 "awd_amount": 385870.0,
 "awd_min_amd_letter_date": "2021-09-14",
 "awd_max_amd_letter_date": "2021-09-14",
 "awd_abstract_narration": "The transformation of snow into firn and then glacial ice is a fundamental process in glaciology.  Understanding it is critical for many applications including the conversion of satellite altimetry measurements into ice-sheet mass changes—a key measure of glacier response to climate change.  Better process understanding is also critical for determining the difference in the age of ice and the gas trapped within it.  This difference complicates the age-dating of ice cores. Despite its importance, the transformation of snow into firn and then ice is still poorly understood and current predictive models have limited applicability. This project aims to develop a physically based firn-compaction model for the glaciological community.  The team will take the first steps toward this goal through a set of field and laboratory experiments combined with model developments. The fieldwork will be at Taylor Dome in Antarctica.  \r\n\r\nThis project will introduce a new combination of firn datasets designed to lead to the development of next-generation, physics-based firn models. Advances in ice-core science and satellite altimetry demand firn models that can reliably simulate firn evolution in a range of climatic conditions, in a changing climate, and on long- and short-time scales. Current firn-compaction models are largely based on a steady-state assumption and tuned to particular geographical locations. Advancing beyond these models requires (1) measuring current firn-compaction rates (2) measuring grain-scale microstructures that play a crucial role in firn compaction, and (3) quantifying processes driving evolution of those microstructures. To decouple firn’s sensitivities to accumulation and temperature, the team will measure in situ strain rates by two independent methods and observe trends in microstructure in cores from sites spanning the accumulation gradient at Taylor Dome, while maintaining the same average temperature. The team will assess the ability of phase-sensitive radar to remotely measure firn-compaction rates, potentially simplifying future in situ measurements. This work will create a roadmap for collecting future microstructural data spanning key areas of temperature-accumulation space and simplify future collaborations through the availability of an open-source Community Firn Model.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kaitlin",
   "pi_last_name": "Keegan",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kaitlin M Keegan",
   "pi_email_addr": "kkeegan@unr.edu",
   "nsf_id": "000815499",
   "pi_start_date": "2021-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511600",
   "pgm_ele_name": "ANT Glaciology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 385870.0
  }
 ],
 "por": null
}