{
 "awd_id": "2026143",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  The early detection of HLB Disease in citrus trees utilizing a novel isothermal PCR technology to identify host small RNAs",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032920000",
 "po_email": "epiersto@nsf.gov",
 "po_sign_block_name": "Erik Pierstorff",
 "awd_eff_date": "2020-12-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 256000.0,
 "awd_amount": 256000.0,
 "awd_min_amd_letter_date": "2020-11-23",
 "awd_max_amd_letter_date": "2020-11-23",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project is to provide a quick, cost-effective, and sensitive early detection assay for Huanglongbing (HLB) disease (aka citrus greening disease) to guide management strategies and limit its spread. HLB is the most impactful and devastating disease plaguing the global citrus industry.  Current diagnostic tools are either unreliable for early detection or infeasible to scale; they are hindered by time-consuming sample preparation, delayed result reporting, and high operation costs. The lack of technology to detect the presence of the HLB disease-causing bacterium at an early stage and diagnose HLB with minimal sampling has contributed to inadequate disease control. Consequences include a 60% decline in citriculture acreage and a 72% reduction in oranges for processing, a threefold increase in citrus farming expenses, and costs in the US of $11 B annually. This technology will provide a new diagnostic tool for rapid detection and precise, defensive management of citrus crops with respect to HLB.  \r\n\r\nThis SBIR Phase I project will address the critical need for a highly sensitive early-detection assay for HLB, a major threat to the citrus industry, to support effective disease management. Currently, HLB is primarily detected by a PCR assay for the pathogen itself. The assay is frequently ineffective, as the titer and distribution of HLB-associated bacteria within citrus trees, the types of tissue infected, and degree of disease progression are highly variable. Development of new diagnostic tools to detect infection prior to symptom development and independent of direct pathogen presence is crucial. This project will combine two innovations, small non-coding RNA biomarkers associated with the host tree instead of the pathogen, and a novel RNA amplification methodology, to develop a 30-minute assay performed in a single step, with the capability of detecting infection by HLB-causing bacteria at 10 weeks post-inoculation with over 80% specificity and sensitivity. The Phase I project will 1) demonstrate feasibility of using a novel amplification technology to detect an RNA biomarker panel in infected tree samples; 2) validate assay performance, and 3) compare the assay to traditional methods.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarjubhai",
   "pi_last_name": "Patel",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sarjubhai A Patel",
   "pi_email_addr": "sarj@fyrdiagnostics.com",
   "nsf_id": "000821879",
   "pi_start_date": "2020-11-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "FYR DIAGNOSTICS, INC.",
  "inst_street_address": "1121 E BROADWAY ST",
  "inst_street_address_2": "",
  "inst_city_name": "MISSOULA",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4063709762",
  "inst_zip_code": "598024909",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "FYR DIAGNOSTICS INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "FXC2KX47NS48"
 },
 "perf_inst": {
  "perf_inst_name": "FYR DIAGNOSTICS, LLC",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "598033120",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 256000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Huanglongbing (HLB) disease, or citrus greening disease, is one of the most impactful and devastating diseases plaguing the global citrus industry. In the past decade, it has cost the U.S. ~$11B per year and caused a 72% reduction in oranges for processing. HLB is caused by the gram-negative bacteria Candidatus Liberibacter asiaticus (CLas), which is transmitted by the Asian citrus psyllid (ACP) as it feeds on citrus leaves.</p>\n<p>The ability to efficiently detect the presence of CLas and diagnose HLB with minimal sampling effort is critical to protecting the citrus crop industry in the U.S., and worldwide. The lack of such technology has contributed to inadequate disease control and significant reductions in the yield and quality of citrus crops</p>\n<p>The goal of this project was to develop a&nbsp;novel, quick, cost-effective, and sensitive early detection assay for CLas, to guide management strategies and prevent spread of HLB disease.</p>\n<p>The new test utilized 2 innovations, 1) the identification of small RNA molecules released by the host citrus tree in response to CLas infection and 2) a novel&nbsp;isothermal Ultrasensitive DNA Amplification Reaction (UDAR) method which can directly detect these small RNA molecules in tree leaf samples.</p>\n<p>UDAR assays for were generated to directly detect a panel of HLB-associated small RNAs linked to CLas infection using synthetic sRNA molecules but unfortunately the further development and validation of the HLB assays required for commercialization was not completed due to lack of healthy and HLB infected citrus tree samples to perform the neccessary optimizations for a HLB assay.</p>\n<p>Therefore there were no Project outcomes to report.</p><br>\n<p>\n Last Modified: 07/17/2024<br>\nModified by: Sarjubhai&nbsp;A&nbsp;Patel</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nHuanglongbing (HLB) disease, or citrus greening disease, is one of the most impactful and devastating diseases plaguing the global citrus industry. In the past decade, it has cost the U.S. ~$11B per year and caused a 72% reduction in oranges for processing. HLB is caused by the gram-negative bacteria Candidatus Liberibacter asiaticus (CLas), which is transmitted by the Asian citrus psyllid (ACP) as it feeds on citrus leaves.\n\n\nThe ability to efficiently detect the presence of CLas and diagnose HLB with minimal sampling effort is critical to protecting the citrus crop industry in the U.S., and worldwide. The lack of such technology has contributed to inadequate disease control and significant reductions in the yield and quality of citrus crops\n\n\nThe goal of this project was to develop anovel, quick, cost-effective, and sensitive early detection assay for CLas, to guide management strategies and prevent spread of HLB disease.\n\n\nThe new test utilized 2 innovations, 1) the identification of small RNA molecules released by the host citrus tree in response to CLas infection and 2) a novelisothermal Ultrasensitive DNA Amplification Reaction (UDAR) method which can directly detect these small RNA molecules in tree leaf samples.\n\n\nUDAR assays for were generated to directly detect a panel of HLB-associated small RNAs linked to CLas infection using synthetic sRNA molecules but unfortunately the further development and validation of the HLB assays required for commercialization was not completed due to lack of healthy and HLB infected citrus tree samples to perform the neccessary optimizations for a HLB assay.\n\n\nTherefore there were no Project outcomes to report.\t\t\t\t\tLast Modified: 07/17/2024\n\n\t\t\t\t\tSubmitted by: SarjubhaiAPatel\n"
 }
}