{
 "awd_id": "2029097",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of a high-throughput/high-sensitivity, in situ 14C extraction line for US earth sciences",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924658",
 "po_email": "ewidom@nsf.gov",
 "po_sign_block_name": "Elisabeth Widom",
 "awd_eff_date": "2021-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 345538.0,
 "awd_amount": 345538.0,
 "awd_min_amd_letter_date": "2021-08-06",
 "awd_max_amd_letter_date": "2021-08-06",
 "awd_abstract_narration": "This award will fund the development and construction of a next-generation extraction system that will isolate in situ 14C from the mineral quartz. This next-generation in situ 14C extraction system will be housed at the Lamont-Doherty Earth Observatory (LDEO) of Columbia University and open to the US research community. Implementation of a new in situ 14C extraction system will make available new research avenues for LDEO scientists, an early-career investigator, and US researchers aiming to utilize in situ 14C in their own research programs. New in situ 14C measurement capabilities will address important research avenues in US earth sciences including: 1) ice-sheet stability and determining how ice sheets were configurated in the geologic past when they were smaller than today, 2) when and how quickly ice sheets and glaciers retreated in the past, and 3) how quickly ice sheets and glaciers modify the landscapes they rest upon. Addressing all of these questions are important for developing accurate predictions of sea-level rise for the upcoming centuries. This new, more user-friendly in situ 14C extraction system will be used to recruit students and attract young scientists from ethnically underrepresented populations and the investigators will travel to the annual Society for Advancement of Chicanos/Hispanics and Native Americans in Science (SACNAS) meeting as part of this initiative. A next-generation extraction line will allow LDEO to better recruit and educate undergraduate students through the LDEO Summer Intern program, and allow LDEO to continue to attract graduate students, postdoctoral scholars, and young scientists, in turn laying the foundation for complimentary research trajectories in the US.\r\n\r\nIn situ 14C has emerged as a powerful tool for quantifying earth-surface processes, but methodological difficulties in extracting tiny amounts of 14C from quartz has limited its potential and widespread use despite its scientific potential. Advances in method development and the application of in situ 14C are needed to tackle outstanding research questions that require low-level analytical measurements; in turn, low-level in situ 14C measurements need to be available for widespread use by the US earth science community. The PIs will build a next-generation, high-sensitivity/high-throughput in situ 14C extraction system housed at the Lamont-Doherty Earth Observatory (LDEO) of Columbia University and open to the US research community. The new stainless-steel extraction line releases in situ 14C from quartz by flux-free heating and yields blank levels reduced by a factor of ~5x versus current-generation 14C extraction lines, thereby significantly improving 14C detection limits. This extraction system design reduces complete sample processing time from 3-4 days down to ~10 hours.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicolas",
   "pi_last_name": "Young",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Nicolas E Young",
   "pi_email_addr": "nicolasy@ldeo.columbia.edu",
   "nsf_id": "000544172",
   "pi_start_date": "2021-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joerg",
   "pi_last_name": "Schaefer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Joerg M Schaefer",
   "pi_email_addr": "schaefer@ldeo.columbia.edu",
   "nsf_id": "000160412",
   "pi_start_date": "2021-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observator",
  "perf_str_addr": "61 Route 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "109641707",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 345538.0
  }
 ],
 "por": null
}