{
 "awd_id": "2029909",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Electrospun composite nanofibers for point-of-use and point-of-entry drinking water treatment",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2021-01-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2020-12-17",
 "awd_max_amd_letter_date": "2021-05-19",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the development of high-performance filters to improve access to safe and reliable drinking water. Contaminated drinking water is a public health crisis affecting hundreds of millions of people worldwide, including many across the United States. The proposed nanotechnology-enabled water filter technology provides a unique solution to pervasive drinking water pollutants, including lead and arsenic. As an in-home or point-of-use (POU) technology, it is envisioned that a product would be used at the primary faucet used for water consumption or in reusable water bottles.  The technology may be especially valuable for those relying on unregulated water supplies like private drinking water wells, where water is often consumed with little to no treatment. Institutions with older plumbing systems would benefit from these filters at their fountains and bubblers. This could positively impact communities with limited freshwater resources or needs of humanitarian missions or natural disasters.\r\n\r\nThis I-Corps project is based on the development of nanotechnology-enabled water treatment devices. Electrospinning to fabricate functionalized polymer-metal oxide nanofiber composites for drinking water treatment coupling physical and chemical removal routes for a diverse range of pollutants has been shown. Accordingly, the overarching goal of this work is to translate nanofiber fabrication recipes to industrial scale and demonstrate the performance of the functionalized polymer nanocomposites using a prototype point-of-use (POU) water treatment device (e.g., for use at the tap, within a home refrigerator or a reusable water bottle). Development efforts include scaling up electrospinning processes to fabricate nanofiber membrane sheets of dimensions necessary for integration into POU treatment devices; integration of these nanofiber membrane sheets into prototype POU treatment platforms to demonstrate ease of installation, use and maintenance; and validation of the device for regulatory approval of removal of lead (Pb) and arsenic (As). The transformative aspect of this technology is to create multi-functional, nanostructured materials with synergistic performance characteristics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Cwiertny",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Cwiertny",
   "pi_email_addr": "david-cwiertny@uiowa.edu",
   "nsf_id": "000448773",
   "pi_start_date": "2020-12-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "2 Gilmore Hall",
  "perf_city_name": "Iowa City",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421320",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF I-Corps award supported researchers from the University of Iowa (UI), Notre Dame (ND) and a technology start-up, Nanofiber Solutions, LLC (NFS) and their efforts to translate nanotechnology-enabled water treatment devices to application scale. The technology proposed for scale up and prototyping results from nearly 10 years of collaboration between PI David Cwiertny (UI) and collaborator Nosang Myung (ND). Cwiertny and Myung have demonstrated the use of electrospinning to fabricate functionalized polymer-metal oxide nanofiber composites for water treatment. Through nanoengineering, this filtration technology exhibits high removal capacity of toxic pollutants including lead and arsenic, among others, in a small device footprint, enabling more treatment with less material and operating cost. As such, they can be easily integrated into existing point-of-use/point-of-entry (POU/POE) treatment systems and generate little to no waste byproducts. A collaborative partnership with Dr. Jed Johnson and NFS brought expertise and infrastructure in the industrial scale synthesis of nanofiber frameworks for industrial applications and proven experience in translating fundamental research and discovery into practical applications with societal impact.&nbsp;</p>\n<p>The research team completed I-Corps training in Fall 2020 in Cohort 3 (St. Louis/virtual) as Team 2070 \"FilterMore\". The team consisted of Entrepreneurial Lead Humberto Gonzalez-Ribot, co-Technical Leads David Cwiertny and Nosang Myung, and Industry Mentor Jed Johnson of Nanofiber Solutions, Inc. We used customer discovery to establish our beachhead market of schools and daycares, with our minimum viable product (MVP) being a POU filter that targets lead removal. Based on our plan to functionalize existing block carbon filters with electrospun nanofiber sorbent layers, we intend to extend the lifetime of commercially available, certified lead removal devices by at least two-fold. This, in turn, would limit filter replacement and maintenance, both of which were important value propositions for our primary customer segment of school and daycare facilities administrators. Our focus on schools and daycares is motivated by recent updates to federal regulations (the Lead and Copper Rule) that will soon require testing in schools.&nbsp; As federally mandated testing is conducted, and lead contamination problems are revealed, schools will need versatile technologies to remove lead from drinking water as costs of plumbing repairs may be too prohibitive for most school districts. Our materials hold an additional competitive advantage by being a membrane based technology, and thus able to remove nanoparticulate lead, an emerging problem for some commercially available POU filter materials.&nbsp;</p>\n<p>At UI, this award supported the MS degree training of Mr. Humberto Gonzalez-Ribot, who completed the NSF I-Corps program as our project team's Entrepreneurial Lead (or EL). Through the I-Corps course instruction, weekly presentations, and customer discovery interview process, in which our team completed 104 interviews, Mr. Gonzalez-Ribot received extensive training, professional development, and valuable experience related to launching a start-up company.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/17/2023<br>\nModified by: David&nbsp;M&nbsp;Cwiertny</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis NSF I-Corps award supported researchers from the University of Iowa (UI), Notre Dame (ND) and a technology start-up, Nanofiber Solutions, LLC (NFS) and their efforts to translate nanotechnology-enabled water treatment devices to application scale. The technology proposed for scale up and prototyping results from nearly 10 years of collaboration between PI David Cwiertny (UI) and collaborator Nosang Myung (ND). Cwiertny and Myung have demonstrated the use of electrospinning to fabricate functionalized polymer-metal oxide nanofiber composites for water treatment. Through nanoengineering, this filtration technology exhibits high removal capacity of toxic pollutants including lead and arsenic, among others, in a small device footprint, enabling more treatment with less material and operating cost. As such, they can be easily integrated into existing point-of-use/point-of-entry (POU/POE) treatment systems and generate little to no waste byproducts. A collaborative partnership with Dr. Jed Johnson and NFS brought expertise and infrastructure in the industrial scale synthesis of nanofiber frameworks for industrial applications and proven experience in translating fundamental research and discovery into practical applications with societal impact.\n\n\nThe research team completed I-Corps training in Fall 2020 in Cohort 3 (St. Louis/virtual) as Team 2070 \"FilterMore\". The team consisted of Entrepreneurial Lead Humberto Gonzalez-Ribot, co-Technical Leads David Cwiertny and Nosang Myung, and Industry Mentor Jed Johnson of Nanofiber Solutions, Inc. We used customer discovery to establish our beachhead market of schools and daycares, with our minimum viable product (MVP) being a POU filter that targets lead removal. Based on our plan to functionalize existing block carbon filters with electrospun nanofiber sorbent layers, we intend to extend the lifetime of commercially available, certified lead removal devices by at least two-fold. This, in turn, would limit filter replacement and maintenance, both of which were important value propositions for our primary customer segment of school and daycare facilities administrators. Our focus on schools and daycares is motivated by recent updates to federal regulations (the Lead and Copper Rule) that will soon require testing in schools. As federally mandated testing is conducted, and lead contamination problems are revealed, schools will need versatile technologies to remove lead from drinking water as costs of plumbing repairs may be too prohibitive for most school districts. Our materials hold an additional competitive advantage by being a membrane based technology, and thus able to remove nanoparticulate lead, an emerging problem for some commercially available POU filter materials.\n\n\nAt UI, this award supported the MS degree training of Mr. Humberto Gonzalez-Ribot, who completed the NSF I-Corps program as our project team's Entrepreneurial Lead (or EL). Through the I-Corps course instruction, weekly presentations, and customer discovery interview process, in which our team completed 104 interviews, Mr. Gonzalez-Ribot received extensive training, professional development, and valuable experience related to launching a start-up company.\n\n\n\t\t\t\t\tLast Modified: 12/17/2023\n\n\t\t\t\t\tSubmitted by: DavidMCwiertny\n"
 }
}