{
 "awd_id": "2030894",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developing and Encouraging Engineering Professionals within a Commuter Student Population",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922635",
 "po_email": "mferrara@nsf.gov",
 "po_sign_block_name": "Mike Ferrara",
 "awd_eff_date": "2021-01-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 999971.0,
 "awd_amount": 999971.0,
 "awd_min_amd_letter_date": "2020-11-16",
 "awd_max_amd_letter_date": "2021-05-19",
 "awd_abstract_narration": "This project will contribute to the national need for skilled scientists, mathematicians, engineers, and technicians.  It will do so by supporting the retention and graduation of high-achieving, low-income students with demonstrated financial need at Youngstown State University.  Most students at this University are commuter students who live off campus, have part-time or full-time jobs, and must balance responsibilities outside their academic work.  Over the five-year project duration, thirty commuter students will receive scholarships.  The Scholars will be recruited in two annual cohorts of fifteen students, who can be first-year or transfer students enrolled full- or half-time.  These Scholars will pursue bachelor’s degrees in engineering fields including chemical, civil, electrical, industrial, mechanical, and manufacturing.  The Scholars will receive annually renewable scholarships for up to four years.  In addition, the Scholars will have access to established and new support structures that emphasize community building, mentoring, and development of professional and leadership skills.  The proposed project has significant intellectual merit because it addresses two gaps related to the academic success of commuter students: (i) limited scholarly literature on the integration of commuter students into college support systems; and (ii) limited attention of colleges to the needs of commuter students. Broader impacts of the project include the potential to transform the culture and outcomes of the engineering programs at a commuter campus and, simultaneously, strengthen the regional economy by providing additional engineers to fill technology-related job openings in Ohio.  The proposed model for engineering student success is expected to be informative for designing student support structures on commuter campuses nationwide.\r\n\r\nThe overall goal of the project is to increase STEM degree completion rates of low-income, high-achieving undergraduate commuter students with demonstrated financial need.  The project will generate new knowledge by investigating the effectiveness of the support model for increasing commuter student persistence to graduation.  The value of this knowledge is elevated by the relatively unique institutional setting, which features a primarily commuter campus with several fully accredited engineering programs.  Two research questions are posited: (i) How do undergraduate engineering commuter students experience academic and social integration into the University? and (ii) How do cohort-based student learning communities influence integration of engineering commuter students? Answers to these questions will be sought through collection and analysis of quantitative and qualitative data from surveys, in-person interviews, and focus groups.  The project management team has the required expertise, including engineering and science education researchers who will lead the educational research activities.  A qualified external evaluator will examine project execution and monitor the extent of adherence to the project management plan.  The plan for dissemination of project results is robust and comprehensive, including on-campus presentations, professional engineering conferences, social networks, and K-12 outreach.  This project is funded by NSF’s Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers, and to generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Brozina",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen C Brozina",
   "pi_email_addr": "scbrozina@ysu.edu",
   "nsf_id": "000733182",
   "pi_start_date": "2020-11-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hazel",
   "pi_last_name": "Marie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hazel Marie",
   "pi_email_addr": "hmarie@ysu.edu",
   "nsf_id": "000367824",
   "pi_start_date": "2020-11-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Cripe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen Cripe",
   "pi_email_addr": "mlcripe@ysu.edu",
   "nsf_id": "000602387",
   "pi_start_date": "2020-11-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Youngstown State University",
  "inst_street_address": "1 TRESSEL WAY",
  "inst_street_address_2": "",
  "inst_city_name": "YOUNGSTOWN",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3309412378",
  "inst_zip_code": "445550001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "OH06",
  "org_lgl_bus_name": "YOUNGSTOWN STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C5BNR8SHXMM4"
 },
 "perf_inst": {
  "perf_inst_name": "Youngstown State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "445550001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "OH06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 999971.0
  }
 ],
 "por": null
}