{
 "awd_id": "2030553",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Undergraduate Research, Training in Entrepreneurship, and Application of Social Cognitive Career Theory to Increase Baccalaureate Graduation Rates at a Historically Black College",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927260",
 "po_email": "lsun@nsf.gov",
 "po_sign_block_name": "Lulu Sun",
 "awd_eff_date": "2021-04-01",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 646610.0,
 "awd_amount": 646610.0,
 "awd_min_amd_letter_date": "2021-04-07",
 "awd_max_amd_letter_date": "2021-05-19",
 "awd_abstract_narration": "This project will contribute to the national need for highly skilled scientists, mathematicians, engineers, and technicians by supporting the retention and graduation of high achieving, low-income students at Livingstone College, a private four-year Historically Black College. Over its five-year duration, the project will provide scholarships to 30 undergraduate students as they pursue bachelor’s degrees in Biology, Computer Information Systems, and/or Mathematics.  During the first year of the project, a cohort of first, second, and third-year STEM students will be recruited. During the second year of the project, an additional cohort of first year students will be recruited. These Scholars will receive scholarships through their fourth year in college, supporting them as they progress through their STEM bachelor’s degree program. The project aims to increase student persistence in STEM fields by linking scholarships with effective supporting activities, including mentoring and undergraduate research experiences that are tied to service learning and entrepreneurship.  Because Livingstone College has a high proportion of students from populations that are underrepresented in STEM, this project has the potential to broaden participation in STEM. It also has the potential to inform other colleges and universities about how mentoring and formalized training in undergraduate research and entrepreneurship may improve retention and graduation of students from low-income backgrounds.\r\n\r\nThe overall goal of the project is to increase STEM degree completion of low-income, high-achieving undergraduates with demonstrated financial need.  There are four specific aims: (1) enhance educational, research, and entrepreneurship opportunities for students; (2) attract, recruit, retain and graduate talented STEM students; (3) enhance preparation of students for STEM graduate school and the STEM workforce; and (4) advance student development through work-based learning and entrepreneurship experiences.  To help students develop psychosocial constructs associated with persistence, such as self-efficacy, outcome expectation, and personal goal setting, the project plans to build upon prior NSF-funded research at Livingstone College on the use of Social Cognitive Career Theory (SCCT) as a conceptual framework for supporting student success. SCCT has been shown to be useful in predicting the math/science interests and goals of diverse groups of secondary students. This project plans to further understand how SCCT may facilitate baccalaureate retention, graduation, and STEM career preparation among post-secondary students from communities that are underrepresented in STEM. The project will deliver faculty professional development in pedagogical and curricular practices associated with SCCT, with a focus on fostering development of the identified constructs (e.g., self-efficacy) in participating students. The project will be evaluated using a mixed methods approach that includes validated instruments, qualitative interviews and analyses, syllabi improvement evaluation protocol, participation metrics, and retention/ graduation rates for evaluating both formative and summative outcomes. Results of the project will be made available through an established network of STEM educators, as well as through journal articles and conference presentations. This project is funded by NSF’s Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers, and to generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dawn",
   "pi_last_name": "McNair",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Dawn B McNair",
   "pi_email_addr": "dmcnair@livingstone.edu",
   "nsf_id": "000598879",
   "pi_start_date": "2021-04-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Obafemi",
   "pi_last_name": "Balogun",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr",
   "pi_full_name": "Obafemi Balogun",
   "pi_email_addr": "profbalogun@gmail.com",
   "nsf_id": "000725141",
   "pi_start_date": "2021-04-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Josette",
   "pi_last_name": "Wilkes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Josette Wilkes",
   "pi_email_addr": "jwilkes@livingstone.edu",
   "nsf_id": "000776169",
   "pi_start_date": "2021-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Livingstone College",
  "inst_street_address": "701 W MONROE ST",
  "inst_street_address_2": "",
  "inst_city_name": "SALISBURY",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "7042166044",
  "inst_zip_code": "281445213",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NC06",
  "org_lgl_bus_name": "LIVINGSTONE COLLEGE, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "H3ZYK35K7BT5"
 },
 "perf_inst": {
  "perf_inst_name": "Livingstone College",
  "perf_str_addr": "701 W. Monroe Street",
  "perf_city_name": "Salisbury",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "281445298",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 646610.0
  }
 ],
 "por": null
}