{
 "awd_id": "2030960",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Assets-based Model to Improve Science, Technology, and Mathematics Baccalaureate Completion at a Hispanic-Serving Institution",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032928063",
 "po_email": "nalaraje@nsf.gov",
 "po_sign_block_name": "Nasser Alaraje",
 "awd_eff_date": "2021-07-15",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 650000.0,
 "awd_amount": 650000.0,
 "awd_min_amd_letter_date": "2021-07-07",
 "awd_max_amd_letter_date": "2021-07-07",
 "awd_abstract_narration": "This project will contribute to the national need for well-educated scientists, mathematicians, engineers, and technicians by supporting the retention and graduation of high-achieving, low-income students with demonstrated financial need at Our Lady of the Lake University, a private, Hispanic-serving institution. Over its five-year duration, this project will fund scholarships to 20 unique full-time students who are pursuing bachelor’s degrees in Biology, Chemistry, Chemical Biology, Mathematics, Biomathematics, and Computer Information Systems and Security. There will be two cohorts of scholar recipients. Students will be recruited from high schools serving low-income students and will receive a scholarship starting their first year in college, for up to a total of four years as they pursue their STEM baccalaureate degree.  Our Lady of the Lake University is seeking to help students majoring in science, technology and mathematics bridge the divide between home/community and school through financial support in the form of scholarships and early and ongoing inclusion of families. This project will examine how to bridge the connection between college and the home/community of low-income students for the purpose of improving students’ retention and graduation rates. The project aims to increase student persistence in STEM fields by linking scholarships with effective support activities, including a STEM Living Community, cohort seminar courses, multi-tiered mentoring, peer tutoring, and career counseling. Additionally, there will be the application of culturally responsible activities designed to build upon the strength of students' home/communities, including virtual interactions, encouraged communication, and family celebrations. Because Our Lady of Lake University has a high population of students underrepresented in their participation in STEM fields of study, this project has the potential to broaden participation in those fields and to learn how cohort building, mentoring, peer tutoring, and activities designed to keep students connected to their home and community will support retention and graduation of this student population.\r\n\r\nThe overall goal of this project is to increase STEM degree completion and increase career readiness of low-income, high-achieving undergraduates with demonstrated financial need.  This project will contribute to the knowledge of STEM student success in examining the impact of an assets-based, culturally responsive approach toward understanding Latinx STEM student baccalaureate success.  After a thorough review of the literature on discipline-based education research, teaching and learning, cultural community wealth theory, and assets-based interventions this project aims to answer the following question: How does leveraging socio-cultural and familial factors and academic and student support activities affect the likelihood that students will graduate in a STEM major? Quantitative and qualitative approaches will be used to examine psychosocial constructs (self-efficacy, self-concept, sense of belonging, family perceptions) and the role they play in persistence, graduation, and intent to remain in STEM after graduation. Much of the literature on student success initiatives centers on Predominantly White Institutions and/or large, public institutions. This project will contribute to the STEM education knowledge base by identifying strategies that affect persistence and graduation rates for minoritized groups and low-income post-secondary students. Through intentional outreach and recruitment in high schools with high concentrations of poverty, this project will broadly impact the full participation of academically talented low-income students that are underrepresented in STEM. This project will be evaluated assessing the total number of students enrolled, retention rates, graduation rates, and intent to pursue graduate education or professional careers in STEM fields. The results of the research will be published and made available to other institutions who wish to implement a similar approach. This project is funded by NSF’s Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers, and to generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Teresita",
   "pi_last_name": "Munguia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Teresita Munguia",
   "pi_email_addr": "tmunguia@ollusa.edu",
   "nsf_id": "000598725",
   "pi_start_date": "2021-07-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rosa",
   "pi_last_name": "Rivera-Hainaj",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Rosa E Rivera-Hainaj",
   "pi_email_addr": "rhainaj@albertus.edu",
   "nsf_id": "000478382",
   "pi_start_date": "2021-07-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vanessa",
   "pi_last_name": "Clark",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Vanessa G Clark",
   "pi_email_addr": "vgarza2@ollusa.edu",
   "nsf_id": "000714692",
   "pi_start_date": "2021-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Our Lady of the Lake University",
  "inst_street_address": "411 SW 24TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2104346711",
  "inst_zip_code": "782074617",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "OUR LADY OF LAKE UNIVERSITY OF SAN ANTONIO",
  "org_prnt_uei_num": "",
  "org_uei_num": "RRWPRNJR5L49"
 },
 "perf_inst": {
  "perf_inst_name": "Our Lady of the Lake University",
  "perf_str_addr": "411 SW 24th Street",
  "perf_city_name": "San Antonio",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782074617",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 650000.0
  }
 ],
 "por": null
}