{
 "awd_id": "2031512",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Directly probing the local coordination, charge state and stability of single atom catalysts – Critical insights from advanced TEM for promoting stability",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927104",
 "po_email": "bchandle@nsf.gov",
 "po_sign_block_name": "Bert Chandler",
 "awd_eff_date": "2020-11-15",
 "awd_exp_date": "2024-10-31",
 "tot_intn_awd_amt": 184041.0,
 "awd_amount": 184041.0,
 "awd_min_amd_letter_date": "2020-11-10",
 "awd_max_amd_letter_date": "2020-11-10",
 "awd_abstract_narration": "The drive for atom-efficient catalysts with carefully controlled properties has motivated the development of single atom catalysts (SACs), where single precious metal atoms are stabilized on high-surface-area supports. SACs exhibit unique and potentially useful characteristics for chemical processes ranging from automotive catalysis to electrocatalysis.  However, information about the structure of the metal binding site on the support and its stability under reaction conditions is sparse. This is due to a lack of insights into the uniformity of metal species and their mobility, which are challenging to assess from sample-averaged measurements. The investigators will overcome these limitations to obtain atomic-scale and quantitative insights into the working state of SACs by coupling state-of-the-art atomic resolution transmission electron microscopy and spectroscopy with careful catalyst synthesis and sample averaged analyses. The study will focus on the design of catalysts that utilize expensive and scarce noble metals more effectively, thus opening the door to more efficient and economical chemical manufacturing and environmental remediation technologies. The research is integrated with education and outreach activities to attract diverse junior scientists, including women and underrepresented minority groups, and train future leaders to address critical societal challenges.\r\n\r\nThe project leverages unique electron microscopy facilities at the University of California-Irvine (UCI) with state-of-the-art catalyst synthesis and spectroscopic characterization capabilities at the University of California-Santa Barbara (UCSB).  The central objectives of the research are to utilize advanced ex situ and in situ aberration-corrected scanning transmission electron microscopy and associated electron energy loss spectroscopy to probe the local coordination, metal charge state, and stability of SACs and correlate these properties to spectroscopic analysis by in situ infrared spectroscopy. The study of SACs benefits significantly from in situ sub-angstrom resolution imaging, as this provides site-specific information needed to interpret spectroscopic data from sample averaged measurements. This project focuses on Pt, Rh, and Au SACs on alumina (modified by atomically-dispersed Re and W), titania, and ceria which present variations in metal oxidation-state, support-reducibility, and available bindings sites. Detailed characterization of these systems enables the design of new catalysts with tuned reactivity and stability for catalytic processes such as CO oxidation, NO reduction, and alkene hydroformylation. The integration of the research with education and training of students allows the results from this project to be disseminated to the diverse student populations of UCI and UCSB during coursework and internships for undergraduate students, as well as to high school students from diverse backgrounds through summer school programs, which will promote their interest in scientific research and education.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Phillip",
   "pi_last_name": "Christopher",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Phillip N Christopher",
   "pi_email_addr": "pchristopher@ucsb.edu",
   "nsf_id": "000600255",
   "pi_start_date": "2020-11-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931065080",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 184041.0
  }
 ],
 "por": null
}