{
 "awd_id": "2033452",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RII-Track 4 - Experiencing The Matrix of Power Dynamics For Undergraduate And Graduate Black Women In Computing to Understand their Intersectional Experiences",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032928458",
 "po_email": "cwhitley@nsf.gov",
 "po_sign_block_name": "Chinonye Nnakwe",
 "awd_eff_date": "2021-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 160235.0,
 "awd_amount": 160235.0,
 "awd_min_amd_letter_date": "2021-05-28",
 "awd_max_amd_letter_date": "2021-05-28",
 "awd_abstract_narration": "Understanding the experiences of Black women in computing, who experience racism and sexism at the same time, provides insights that can help support Black women more effectively.  This research will study Black women’s unique perspectives in Computer Science (CS) education and computing, including the trials and triumphs experienced as Black women navigate various computing spaces (academic, professional, personal, etc.).  Additionally, this research will explore just and equitable approaches to communicating those experiences to CS educators and those outside of the community of Black women.  This fellowship will take place at the Constellations Center for Equity in Computing at Georgia Tech, working with an internationally recognized researcher in equity in CS education.  The fellowship will provide training to the PI and a graduate student in approaches to designing, enacting, and assessing more equitable computing spaces that can better support Black women.  By coupling those approaches with the PI’s approach to describing the unique perspective into computing that Black women provide through their lived experiences, the proposed research will develop theory and practice that can be used to create spaces that broaden and deepen the engagement of Black women in the field, bringing the nation closer to CS For All.\r\n\r\nThis fellowship will provide training for the PI and a graduate student to understand the matrix of power dynamics that Black women encounter in computing as well as the forms of agency they acquire and develop to persist.  The work will focus on examining the experiences of Black women in different computing contexts at various stages to articulate a Black women’s standpoint as they contend with racism and sexism, simultaneously, in computing.  This research will identify design principles that can be applied to create more equitable spaces that are more inclusive, welcoming, and supportive for Black women.  Finally, this research will explore the affordances of approaches to communicate those experiences in ways that authentically portray and honor the complexities and range of experiences while also developing empathy for and action around promoting equity and sustained engagement in computing.  The development of methodologies for articulating the matrix of power dynamics in computing will be transformative for the PI’s research program.  The fellowship will generate new theories that can help the field better understand the experiences of other marginalized groups, new principles for designing equitable spaces for these groups, and non-traditional approaches for communicating those experiences to others inside and outside of the field.  The proposed project will establish a collaboration between leaders in the fields of intersectional computing and equity in computing education, as well as provide actionable insights that will support the commitment to create and enact more equitable computing spaces taken up by the PI’s department at the PI’s home institution.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jakita",
   "pi_last_name": "Thomas",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Jakita O Thomas",
   "pi_email_addr": "jnt0020@auburn.edu",
   "nsf_id": "000559417",
   "pi_start_date": "2021-05-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Constellations Center for Equity in Computing",
  "perf_str_addr": "North Ave NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721700",
   "pgm_ele_name": "EPSCoR Research Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 160235.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-53439ffa-7fff-3c66-6ea8-0872f0ff8fd7\">\r\n<p dir=\"ltr\"><span>The U.S. has faced a challenge for decades in terms of who has access to CS education and</span></p>\r\n<p dir=\"ltr\"><span>computing- and technology-focused opportunities. The U.S. Census Bureau projects that by</span></p>\r\n<p dir=\"ltr\"><span>2044, more than 50% of the population of the U.S will be made up of people of color, with no</span></p>\r\n<p dir=\"ltr\"><span>one race or ethnic group holding a majority. Data reveals that Black women are among the most</span></p>\r\n<p dir=\"ltr\"><span>underrepresented groups in computing. The needs of Black women cannot be adequately</span></p>\r\n<p dir=\"ltr\"><span>understood or addressed when interventions are designed and analyzed by race, gender, or ability alone instead of at the intersections of race, gender, ability, etc. The purpose of this research is to better understand the unique intersectional experiences of Black women in computing and to explore how best to communicate those experiences to CS educators and the larger public. This research fellowship, in collaboration with Dr. Kamau Bobb from the Constellations Center for Equity in Computing and faculty from the GVU Center at the host institution, the Georgia Institute of Technology, aims to increase broaden participation in CS education and computing to promote the progress of science and the welfare and prosperity of the nation. This project involved examining the narratives of Black women in different computing contexts at various stages in their education and careers across different segments of computing.&nbsp;</span></p>\r\n<br />\r\n<p dir=\"ltr\"><span>The results of the project gave new insights into not only the intersectional experiences of Black women in computing as they navigate various computing contexts (personal, academic, professional, etc.), but also the mechanisms they use to cope and resist in these environments when they experience challenges and barriers.</span></p>\r\n<br />\r\n<p dir=\"ltr\"><span>We also described how power moves in these computing contexts to create structures and barriers for Black women in computing, particularly through an intersectional analysis of power.&nbsp; This is an intersectional methodology that identifies sites where structures and barriers exist in computing for Black women, including the particular context, a description of the matrix of domination, the assumptions that undergird the matrix of domination, who holds power in these contexts and how power does or doesn&rsquo;t shift, and how Black women respond and/or resist.</span></p>\r\n<br />\r\n<p dir=\"ltr\"><span>We learned about some of the factors Black women leverage to persist, including prior successes in computing, their faith, and their family members (particularly fathers who sparked initial interest in computing when these Black women were girls).&nbsp; We contend that Black women are experiencing challenges and barriers in almost every computing context they enter.&nbsp; Some Black women respond to those challenges and barriers by developing coping strategies and leveraging their faith and family to persist, while other Black women decide to exit the field of computing as a form of resistance.&nbsp;&nbsp;</span></p>\r\n<br />\r\n<p dir=\"ltr\"><span>Finally, we explored the difference between studies of intersectional populations and intersectional studies.&nbsp; This project has resulted in a clear call to action for the computing community including: 1) to engage in self-reflexivity as it engages in research and interventions to spread computing education to all; 2) the computing community educating itself about other ways of knowing outside of Eurocentric ways of knowing so that those communities can be centered and not othered; 3) the computing and computer science education communities, specifically, should engage with critical theories grounded in the social sciences and humanties as well as other non-Eurocentric ways of knowing and experiencing that center and prioritize people, culture, and social issues over curriculum, pedagogy, and assessments; and 4) building coalitions with organizations led by intersectional populations that are committed to building a safe and thriving computing community for everyone.</span></p>\r\n<div><span><br /></span></div>\r\n</span></p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/17/2025<br>\nModified by: Jakita&nbsp;O&nbsp;Thomas</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\r\n\n\nThe U.S. has faced a challenge for decades in terms of who has access to CS education and\r\n\n\ncomputing- and technology-focused opportunities. The U.S. Census Bureau projects that by\r\n\n\n2044, more than 50% of the population of the U.S will be made up of people of color, with no\r\n\n\none race or ethnic group holding a majority. Data reveals that Black women are among the most\r\n\n\nunderrepresented groups in computing. The needs of Black women cannot be adequately\r\n\n\nunderstood or addressed when interventions are designed and analyzed by race, gender, or ability alone instead of at the intersections of race, gender, ability, etc. The purpose of this research is to better understand the unique intersectional experiences of Black women in computing and to explore how best to communicate those experiences to CS educators and the larger public. This research fellowship, in collaboration with Dr. Kamau Bobb from the Constellations Center for Equity in Computing and faculty from the GVU Center at the host institution, the Georgia Institute of Technology, aims to increase broaden participation in CS education and computing to promote the progress of science and the welfare and prosperity of the nation. This project involved examining the narratives of Black women in different computing contexts at various stages in their education and careers across different segments of computing.\r\n\n\r\n\n\nThe results of the project gave new insights into not only the intersectional experiences of Black women in computing as they navigate various computing contexts (personal, academic, professional, etc.), but also the mechanisms they use to cope and resist in these environments when they experience challenges and barriers.\r\n\n\r\n\n\nWe also described how power moves in these computing contexts to create structures and barriers for Black women in computing, particularly through an intersectional analysis of power. This is an intersectional methodology that identifies sites where structures and barriers exist in computing for Black women, including the particular context, a description of the matrix of domination, the assumptions that undergird the matrix of domination, who holds power in these contexts and how power does or doesnt shift, and how Black women respond and/or resist.\r\n\n\r\n\n\nWe learned about some of the factors Black women leverage to persist, including prior successes in computing, their faith, and their family members (particularly fathers who sparked initial interest in computing when these Black women were girls). We contend that Black women are experiencing challenges and barriers in almost every computing context they enter. Some Black women respond to those challenges and barriers by developing coping strategies and leveraging their faith and family to persist, while other Black women decide to exit the field of computing as a form of resistance.\r\n\n\r\n\n\nFinally, we explored the difference between studies of intersectional populations and intersectional studies. This project has resulted in a clear call to action for the computing community including: 1) to engage in self-reflexivity as it engages in research and interventions to spread computing education to all; 2) the computing community educating itself about other ways of knowing outside of Eurocentric ways of knowing so that those communities can be centered and not othered; 3) the computing and computer science education communities, specifically, should engage with critical theories grounded in the social sciences and humanties as well as other non-Eurocentric ways of knowing and experiencing that center and prioritize people, culture, and social issues over curriculum, pedagogy, and assessments; and 4) building coalitions with organizations led by intersectional populations that are committed to building a safe and thriving computing community for everyone.\r\n\n\r\n\r\n\n\n\t\t\t\t\tLast Modified: 04/17/2025\n\n\t\t\t\t\tSubmitted by: JakitaOThomas\n"
 }
}