{
 "awd_id": "2033210",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RII Track 4: Metrology and spectroscopy of individual nanomagnets dynamics using quantum sensor-based (NV- center) nano-magnetometry",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032928623",
 "po_email": "jsmall@nsf.gov",
 "po_sign_block_name": "Jeanne Small",
 "awd_eff_date": "2021-02-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 209287.0,
 "awd_amount": 209287.0,
 "awd_min_amd_letter_date": "2020-12-10",
 "awd_max_amd_letter_date": "2021-05-20",
 "awd_abstract_narration": "Magnetic nanostructures, referred to as nanomagnets, are the foundation of emerging information storage technologies such as magnetic random access memory (MRAM) devices. Explosive growth in information science and technology sectors demands new storage technologies that are smaller recording bits, densely packed, fast, low-cost, and energy-efficient. Therefore, the magnetic nanostructures used to build magnetic memory need to be small, fast, and uniform across many devices. However, identically engineered nanomagnets' performances deviate from each other due to geometric imperfections, non-uniform material compositions, and manufacturing-related defects. A detailed diagnosis of individual nanomagnets is necessary to unravel the effects of shape, sizes, and manufacturing imperfections on nanomagnets' properties. However, the measurement of nanomagnets' properties is complicated because they are small and buried under many layers. The proposed project aims to measure the properties of individual nanomagnets. The proposed measurement would expose what causes the nanomagnets' performances to deviate from each other. The proposed research will be performed with a collaborator at the University of Nebraska – Lincoln (UNL). The state-of-the-art research tools at the Nebraska Nanoscale Facility will be used to design, fabricate, and measure nanomagnets' properties. The obtained new knowledge will be implemented into the education plans, which empower the future STEM workforce.\r\n\r\nThe confined geometry of magnetic nanostructures causes spin dynamics to deviate from bulk thin films. In addition to shifting the resonance frequency, multiple spin-wave modes are present. The strong inhomogeneity in the internal magnetic field at the edge allows spin-wave to localize within a few nanometers from the edge. Damages induced during nanopatterning, such as impurities, edge, and interface roughness, can significantly modify spin dynamics. The edges and defects' roles become critical with decreasing size as the spin dynamics deviate among nanomagnets due to a slight deviation in edge roughness and defect densities. The measurement of spin dynamics is complicated because nanomagnets are often buried under nonmagnetic layers, and both conventional metrology tools and routine magnetic measurements are not adequately sensitive. Furthermore, it is difficult to retrieve an individual nanomagnet's covert spin dynamics from the average response of many similar nanomagnets. The proposed research investigates the spectroscopy of spin-wave excitation modes characteristics of individual magnetic nanostructures. The overall goals are to understand the fundamental device physics that controls the dynamic properties of magnetic nanostructures and to understand the source of defects, non-uniformity, and geometrical imperfection among devices and their roles in device performances. The proposed novel method is scanning Nitrogen-Vacancy (NV-) center-based magnetometry combined with real-time locking and tracking of NV- center's magnetic resonance peak. The proposed approach leverage the unique properties of NV- centers whose magnetic resonance frequency shifts due to change in the magnetic field in the vicinity.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kapildeb",
   "pi_last_name": "Ambal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kapildeb Ambal",
   "pi_email_addr": "kapildeb.ambal@wichita.edu",
   "nsf_id": "000826858",
   "pi_start_date": "2020-12-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wichita State University",
  "inst_street_address": "1845 FAIRMOUNT ST # 38",
  "inst_street_address_2": "",
  "inst_city_name": "WICHITA",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "3169783285",
  "inst_zip_code": "672609700",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "KS04",
  "org_lgl_bus_name": "WICHITA STATE UNIVERSITY",
  "org_prnt_uei_num": "JKKNZLNYLJ19",
  "org_uei_num": "JKKNZLNYLJ19"
 },
 "perf_inst": {
  "perf_inst_name": "Wichita State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "672600007",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "KS04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721700",
   "pgm_ele_name": "EPSCoR Research Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 209287.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>PI: Kapildeb Ambal</strong></p>\r\n<p>In Dec 2020, Wichita State University received $209,287 for an NSF award entitled &ldquo; RII Track 4: Metrology and spectroscopy of individual nanomagnets dynamics using quantum sensor-based (NV- center) nano-magnetometry&rdquo;. The intellectual merit of this award is to understand how structural defects and material non-uniformity alter the magnetic behavior of magnetic nanostructures. The broader impact of this project is to enhance research capacity at Wichita State University by forging collaboration with the University of Nebraska-Lincoln (UNL), and the knowledge gained and research capacity will be used to educate the future STEM workforce at Wichita State University.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Enhancing research capacity and STEM education:</strong> This grant award provides an opportunity for the PI and Graduate students to visit and utilize University of Nebraska-Lincoln (UNL) research facilities such as the nanofabrication facility for depositing magnetic films, characterization of the film and manufacturing of the magnetic structures. During the visit to the University of Nebraska-Lincoln (UNL), PI had the opportunity to collaborate with Prof. Abdelghani Laraoui and Prof. Sy-Hwang Liou. The PI visited Prof. Abdelghani&rsquo;s research laboratory and learned about the quantum microscope and its functionality. Later, PI designed and built a quantum microscope at Wichita State University using the experience gained through collaboration. This new research facility at Wichita State University is now used to train students about emerging quantum science and engineering. During the project's duration, 2 PhD students and 3 MS students received training about the quantum microscope and its applications. In the future, many students will get opportunities to learn and utilize this microscope at Wichita State University. The PI also developed a new teaching course related to emerging quantum science and engineering. The research outcome and learning from this award were utilized in this course, such as quantum sensor technology and quantum magnetometry. During this award duration, 15 students received education and training due to this course about emerging quantum science and technologies.&nbsp; &nbsp;&nbsp;</p>\r\n<p><strong>Understanding the magnetic behavior of magnetic thin films and nanostructures</strong>: During the duration of the award, various thin films of magnetic materials were deposited on 2-inch glass wafers. The deposited films were 4 nm, 10 nm, and 20 nm thick CoFeB, 4 nm, 10 nm, and 20 nm thick Permalloy (Ni<sub>80</sub>Fe<sub>20</sub>). These films are chosen due to their technological importance. The deposited films were thoroughly characterized using the magneto-optical Kerr effect (MOKE) and Ferromagnetic resonance spectrometer (FMR) measurement.&nbsp; These measurements were performed at various parts of the deposited film and over a span of many months. The outcome of these measurements confirms that the films deposited are of good quality and the degradation rate is low. Apart from the deposited films, the magnetism of emerging 2D quantum magnetic materials such as CrTe<sub>2</sub> was also studied using the broadband FMR spectrometer for future applications. After determining the good quality of the films, various shaped magnetic nanostructures were designed. An electron beam lithography (EBL) method was developed to manufacture the magnetic nanostructure. Using the developed methods, magnetic nanostructures of various shapes and sizes are fabricated using permalloy and CoFeB thin films. While pursuing an understanding of the magnetism of the magnetic nanostructure, the PI discovered innovative and cost-effective methods for creating high-density quantum sensors, which are beneficial for emerging quantum technologies. &nbsp;&nbsp;</p>\r\n<p><strong>Summary:</strong> This grant award resulted in a collaboration between Prof. Abdelghani and the PI. This collaboration helped to develop new research capacity at Wichita State University, such as a new quantum microscope and a broadband ferromagnetic resonance spectrometer. The researchers gained new knowledge, resulting in three peer-reviewed articles, two peer-reviewed conference papers, and two contributed conference presentations. Two PhD students and three MS students received education and training in emerging quantum technologies, nanotechnologies, and magnetic device engineering. The knowledge gained was also incorporated into the newly developed teaching course, which provided education and training on quantum sensing technologies to 15 students throughout the project. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/09/2024<br>\nModified by: Kapildeb&nbsp;Ambal</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nPI: Kapildeb Ambal\r\n\n\nIn Dec 2020, Wichita State University received $209,287 for an NSF award entitled  RII Track 4: Metrology and spectroscopy of individual nanomagnets dynamics using quantum sensor-based (NV- center) nano-magnetometry. The intellectual merit of this award is to understand how structural defects and material non-uniformity alter the magnetic behavior of magnetic nanostructures. The broader impact of this project is to enhance research capacity at Wichita State University by forging collaboration with the University of Nebraska-Lincoln (UNL), and the knowledge gained and research capacity will be used to educate the future STEM workforce at Wichita State University.\r\n\n\n\r\n\n\nEnhancing research capacity and STEM education: This grant award provides an opportunity for the PI and Graduate students to visit and utilize University of Nebraska-Lincoln (UNL) research facilities such as the nanofabrication facility for depositing magnetic films, characterization of the film and manufacturing of the magnetic structures. During the visit to the University of Nebraska-Lincoln (UNL), PI had the opportunity to collaborate with Prof. Abdelghani Laraoui and Prof. Sy-Hwang Liou. The PI visited Prof. Abdelghanis research laboratory and learned about the quantum microscope and its functionality. Later, PI designed and built a quantum microscope at Wichita State University using the experience gained through collaboration. This new research facility at Wichita State University is now used to train students about emerging quantum science and engineering. During the project's duration, 2 PhD students and 3 MS students received training about the quantum microscope and its applications. In the future, many students will get opportunities to learn and utilize this microscope at Wichita State University. The PI also developed a new teaching course related to emerging quantum science and engineering. The research outcome and learning from this award were utilized in this course, such as quantum sensor technology and quantum magnetometry. During this award duration, 15 students received education and training due to this course about emerging quantum science and technologies. \r\n\n\nUnderstanding the magnetic behavior of magnetic thin films and nanostructures: During the duration of the award, various thin films of magnetic materials were deposited on 2-inch glass wafers. The deposited films were 4 nm, 10 nm, and 20 nm thick CoFeB, 4 nm, 10 nm, and 20 nm thick Permalloy (Ni80Fe20). These films are chosen due to their technological importance. The deposited films were thoroughly characterized using the magneto-optical Kerr effect (MOKE) and Ferromagnetic resonance spectrometer (FMR) measurement. These measurements were performed at various parts of the deposited film and over a span of many months. The outcome of these measurements confirms that the films deposited are of good quality and the degradation rate is low. Apart from the deposited films, the magnetism of emerging 2D quantum magnetic materials such as CrTe2 was also studied using the broadband FMR spectrometer for future applications. After determining the good quality of the films, various shaped magnetic nanostructures were designed. An electron beam lithography (EBL) method was developed to manufacture the magnetic nanostructure. Using the developed methods, magnetic nanostructures of various shapes and sizes are fabricated using permalloy and CoFeB thin films. While pursuing an understanding of the magnetism of the magnetic nanostructure, the PI discovered innovative and cost-effective methods for creating high-density quantum sensors, which are beneficial for emerging quantum technologies. \r\n\n\nSummary: This grant award resulted in a collaboration between Prof. Abdelghani and the PI. This collaboration helped to develop new research capacity at Wichita State University, such as a new quantum microscope and a broadband ferromagnetic resonance spectrometer. The researchers gained new knowledge, resulting in three peer-reviewed articles, two peer-reviewed conference papers, and two contributed conference presentations. Two PhD students and three MS students received education and training in emerging quantum technologies, nanotechnologies, and magnetic device engineering. The knowledge gained was also incorporated into the newly developed teaching course, which provided education and training on quantum sensing technologies to 15 students throughout the project. \r\n\n\n\t\t\t\t\tLast Modified: 12/09/2024\n\n\t\t\t\t\tSubmitted by: KapildebAmbal\n"
 }
}