{
 "awd_id": "2033364",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RII Track-4: Investigating the Effects of Faulting on Chemical Exchange Between Seawater and Earth’s Mantle at Slow Mid-Ocean Ridges",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032925164",
 "po_email": "andjohns@nsf.gov",
 "po_sign_block_name": "Andrea Johnson",
 "awd_eff_date": "2021-02-01",
 "awd_exp_date": "2025-01-31",
 "tot_intn_awd_amt": 153509.0,
 "awd_amount": 153509.0,
 "awd_min_amd_letter_date": "2021-02-03",
 "awd_max_amd_letter_date": "2021-05-20",
 "awd_abstract_narration": "The mid-ocean ridge system is a 65,000 km-long mountain range that wraps around the Earth at the center of each ocean basin. New tectonic plate is continuously generated along the ridges at rates of one to 20 cm per year. Global seawater composition, and thus Earth’s climate, is maintained over geologic timescales by a balance between chemical-exchange reactions that occur when seawater infiltrates into hot rock at mid-ocean ridges, and salts flowing into the ocean from continental rivers systems. Mantle rock has a radically different chemical and mineral composition than crustal rock, and the nature of its chemical interactions with seawater, along with the larger implications for seawater composition, are poorly understood. The goal of this proposal is to build understanding of the processes by which seafloor mantle-rock exposures are fractured to permit seawater infiltration, and thus facilitate water-rock chemical exchange on roughly half of the global mid-ocean ridge system. Results from this study will be integrated in the undergraduate Earth Science courses and independent research projects for undergraduate students at Bennington College, a small liberal arts institution.\r\n\r\nThe goals of this project are to understand how pre-existing ductile deformation fabrics and the tectonic environment of mantle peridotite exposures control the process by which rock permeability is generated during brittle fracturing. Rock samples collected from three mantle peridotite exposures along the Mid-Atlantic Ridge (MAR) that formed by very different types of fault zones will be examined using several distinct microanalysis and imaging techniques: 1) micro-computed tomography and scanning electron microscope imaging will be used to characterize the micro-scale geometry of fracture networks, 2) thermogravimetric analysis and helium gas pycnometry will be used to quantify the degree of hydrothermal alteration and 3) confocal Raman spectroscopy will be used to place additional constraints on the nature of hydrothermal exchange with micro-analysis of alteration minerals and trapped fluids. Rock samples will be obtained from collections at Woods Hole Oceanographic Institution and from the Bremen Core Repository in Bremen, Germany. The outcomes of this research will have broad applications to understanding the deep biosphere, and potential origins of life on Earth as well as potential hosts for life on other planets.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Schroeder",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy J Schroeder",
   "pi_email_addr": "chatinika@hotmail.com",
   "nsf_id": "000333165",
   "pi_start_date": "2021-02-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bennington College",
  "inst_street_address": "1 COLLEGE DR",
  "inst_street_address_2": "",
  "inst_city_name": "BENNINGTON",
  "inst_state_code": "VT",
  "inst_state_name": "Vermont",
  "inst_phone_num": "8024404382",
  "inst_zip_code": "052016003",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "VT00",
  "org_lgl_bus_name": "BENNINGTON COLLEGE CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "N3UTNKGNEZK9"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "86 Water St",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721700",
   "pgm_ele_name": "EPSCoR Research Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 153509.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-95c73c3d-7fff-0c44-1747-85a4907fde3c\"> </span></p>\r\n<p dir=\"ltr\"><span>The EPSCoR RII Track-4 Research Fellowship provided financial support that allowed me to spend my 2013/2014 Sabbatical from Bennington College full-time teaching duties at Woods Hole Oceanographic Institution (WHOI). My primary host and collaborator at WHOI has been Dr. Frieder Klein, but I have worked with several other WHOI scientists through this fellowship. I now maintain a guest investigator status at WHOI, and since returning to full-time teaching I have been making approximately 4 week-long trips each year to work with collaborators there. We have published a paper in Proceedings of the National Academy of Sciences, we are writing an additional manuscript that we hope to submit in summer 2025, we submitted two additional NSF proposals, and we are currently working on a third proposal. I have brought elements of this work back to Bennington College, where it informs my curriculum and incorporates my undergraduate students in research activities. This fellowship has allowed me to become more integrated into the community of Marine Geoscience researchers at WHOI and other institutions, which is invaluable to me as a faculty member at a small, undergraduate teaching institution in rural Vermont.</span></p>\r\n<p dir=\"ltr\"><span>The scientific objective of this project was to investigate the processes that control the geochemical interactions between seawater and mantle rocks that are exposed along large-scale fault systems on the seafloor. Geochemical exchange between seawater and the oceanic crust is a primary control on the global composition of seawater, and the nature of this process varies over geologic time. Rock from Earth&rsquo;s mantle has a very different composition than that of the crust, and therefore has very different types of geochemical interactions with seawater. Recent work has revealed that exposures of mantle rock on the seafloor are far more extensive than had been considered just a decade ago. The faults that create these exposures also fracture the rock and create pathways for water infiltration and surface area upon which chemical reactions can take place. This project investigated the phase and trace-element chemistry along with the deformation microtextures of the minerals formed during fault-slip and chemical reaction with seawater and other fluids.</span></p>\r\n<p dir=\"ltr\"><span>The primary finding of the first phase of the project was that mantle rocks exposed along the active Saint Paul&rsquo;s Transform Fault in the equatorial Atlantic Ocean absorbed significant quantities of CO</span><span><span>2</span></span><span> during chemical weathering. Following up on this finding, we were able to determine that the likely source of the CO</span><span><span>2</span></span><span> was magma generated deeper in the mantle, as opposed to CO</span><span><span>2</span></span><span> dissolved in seawater. This is a significant finding, as it indicates that mantle rocks can act as a sink for CO</span><span><span>2 </span></span><span>exsolving from magma rising beneath oceanic transform faults, and that significant quantities of CO</span><span><span>2</span></span><span> may be fluxed through transform faults. This was the hypothesis presented in the Proceedings of National Academy of Science paper that we published last year. This work has broad implications for, among other things, engineered geological carbon sequestration projects. Our follow-up investigation has been an exploration of old samples from similar sites across Earth&rsquo;s ocean basins that are archived in the WHOI Seafloor Sample Laboratory. We have identified a number of other sites which appear to have undergone similar processes. These are the subject of the NSF proposal that we are working on now for submission to the Marine Geology and Geophysics program.</span></p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/02/2025<br>\nModified by: Timothy&nbsp;J&nbsp;Schroeder</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \r\n\n\nThe EPSCoR RII Track-4 Research Fellowship provided financial support that allowed me to spend my 2013/2014 Sabbatical from Bennington College full-time teaching duties at Woods Hole Oceanographic Institution (WHOI). My primary host and collaborator at WHOI has been Dr. Frieder Klein, but I have worked with several other WHOI scientists through this fellowship. I now maintain a guest investigator status at WHOI, and since returning to full-time teaching I have been making approximately 4 week-long trips each year to work with collaborators there. We have published a paper in Proceedings of the National Academy of Sciences, we are writing an additional manuscript that we hope to submit in summer 2025, we submitted two additional NSF proposals, and we are currently working on a third proposal. I have brought elements of this work back to Bennington College, where it informs my curriculum and incorporates my undergraduate students in research activities. This fellowship has allowed me to become more integrated into the community of Marine Geoscience researchers at WHOI and other institutions, which is invaluable to me as a faculty member at a small, undergraduate teaching institution in rural Vermont.\r\n\n\nThe scientific objective of this project was to investigate the processes that control the geochemical interactions between seawater and mantle rocks that are exposed along large-scale fault systems on the seafloor. Geochemical exchange between seawater and the oceanic crust is a primary control on the global composition of seawater, and the nature of this process varies over geologic time. Rock from Earths mantle has a very different composition than that of the crust, and therefore has very different types of geochemical interactions with seawater. Recent work has revealed that exposures of mantle rock on the seafloor are far more extensive than had been considered just a decade ago. The faults that create these exposures also fracture the rock and create pathways for water infiltration and surface area upon which chemical reactions can take place. This project investigated the phase and trace-element chemistry along with the deformation microtextures of the minerals formed during fault-slip and chemical reaction with seawater and other fluids.\r\n\n\nThe primary finding of the first phase of the project was that mantle rocks exposed along the active Saint Pauls Transform Fault in the equatorial Atlantic Ocean absorbed significant quantities of CO2 during chemical weathering. Following up on this finding, we were able to determine that the likely source of the CO2 was magma generated deeper in the mantle, as opposed to CO2 dissolved in seawater. This is a significant finding, as it indicates that mantle rocks can act as a sink for CO2 exsolving from magma rising beneath oceanic transform faults, and that significant quantities of CO2 may be fluxed through transform faults. This was the hypothesis presented in the Proceedings of National Academy of Science paper that we published last year. This work has broad implications for, among other things, engineered geological carbon sequestration projects. Our follow-up investigation has been an exploration of old samples from similar sites across Earths ocean basins that are archived in the WHOI Seafloor Sample Laboratory. We have identified a number of other sites which appear to have undergone similar processes. These are the subject of the NSF proposal that we are working on now for submission to the Marine Geology and Geophysics program.\r\n\n\n\t\t\t\t\tLast Modified: 04/02/2025\n\n\t\t\t\t\tSubmitted by: TimothyJSchroeder\n"
 }
}