{
 "awd_id": "2033305",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RII-Track 4: Hidden Sectors at the Fermilab Short-Baseline Neutrino Program",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032928458",
 "po_email": "cwhitley@nsf.gov",
 "po_sign_block_name": "Chinonye Nnakwe",
 "awd_eff_date": "2021-02-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 109382.0,
 "awd_amount": 0.0,
 "awd_min_amd_letter_date": "2021-01-29",
 "awd_max_amd_letter_date": "2022-04-18",
 "awd_abstract_narration": "Current and upcoming experiments at Fermilab are establishing the United States as the world leader in the study of neutrinos, the least well understood fundamental particles known today. Neutrino detectors are very sensitive as they are designed to detect minute depositions of energy caused by collisions of neutrinos with matter. Because of this sensitivity, these detectors can be used to search for particles other than neutrinos. For instance, multiple theories of dark matter, the unknown extra mass in our universe, predict new particles that could be produced and observed with the Fermilab neutrino facilities. This project initiates a collaboration between researchers at Oklahoma State University and Fermilab to investigate such applications of neutrino detectors as probes of new particles. The goal is to develop searches for theories beyond the Standard Model of particle physics, our current best understanding of nature at a subatomic level. Collaboration with Fermilab physicists with expertise in neutrino physics will give Oklahoma researchers a detailed understanding of world-class particle physics experiments, ultimately allowing them to contribute to studies at Fermilab as the neutrino program continues through the 2030s. By building research capacity in particle physics, the work will enhance STEM research and education in Oklahoma over the long term.\r\n\r\nThis fellowship supports the visits of the PI and a graduate student to Fermilab to develop techniques to search for new light, weakly coupled states using the unique timing capabilities of the Short-Baseline Neutrino (SBN) program and Deep Underground Neutrino Experiment (DUNE) detectors. The PI and student will collaborate with host scientists in the Fermilab Theoretical Physics Department, performing phenomenological studies that apply the nanosecond-scale resolution of these detectors to isolate signatures of certain hidden sector models. The research has two specific objectives. The first objective is to compute the sensitivities of Fermilab neutrino experiments to sub-GeV dark matter scattering off nuclei. The participants will construct analyses that combine timing and kinematic cuts to discriminate dark matter scattering from neutrino-induced backgrounds. The use of timing is expected to allow for light dark matter searches without the need for a dedicated run-in beam dump mode, so that dark matter and neutrino scattering off nuclei can be studied simultaneously. The second objective is to quantify the hidden sector reach of the Fermilab neutrino facilities from pions and muons that are stopped in the detector apparatus and subsequently decay at rest. The decay products of these particles are expected to have distinct directional and timing properties. The participants will simulate the production of hidden sector mediators from the decays of stopped pions and muons. In particular, they will develop searches for new particles produced in the NuMI absorber whose arrival in the SBN detectors is delayed relative to the usual neutrino scattering signal.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ahmed",
   "pi_last_name": "Ismail",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ahmed Ismail",
   "pi_email_addr": "aismail3@okstate.edu",
   "nsf_id": "000811481",
   "pi_start_date": "2021-01-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oklahoma State University",
  "inst_street_address": "401 WHITEHURST HALL",
  "inst_street_address_2": "",
  "inst_city_name": "STILLWATER",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4057449995",
  "inst_zip_code": "740781031",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OK03",
  "org_lgl_bus_name": "OKLAHOMA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNYDFK5FTSX9"
 },
 "perf_inst": {
  "perf_inst_name": "Fermi National Accelerator Laboratory",
  "perf_str_addr": "MS 106, Kirk Rd. & Pine St.",
  "perf_city_name": "Batavia",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "605105011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "IL11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721700",
   "pgm_ele_name": "EPSCoR Research Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}