{
 "awd_id": "2034872",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Quantifying the thermal effects of fluid circulation in oceanic crust entering the Cascadia subduction zone",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032922952",
 "po_email": "gchriste@nsf.gov",
 "po_sign_block_name": "Gail Christeson",
 "awd_eff_date": "2021-06-01",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 193325.0,
 "awd_amount": 231876.0,
 "awd_min_amd_letter_date": "2020-12-11",
 "awd_max_amd_letter_date": "2024-04-09",
 "awd_abstract_narration": "Collaborative Research: Quantifying the thermal effects of fluid circulation in oceanic crust entering the Cascadia subduction zone\r\n\r\nSubduction zones, where one tectonic plate moves under another, generate the world’s largest earthquakes and tsunamis. Temperatures along the subduction zone fault that separates the two tectonic plates affect friction, thus influencing the size and distribution of earthquakes. In addition, subduction zone temperatures affect a wide range of other physical and chemical processes, including the generation of magma that supplies some volcanoes. To understand these processes, it is important to accurately estimate subduction zone temperatures. Seawater circulating in the subducting tectonic plate can be an important control on subduction zone temperatures. For the Cascadia subduction zone offshore the Pacific Northwest of the United States, the spatial extent and vigor of this seawater circulation is not well known, leading to substantial uncertainty in temperature estimates for this hazardous subduction zone. This study will collect temperature measurements in seafloor sediments offshore Washington and Oregon, and map the distribution of those sediments, to understand the controls on temperatures in the system and improve estimates of subduction zone temperatures. The results of this research have direct societal benefit, by informing earthquake hazard estimates. In addition, the proposed project will enhance education at New Mexico Tech, a STEM-focused Hispanic-serving institution. Two graduate students will be trained in geophysics and hydrogeology. Results of the project will be incorporated into “using data in the classroom” efforts, improving hands-on experience in undergraduate courses.\r\n\r\n\r\nAccurate estimates of subduction zone temperatures are required to understand a variety of critical processes, including controls on seismogenic and aseismic behavior on subduction megathrusts. For the Cascadia subduction zone, the dearth of instrumentally recorded interplate seismicity requires a reliance on indirect methods (including temperature) to estimate the extent of the seismogenic zone. The extent to which fluid circulation redistributes heat within the subducting plate has profound implications for temperature distributions in the Cascadia subduction zone. In Cascadia, a lack of heat flux data immediately seaward of the deformation front is a significant knowledge gap for understanding subduction zone temperatures. This study will fill this hole by collecting ~600 km of seismic reflection lines and ~200 heat flux measurements at 5 sites offshore Washington and Oregon with a focus on quantifying the extent and vigor of hydrothermal circulation in the Juan de Fuca plate. Hydrothermal circulation associated with basement relief generates large anomalies in heat flux across the seafloor; this signal provides a test for the presence of hydrothermal circulation. Combining data from multiple sites will provide information on whether hydrothermal circulation is local or regional. The central hypotheses are: 1) Hydrothermal circulation is ubiquitous in the upper oceanic crustal aquifer; it persists in the aquifer covered by a thick mantle of sediment near the deformation front and in the shallowly subducted crust; and 2) Pseudofaults along propagator wakes are zones of high permeability through the full thickness of the crust; thus, they are zones of enhanced fluid and heat circulation relative to areas outside of propagator wakes. Comparisons of mean heat flux values with those predicted from lithospheric cooling models will allow assessment of whether heat in addition to the basal heat flux is added to the system (e.g., heat transported seaward through the subducting oceanic crust and/or heat advected upwards through faults in propagator wakes). Analyzing and interpreting the controls on the thermal state of the Juan de Fuca plate near the deformation front will allow for the development of improved predictive models of subduction zone temperatures.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Harris",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Robert N Harris",
   "pi_email_addr": "rharris@coas.oregonstate.edu",
   "nsf_id": "000461068",
   "pi_start_date": "2020-12-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Tréhu",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Anne M Tréhu",
   "pi_email_addr": "trehu@coas.oregonstate.edu",
   "nsf_id": "000238365",
   "pi_start_date": "2020-12-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "104 COAS Admin Bldg",
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973315503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 160365.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 32960.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 38551.0
  }
 ],
 "por": null
}