{
 "awd_id": "2034420",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of a high resolution inductively coupled plasma mass spectrometer and ion chromatograph for environmental biogeochemical research and teaching at UMass Boston",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032920000",
 "po_email": "afrasset@nsf.gov",
 "po_sign_block_name": "Andrew Frassetto",
 "awd_eff_date": "2021-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 491796.0,
 "awd_amount": 491796.0,
 "awd_min_amd_letter_date": "2021-07-29",
 "awd_max_amd_letter_date": "2021-07-29",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2).  The acquisition of the requested instrumentation will support research that advances knowledge in diverse fields from Earth, environmental, and marine sciences to ecology, physiology, and biochemistry. The instrumentation will also foster collaborative and trans-disciplinary research on critical environmental issues as well as intellectual property development by providing affordable and reliable access to innovative technology for researchers at the University of Massachusetts Boston, the University of Massachusetts system, and collaborators worldwide. The instruments will support biogeochemical and toxicological research of potentially toxic trace elements, including how these elements occur and are cycled in natural aquatic systems including the coastal ocean as well as novel investigations of metal nanoparticles as potential environmental contaminants and in medical applications. The instruments will support undergraduate and graduate student training in cutting edge environmental and biogeochemical analyses and will serve as an important resource for the educational and research missions of the School for the Environment at UMass Boston, the College of Science and Mathematics at UMass Boston, the University of Massachusetts system, and the system-wide Intercampus Marine Science Graduate Program. The research opportunities provided by the acquisition of these instruments will advance trans-disciplinary research and teaching at the University and increase essential research and training instrumentation on campus.\r\n\r\nThe instruments will make possible several lines of research, most notably, the investigation of trace element speciation in natural waters, including various potentially toxic metals and metalloids like arsenic (As), vanadium (V), tungsten (W), chromium (Cr), and europium (Eu), which are difficult to quantify.  The instruments will also support: laboratory experimental studies to measure equilibrium constants describing the formation of aqueous thioarsenate complexes, which may be more mobile in the environment, studies of the 14 naturally occurring lanthanide series elements (commonly referred to as the rare earth elements or REEs), which are considered critical metals necessary for the Nation’s security and economic prosperity, nanoparticle toxicology, metal transport in the hemolymph of marine bivalves, and biogeochemical particles fluxes in the ocean.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Johannesson",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Karen H Johannesson",
   "pi_email_addr": "karen.johannesson@umb.edu",
   "nsf_id": "000086659",
   "pi_start_date": "2021-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Helen",
   "pi_last_name": "Poynton",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Helen C Poynton",
   "pi_email_addr": "helen.poynton@umb.edu",
   "nsf_id": "000598506",
   "pi_start_date": "2021-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Boston",
  "inst_street_address": "100 WILLIAM T MORRISSEY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "DORCHESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172875370",
  "inst_zip_code": "021253300",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": "UNIVERSITY OF MASS AT BOSTON",
  "org_prnt_uei_num": "CGCDJ24JJLZ1",
  "org_uei_num": "CGCDJ24JJLZ1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Boston",
  "perf_str_addr": "100 Morrissey Bvld",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021253393",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 491796.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 2\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>The chief proposal objective was to expand the capabilities at UMass Boston for trace element analysis, including speciation analysis of trace element by IC and/or HPLC methods, followed by detection of the trace elements by ICP-MS. These include arsenic, vanadium, tungsten, and several of the lanthanide series elements.&nbsp;&nbsp;In addition, we also wanted to expand the opportunities for UMass Boston undergraduate and graduate students to be exposed to modern, analytical methods for environmental samples and other materials. Hence, to this end, the new HR-ICP-MS has been used in a geochemical lab class to measure trace elements in local river water samples. It was also instrumental in a undergraduate honor's thesis to quantify arsenic concentrations and speciation in groundwaters from central Massachusetts. To the best of our knowledge, this undergraduate research is the only study to date to measure arsenic species concentrations in the relatively high arsenic groundwaters. &nbsp;The HR-ICP-MS was also employed by two REU students that worked with the PI in the summers of 2021 and 2023. Acquisition of these instruments&nbsp;<span>has also opened up opportunities for us to expanded into other domains, including biological/medical science investigations. For example, the HR-ICP-MS was used by a&nbsp;<span>UMass Boston faculty member to investigate the efficacy of gold nanoparticles as a way to deliver pharmaceuticals to targeted organs (i.e., eye) in fruit flies. Moreover, researchers from Harvard Medical School contracted our assistance in a study of&nbsp;<span>the use of tin monosulfide nanoparticles as a therapy for overcoming the stomal barrier for the management of desmoplastic triple-negative breast cancers. We are also collaborating with several high tech and green energy sector companies and researchers, which our newly acquired instrumentation makes possible. One such study involves trace metal contents in modern batteries. Finally, the acquisition of these instruments allow the PI to establish a new University of Massachusetts Research Core facility named the Environmental Analytical Core Facility.&nbsp;</span></span></span></span></p>\n</div>\n</div>\n</div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/06/2024<br>\nModified by: Karen&nbsp;H&nbsp;Johannesson</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\n\n\nThe chief proposal objective was to expand the capabilities at UMass Boston for trace element analysis, including speciation analysis of trace element by IC and/or HPLC methods, followed by detection of the trace elements by ICP-MS. These include arsenic, vanadium, tungsten, and several of the lanthanide series elements.In addition, we also wanted to expand the opportunities for UMass Boston undergraduate and graduate students to be exposed to modern, analytical methods for environmental samples and other materials. Hence, to this end, the new HR-ICP-MS has been used in a geochemical lab class to measure trace elements in local river water samples. It was also instrumental in a undergraduate honor's thesis to quantify arsenic concentrations and speciation in groundwaters from central Massachusetts. To the best of our knowledge, this undergraduate research is the only study to date to measure arsenic species concentrations in the relatively high arsenic groundwaters. The HR-ICP-MS was also employed by two REU students that worked with the PI in the summers of 2021 and 2023. Acquisition of these instrumentshas also opened up opportunities for us to expanded into other domains, including biological/medical science investigations. For example, the HR-ICP-MS was used by aUMass Boston faculty member to investigate the efficacy of gold nanoparticles as a way to deliver pharmaceuticals to targeted organs (i.e., eye) in fruit flies. Moreover, researchers from Harvard Medical School contracted our assistance in a study ofthe use of tin monosulfide nanoparticles as a therapy for overcoming the stomal barrier for the management of desmoplastic triple-negative breast cancers. We are also collaborating with several high tech and green energy sector companies and researchers, which our newly acquired instrumentation makes possible. One such study involves trace metal contents in modern batteries. Finally, the acquisition of these instruments allow the PI to establish a new University of Massachusetts Research Core facility named the Environmental Analytical Core Facility.\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 09/06/2024\n\n\t\t\t\t\tSubmitted by: KarenHJohannesson\n"
 }
}