{
 "awd_id": "2034160",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Empowering Next Generation Offshore Wind Farms Through Systematic Characterization of Floating Wind Turbine Array Dynamics",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922576",
 "po_email": "mcanova@nsf.gov",
 "po_sign_block_name": "Marcello Canova",
 "awd_eff_date": "2021-06-01",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 388018.0,
 "awd_amount": 388018.0,
 "awd_min_amd_letter_date": "2020-12-10",
 "awd_max_amd_letter_date": "2021-05-20",
 "awd_abstract_narration": "Higher and more consistent wind speeds, along with the abundance of available area, make offshore wind a promising pathway to increasing the percentage of US electricity supplied by renewable energy sources, such as utility scale wind farms. The depth of the water in many locations, e.g., off the west coast of the US, and the ability to place installations further from shore, where they are less controversial, make floating platforms an appealing choice for future installations. While onshore wind farms are well established, far less is known about how interactions between the ocean environment (e.g., waves) and turbine motions and their wakes affect power output efficiency and turbine wear in floating wind farms. This grant will support research that employs laboratory experiments and high-fidelity computer simulations that will enable more robust and realistic predictions of wind plant power output. The data to be generated in this project can be leveraged to make design and control changes to increase efficiency and resilience of floating wind farms. These advances will help pave the way to more installed wind power that increases the use of clean, renewable technologies, thereby decreasing the carbon footprint of our energy system. The construction and operation of large-scale power plants will also help create and sustain a vibrant new US wind energy economy. The project will train graduate students in the broad interdisciplinary tools of wind energy science. Broader community outreach will be achieved through curriculum developed for public entities (e.g., museums) and summer programs for K-12 students.\r\n\r\nThis project will develop state-of-the art laboratory experiments and numerical simulation tools to measure, analyze and characterize the coupled wind, wave, wake and platform dynamics affecting the power output and local turbine properties in floating wind farms. The new knowledge and data developed through these studies will be exploited to create a suite of dynamical systems modeling, estimation and analysis tools that will provide better predictions of critical wind farm properties such as power output and turbine loading. The data will be interrogated using dynamical systems tools such as proper orthogonal decomposition and dynamic (Koopman) mode decomposition that enable us to infer important system properties for further analysis, model validation and to develop estimation techniques as the building blocks for future real-time estimation and control algorithms. The outcomes of this work include: (1) New system characterization approaches that couple laboratory and simulation tools to systematically explore how the coupled wind, wave, turbine wake and platform dynamics affect the wind farm properties over a broad range of interacting spatial and temporal scales; (2) A suite of physics-informed models that describe the dynamics of the interactions most relevant to operation, design and control of floating wind farms; and (3) Estimation approaches that exploit the data and modeling tools, while taking into account the sensing and actuation approaches that can be implemented within real-time control paradigms.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raul",
   "pi_last_name": "Cal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Raul Cal",
   "pi_email_addr": "cal@me.pdx.edu",
   "nsf_id": "000523057",
   "pi_start_date": "2020-12-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Portland State University",
  "inst_street_address": "1600 SW 4TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037259900",
  "inst_zip_code": "972015508",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "PORTLAND STATE UNIVERSITY",
  "org_prnt_uei_num": "WWUJS84WJ647",
  "org_uei_num": "H4CAHK2RD945"
 },
 "perf_inst": {
  "perf_inst_name": "Portland State University",
  "perf_str_addr": "Department of Mechanical and Mat",
  "perf_city_name": "Portland",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972070751",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756900",
   "pgm_ele_name": "Dynamics, Control and System D"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 388018.0
  }
 ],
 "por": null
}