{
 "awd_id": "2034885",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Principles of intelligent sensorimotor behavior under informational constraints",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032922702",
 "po_email": "khoke@nsf.gov",
 "po_sign_block_name": "Kim L. Hoke",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 600407.0,
 "awd_amount": 600407.0,
 "awd_min_amd_letter_date": "2021-04-30",
 "awd_max_amd_letter_date": "2022-05-05",
 "awd_abstract_narration": "Most people think about learning, problem-solving, tool-use, navigation, and communication when considering animal intelligence. However, this view of intelligence is shifting. Increasingly, researchers recognize that merely interacting with the environment requires animals to solve very complex problems. Many of these problems turn out to be more challenging to solve than what is classically defined as intelligent behavior. For example, consider an insect walking across uneven, unpredictable terrain. Coordinating the movement of six legs is a challenging problem. Interacting with the environment is difficult because the animal does not have complete knowledge about its body or the terrain. Nor does it have much time to gather information. This lack of information is common when animals interact with the world. Currently, we do not have a good idea of how animals deal with this lack of knowledge. Bats are ideal animals in which to study this problem. Their sonar system provides them only with limited information about their surroundings. Despite this, they perform astoundingly coordinated and intelligent behavior. The current project investigates strategies echolocating bats use to overcome the lack of sensory information. The aim is to use robots to model several bat behaviors under conditions where the lack of sensory information is the most severe, for example, during the emergence from caves. Using robots instead of computer simulations allows mimicking the sonar signals received by bats faithfully. By examining strategies bats can use to deal with informational deficiencies, the project aims at understanding how animals more generally can overcome this problem.\r\n\r\n\r\nAnimal intelligence is often typified by abilities such as learning, problem-solving, tool use, and other facets of higher-order cognition. However, more recent views on animal intelligence emphasize the ability to adjust behavior to the moment-to-moment contingencies arising in interaction with the physical environment. Coping with the dynamic, unpredictable world is challenging. Most importantly, because action and perception have to proceed in the face of substantial informational deficiency. While acting, animals do not have complete knowledge about the world or their bodies. This project proposes and tests strategies for dealing with informational constraints by building bio-robotic models of bat sonar behavior, allowing for veracious mimicking of sonar signals. In particular, it is proposed that direct mapping of task-specific sensory input to action is a fundamental principle for dealing with informational constraints. Echolocating bats are ideal for understanding animal intelligence under informational constraints because their sonar system only provides limited information about the environment. Nevertheless, echolocating bats perform astounding intelligent behavior in interaction with complex environments. Understanding principles for intelligent sensorimotor control might help to understand the so-called higher cognitive functions in animals. These are not discontinuous with sensorimotor behavior. Indeed, understanding the fundamental principles of animal intelligence (and potentially human intelligence) may require learning about their sensorimotor control origins. As a result, investigating the principles supporting vertebrate sensorimotor intelligence might help explain functions more classically associated with intelligence (e.g., tool use and planning). As such, this proposal aims at contributing to a deeper understanding of animal intelligence and cognition.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dieter",
   "pi_last_name": "Vanderelst",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dieter Vanderelst",
   "pi_email_addr": "vanderdt@ucmail.uc.edu",
   "nsf_id": "000745040",
   "pi_start_date": "2021-04-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Kloepper",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Laura N Kloepper",
   "pi_email_addr": "laura.kloepper@unh.edu",
   "nsf_id": "000758244",
   "pi_start_date": "2021-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Cincinnati Main Campus",
  "inst_street_address": "2600 CLIFTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CINCINNATI",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135564358",
  "inst_zip_code": "452202872",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OH01",
  "org_lgl_bus_name": "CINCINNATI UNIV OF",
  "org_prnt_uei_num": "DZ4YCZ3QSPR5",
  "org_uei_num": "DZ4YCZ3QSPR5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Cincinnati Main Campus",
  "perf_str_addr": "318 College Drive",
  "perf_city_name": "Cincinnati",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "452210006",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OH01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 600407.0
  }
 ],
 "por": null
}