{
 "awd_id": "2034734",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Crossing the percolation threshold for selective gas transport using interconnected crystals of metal–organic frameworks in polymer-based hybrid membranes",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922895",
 "po_email": "cpayne@nsf.gov",
 "po_sign_block_name": "Christina Payne",
 "awd_eff_date": "2021-07-15",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 189724.0,
 "awd_amount": 189724.0,
 "awd_min_amd_letter_date": "2021-07-07",
 "awd_max_amd_letter_date": "2021-07-07",
 "awd_abstract_narration": "Light gases such as methane, ethane, and ethylene play an important role in industrial applications, including their use as gas and liquid fuels and as precursors in polymer manufacturing. Access to high purity gases is typically required for these applications necessitating an industrial gas separation process. Gas separation technology is also required to reduce the concentration of carbon dioxide and other greenhouse gases in the atmosphere. Accordingly, the development of low-energy and low-cost separations of gas mixtures is critically important to meet industrial demand, address environmental concerns, and improve standards of living. Separating gas molecules from a mixture requires materials (molecular sieves) containing holes with uniform dimensions that are comparable with the sizes of the small gas molecules to be separated. However, suitable molecular sieve particles are usually difficult to form into the geometries necessary for scales relevant to industrial applications or environmental remediation. This project will advance the fundamental science of forming molecular sieve particles into well-connected networks, which will enable the development of large-scale separation technologies. In the networks, the particles will be held together by polymer interfaces designed to minimize any adverse effects on the particle sieving function and, at the same time, preserve the structural integrity of the material. The separation performance, gas transport properties, and structural properties of such networks will be quantified on all relevant length scales. The outcomes of this project will lay the foundation for rationally designed molecular sieve morphologies that can be optimized for the desired gas separation. The investigators will also initiate a new research mentoring program with the objective of teaching and training students from underrepresented groups in STEM. Existing institutional programs will be leveraged, and the use of online tools will be emphasized to enhance the program's effectiveness.\r\n\r\nMetal-organic frameworks (MOFs) are high porosity molecular sieves exhibiting extraordinary property sets when applied in membrane-based gas separations. However, these materials cannot be easily formed into defect-free membrane geometries. Hence, it is challenging to leverage the intrinsic transport benefits of MOFs for membrane separations. Mixing MOF crystals with polymers to make mixed-matrix membranes (MMMs) is a well-known strategy to form MOF-based membranes. However, the typical separation performance of MMMs is usually lower than that of the corresponding MOFs because MMM transport properties are unfavorably affected by the polymer phase and, in some cases, by interfacial MOF–polymer defects. A clear route to improve MMM performance is to increase MOF concentrations and even reach a percolation threshold to enable diffusion predominantly through the MOF phase, i.e., a situation when gas diffusion in MMMs can proceed mostly over interconnected MOF crystals. The investigators will develop the fundamental science of crossing the percolation threshold for gas transport in the MOF phase of MOF–polymer MMMs to enable separation performance comparable with that of pure MOF membranes. Membrane fabrication strategies will be developed based on a novel functionalization of the external surface of MOF crystals in combination with the development of fundamental understanding of intramembrane gas transport. Advanced nuclear magnetic resonance will be used to investigate changes of all relevant types of microscopic gas transport in MMMs as a function of increasing MOF loading and the diffusion length scale. MOF surface functionalization will also be optimized with respect to enhancing the mechanical properties of the membranes. This project will lead to the development of fundamental chemical separations knowledge related to percolation theory in composites. If successful, this concept will enable pure MOF-like transport properties to be accessed in membranes without the requirement of forming pure MOF films. In this way, new performance limits may be achieved for MMMs, including percolated transport for MOFs that are not easily formed into crystalline films. As a design platform, this approach could be used to improve the productivity and efficiency of chemical separations for membranes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sergey",
   "pi_last_name": "Vasenkov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sergey Vasenkov",
   "pi_email_addr": "svasenkov@che.ufl.edu",
   "nsf_id": "000487916",
   "pi_start_date": "2021-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 189724.0
  }
 ],
 "por": null
}