{
 "awd_id": "2035186",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  STELLA – SATCOM TECHNOLOGY OF ELABORATE LUNEBURG LENS ANTENNA",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Muralidharan Nair",
 "awd_eff_date": "2020-12-15",
 "awd_exp_date": "2022-02-28",
 "tot_intn_awd_amt": 256000.0,
 "awd_amount": 276000.0,
 "awd_min_amd_letter_date": "2020-12-21",
 "awd_max_amd_letter_date": "2021-07-16",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project include a high performance, low cos, dependable, novel antenna with high data bandwidth in 1000s of Gb (Tb) and high data rate speeds in 1000s of Gb/s (Tb/s). The elevated performance of this antenna, the cost effectiveness due to its 3D rapid prototype printing fabrication, and the easy integration to existing technologies may promote proliferation of wireless communications. The antenna may enable global connectivity and increase access to internet/phone connectivity for previously inaccessible areas of the globe, especially to disadvantaged and underserved communities. The high data bandwidth and speed rates will positively impact the scientific community and technologies based on data transfer such as remote learning, remote healthcare (remote surgery, patient consultation), the defense industry, telework (work from home during this COVID-19 pandemic), etc. The antenna’s technical superiority and low cost support substantial anticipated commercial success.\r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project addresses critical challenges in the two emerging wireless communications systems: LEO-SATCOM (Low Earth Orbit – Satellite Communications) and 5G mobile phone/internet. This project will develop a unique antenna technology that will be integrated into satellite gateways, 5G ground terminals and also satellites in orbit. The wide aperture angle of the antenna provides a wide scanning angle capability that enables connection to highly inclined satellites. The antenna is also capable of multi-beam analysis to enable the simultaneous tracking of multiple satellites and to insure no down time during handoffs. The radiation beam pattern has excellent characteristics of high gain (Equivalent Isotropic Radiated Power), very narrow beamwidth, and low cross polarization.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Gbele",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick K Gbele",
   "pi_email_addr": "patrick.gbele@usairtechcorp.com",
   "nsf_id": "000805238",
   "pi_start_date": "2020-12-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "US AIR TECH, LLC",
  "inst_street_address": "9040 S RITA RD STE 1270",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5208085512",
  "inst_zip_code": "857479192",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "AZ06",
  "org_lgl_bus_name": "US AIR TECH CORP.",
  "org_prnt_uei_num": "RSK5V9847C97",
  "org_uei_num": "N4TSTK9W7LW1"
 },
 "perf_inst": {
  "perf_inst_name": "US AIR TECH, LLC",
  "perf_str_addr": "6509 E 38ST",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857301601",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "AZ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  },
  {
   "pgm_ele_code": "809100",
   "pgm_ele_name": "SBIR Outreach & Tech. Assist"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1367",
   "pgm_ref_txt": "DDOP-WIRELESS TECH & INFO NETW"
  },
  {
   "pgm_ref_code": "4096",
   "pgm_ref_txt": "COMMUNICATIONS RESEARCH"
  },
  {
   "pgm_ref_code": "8034",
   "pgm_ref_txt": "Hardware Components"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 276000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>STELLA - Satcom Technology of Elaborate Luneburg Lens Antenna</strong></p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">Cellular service is only available on less than 10% of the earth&rsquo;s surface.&nbsp;&nbsp;Therefore, the only option for voice and data communications including internet access for those in rural and remote areas and at sea are satellite communications (Satcom) systems.&nbsp;&nbsp;These systems require that each user has an antenna to send and receive signals and equipment to process the data.&nbsp;&nbsp;Current commercial systems use parabolic antennas one meter and larger, and complex electronics phased array antennas to provide data at speeds in the 1-30 Mbps.&nbsp;&nbsp;These speeds are often unacceptable for data streaming and provide long delays in voice communication.&nbsp;&nbsp;In addition, when these Satcom systems are located on a moving platform such as an airplane, maritime vessel, or vehicle they suffer severe connectivity problems with constant loss of signals due to the inability of the antenna to stay focused on a single satellite.&nbsp;&nbsp;</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">In this NSF SBIR Phase I program, US Air Tech (USAT) took on the challenge of designing and fabricating a working prototype of its proprietary Satcom antenna named STELLA (Satcom Technology of Elaborate Luneburg Lens Antenna).&nbsp;&nbsp;Unlike the current parabolic and phased array antenna which can connect to only a single satellite, STELLA is multichannel device that can simultaneously connect to multiple satellite across the sky.&nbsp;&nbsp;In addition, STELLA is small and lighter and less complex than existing technology and yet it has the potential to provide a plug-in substitute antenna that would improve data speed and connectivity in residential, military, and transportation Satcom systems.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\"><strong><span>Intellectual merit</span></strong></p>\n<p class=\"Default\">During Phase I, USAT designed, built and successfully tested a STELLA prototype that validated STELLA&rsquo;s concept and provided significant technical insight for the full development of a Satcom terminal based on the concept.&nbsp;&nbsp;STELLA, a multiband in millimeter waves frequency of X, Q, V, W bands (8GHz to 110GHz) and multi-beam, does enable a reliable and dependable simultaneous connectivity to multiple satellites in low orbital altitude while providing a high data throughput. Results of the initial tests indicate that a single 12 cm diameter STELLA antenna could provide the same data receiving and transmitting capabilities as dozens of conventional antenna ten times larger. The intellectual property material developed in the patent pending of STELLA will enable an in-depth investigation around the theory and contribute to further advancement of the lens technology.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">&nbsp;<strong>Broader Impacts</strong></p>\n<p class=\"Default\">STELLA has demonstrated the ability to advance satellite communications systems well beyond the limitations of current technology. This unique antenna technology has tremendous commercial potential in both Satcom field and also the 5G mobile cellular network. The potential beneficiaries of STELLA include commercial internet and cellular service providers, the defense industry, applications based on real-time technologies such as Natural Disaster services, Search &amp; Rescue, GPS (Global Positioning Systems), weather monitoring and many others.&nbsp;&nbsp;The integration of STELLA to Satcom systems and the technical easiness&rsquo; adoption will benefit maritime communications and provide voice and internet to remote and inaccessible areas of the planet. The technology&rsquo;s low cost of STELLA enables better coverage of underserved communities and contributes to an expanded proliferation of a cost-effective and dependable communication service.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/29/2022<br>\n\t\t\t\t\tModified by: Patrick&nbsp;K&nbsp;Gbele</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSTELLA - Satcom Technology of Elaborate Luneburg Lens Antenna\n \nCellular service is only available on less than 10% of the earth’s surface.  Therefore, the only option for voice and data communications including internet access for those in rural and remote areas and at sea are satellite communications (Satcom) systems.  These systems require that each user has an antenna to send and receive signals and equipment to process the data.  Current commercial systems use parabolic antennas one meter and larger, and complex electronics phased array antennas to provide data at speeds in the 1-30 Mbps.  These speeds are often unacceptable for data streaming and provide long delays in voice communication.  In addition, when these Satcom systems are located on a moving platform such as an airplane, maritime vessel, or vehicle they suffer severe connectivity problems with constant loss of signals due to the inability of the antenna to stay focused on a single satellite.  \n \nIn this NSF SBIR Phase I program, US Air Tech (USAT) took on the challenge of designing and fabricating a working prototype of its proprietary Satcom antenna named STELLA (Satcom Technology of Elaborate Luneburg Lens Antenna).  Unlike the current parabolic and phased array antenna which can connect to only a single satellite, STELLA is multichannel device that can simultaneously connect to multiple satellite across the sky.  In addition, STELLA is small and lighter and less complex than existing technology and yet it has the potential to provide a plug-in substitute antenna that would improve data speed and connectivity in residential, military, and transportation Satcom systems.\n \nIntellectual merit\nDuring Phase I, USAT designed, built and successfully tested a STELLA prototype that validated STELLA’s concept and provided significant technical insight for the full development of a Satcom terminal based on the concept.  STELLA, a multiband in millimeter waves frequency of X, Q, V, W bands (8GHz to 110GHz) and multi-beam, does enable a reliable and dependable simultaneous connectivity to multiple satellites in low orbital altitude while providing a high data throughput. Results of the initial tests indicate that a single 12 cm diameter STELLA antenna could provide the same data receiving and transmitting capabilities as dozens of conventional antenna ten times larger. The intellectual property material developed in the patent pending of STELLA will enable an in-depth investigation around the theory and contribute to further advancement of the lens technology.\n \n Broader Impacts\nSTELLA has demonstrated the ability to advance satellite communications systems well beyond the limitations of current technology. This unique antenna technology has tremendous commercial potential in both Satcom field and also the 5G mobile cellular network. The potential beneficiaries of STELLA include commercial internet and cellular service providers, the defense industry, applications based on real-time technologies such as Natural Disaster services, Search &amp; Rescue, GPS (Global Positioning Systems), weather monitoring and many others.  The integration of STELLA to Satcom systems and the technical easiness’ adoption will benefit maritime communications and provide voice and internet to remote and inaccessible areas of the planet. The technology’s low cost of STELLA enables better coverage of underserved communities and contributes to an expanded proliferation of a cost-effective and dependable communication service. \n\n\t\t\t\t\tLast Modified: 03/29/2022\n\n\t\t\t\t\tSubmitted by: Patrick K Gbele"
 }
}