{
 "awd_id": "2035556",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Rural Electronics Education Hub Pilot in the Upper Mississippi River Basin",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924651",
 "po_email": "vccarter@nsf.gov",
 "po_sign_block_name": "Virginia Carter",
 "awd_eff_date": "2021-01-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 516513.0,
 "awd_amount": 516513.0,
 "awd_min_amd_letter_date": "2020-12-18",
 "awd_max_amd_letter_date": "2021-06-21",
 "awd_abstract_narration": "Advanced Manufacturing and Engineering Technology sectors in the United States continue to face a widening workforce skills gap and declining STEM workforce pipelines. Up to 2.4 million unfilled jobs in these sectors are predicted by 2028. In Minnesota and the upper Mississippi River Basin, workforce surveys identified the need for more than 1,000 electronics technology positions by 2026. As businesses transition to electromechanical equipment, and apply automation and smart manufacturing, skillset requirements for workers shift, creating a skills deficiency in candidate and incumbent workers. Rural businesses have additional challenges in building a skilled workforce, including a lack of success at attracting females, underserved/underrepresented populations, or Native Americans into their workforce. The recent impact of a viral pandemic has also highlighted a need to address blended and distance instructional delivery to reach these workers of tomorrow. This project will support the regional need for electronics technicians through a dual-credit Introduction to Electronics Certificate that allows students to obtain high school credit and college credit simultaneously. The Certificate will support entry of high school students, college students, and adult workers into electronics pathways by providing courses that meet requirements of associate degree programs. \r\n\r\nThe overarching goal of the project is to expand the pipeline of skilled technicians into electronics technology careers. To do so, this project will create a replicable certificate program that bridges the gaps between K-12 schools, post-secondary institutions of higher education, and the manufacturing sector. The project will support: 1) a sustained pipeline of workers through a dual enrollment Introduction to Electronics Certificate with articulated paths to Associate of Applied Science programs; 2) mediated and distance learning materials with simulation, blended delivery, and portable lab modules; 3) a Culture Change Model, drawing on multiple regional influencers for support and action research by educators, industry, vendors, and peer academic colleges; 4) faculty professional development on training technologies and manufacturing industry needs; 5) a diversity outreach strategy for females, underserved/underrepresented and Native American populations into electronics; and 6) collaborative relationships with four-year institutions to further develop career pathways in electronics. This project is funded by the Advanced Technological Education program that focuses on the education of technicians for the advanced-technology fields that drive the nation's economy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Kalis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marc Kalis",
   "pi_email_addr": "mkalis@southeastmn.edu",
   "nsf_id": "000562499",
   "pi_start_date": "2020-12-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Alice",
   "pi_last_name": "Zimmer",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Alice A Zimmer",
   "pi_email_addr": "azimmer@southeastmn.edu",
   "nsf_id": "000078311",
   "pi_start_date": "2020-12-18",
   "pi_end_date": "2021-06-21"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Calvin",
   "pi_last_name": "Clemons",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Calvin L Clemons",
   "pi_email_addr": "calvin.clemons@southeastmn.edu",
   "nsf_id": "000809554",
   "pi_start_date": "2020-12-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Minnesota State College - Southeast Technical",
  "inst_street_address": "1250 HOMER RD",
  "inst_street_address_2": "",
  "inst_city_name": "WINONA",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "5074532752",
  "inst_zip_code": "559876821",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MN01",
  "org_lgl_bus_name": "MINNESOTA STATE COLLEGES AND UNIVERSITIES",
  "org_prnt_uei_num": "",
  "org_uei_num": "JLDJA6VFHH59"
 },
 "perf_inst": {
  "perf_inst_name": "Minnesota State College - Southeast Technical",
  "perf_str_addr": "1250 Homer Road",
  "perf_city_name": "Winona",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "559874897",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MN01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 516513.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report</p>\r\n<p>Rural Electronics Education Hub Pilot in the Upper Mississippi River Basin (REEHp)</p>\r\n<p>DUE #: 2035556</p>\r\n<p>&nbsp;</p>\r\n<p>The project Rural Electronics Education Hub Pilot in the Upper Mississippi River Basin (REEHp), was a collaborative effort led by Minnesota State College Southeast (Southeast).&nbsp; The overarching goal of the project was to increase the pipeline of trained electronics technology technicians to meet regional advanced manufacturing workforce needs, by developing an educational pathway that starts in high school and making the curriculum more accessible.&nbsp; The program was also made available to upskill incumbent industry employees. Working with six industry partners, Southeast developed a 4-course, 9-credit Basic Electronics Certificate program which was deployed into both the Winona and Red Wing Campuses. &nbsp;In addition, the program was just deployed into a local high school.&nbsp; The curriculum included courses in the following areas: AC Electricity, DC Electricity, DC Theory and Circuits and Digital Electronics. &nbsp;The AC and DC courses were both made available online to improve accessibility. High school students graduating with this certificate were able to directly transfer into a technical college or university technology program such as Electronics, Electrical/Computer Engineering, Biomedical Equipment or Mechatronics, to continue their education with this head start, saving them both time and money.&nbsp;</p>\r\n<p>The certificate courses were taught by college instructors for high school students in the college labs or the high school lab, allowing for easy, no-cost access to dual-high school/college credits.&nbsp; Many of the incumbent industry trainees took the courses online. The lab equipment and simulation software were purchased through the grant funding, industry partner donations, and college investments. In order to help promote the program, high school instructors were educated about the certificate courses by the college faculty, as well as local industry partners, including summer workshops for their continued professional development.&nbsp; In addition, many campus tours and hands-on lab days were held for high school students, including special events for Hispanic students and Women Exploring Trades.</p>\r\n<p>Over the course of the project, program enrollment grew from 13 students taking one course for 26 total college credits the first year, to 119 students taking four courses for 256 total credits the fourth year, which was significant growth.&nbsp; In addition to the classroom training, high school students in the program had the opportunity to tour industry partner manufacturing plants, which got them even more excited about the career potential.&nbsp; Overall, this project successfully met the goal of increasing the trained electronics technician workforce pipeline for advanced manufacturing companies in rural Southeast Minnesota, and Southeast plans to continue the program accordingly.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/02/2025<br>\nModified by: Marc&nbsp;Kalis</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nProject Outcomes Report\r\n\n\nRural Electronics Education Hub Pilot in the Upper Mississippi River Basin (REEHp)\r\n\n\nDUE #: 2035556\r\n\n\n\r\n\n\nThe project Rural Electronics Education Hub Pilot in the Upper Mississippi River Basin (REEHp), was a collaborative effort led by Minnesota State College Southeast (Southeast). The overarching goal of the project was to increase the pipeline of trained electronics technology technicians to meet regional advanced manufacturing workforce needs, by developing an educational pathway that starts in high school and making the curriculum more accessible. The program was also made available to upskill incumbent industry employees. Working with six industry partners, Southeast developed a 4-course, 9-credit Basic Electronics Certificate program which was deployed into both the Winona and Red Wing Campuses. In addition, the program was just deployed into a local high school. The curriculum included courses in the following areas: AC Electricity, DC Electricity, DC Theory and Circuits and Digital Electronics. The AC and DC courses were both made available online to improve accessibility. High school students graduating with this certificate were able to directly transfer into a technical college or university technology program such as Electronics, Electrical/Computer Engineering, Biomedical Equipment or Mechatronics, to continue their education with this head start, saving them both time and money.\r\n\n\nThe certificate courses were taught by college instructors for high school students in the college labs or the high school lab, allowing for easy, no-cost access to dual-high school/college credits. Many of the incumbent industry trainees took the courses online. The lab equipment and simulation software were purchased through the grant funding, industry partner donations, and college investments. In order to help promote the program, high school instructors were educated about the certificate courses by the college faculty, as well as local industry partners, including summer workshops for their continued professional development. In addition, many campus tours and hands-on lab days were held for high school students, including special events for Hispanic students and Women Exploring Trades.\r\n\n\nOver the course of the project, program enrollment grew from 13 students taking one course for 26 total college credits the first year, to 119 students taking four courses for 256 total credits the fourth year, which was significant growth. In addition to the classroom training, high school students in the program had the opportunity to tour industry partner manufacturing plants, which got them even more excited about the career potential. Overall, this project successfully met the goal of increasing the trained electronics technician workforce pipeline for advanced manufacturing companies in rural Southeast Minnesota, and Southeast plans to continue the program accordingly.\r\n\n\n\t\t\t\t\tLast Modified: 04/02/2025\n\n\t\t\t\t\tSubmitted by: MarcKalis\n"
 }
}