{
 "awd_id": "2036119",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Off-the-Shelf immuno-compatible cell therapies",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032920000",
 "po_email": "epiersto@nsf.gov",
 "po_sign_block_name": "Erik Pierstorff",
 "awd_eff_date": "2021-02-01",
 "awd_exp_date": "2022-10-31",
 "tot_intn_awd_amt": 255750.0,
 "awd_amount": 255750.0,
 "awd_min_amd_letter_date": "2021-01-29",
 "awd_max_amd_letter_date": "2022-07-29",
 "awd_abstract_narration": "The broader impact of this Small Business Innovation Research (SBIR) Phase I project is to improve cell therapy by enabling the rapid development of novel and safe therapies through the seamless production of pre-characterized, good manufacturing practice (GMP) grade, universally immune-compatible induced pluripotent stem cell (iPSC) cell lines. The solution will target the global cell therapy market, expected to be the fastest-growing sector in the regenerative medicine industry and reaching $9.8 B by 2026. This project will advance a technology for better clinical trials. \r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project explores feasibility of a platform for the generation of completely immune-compatible Off-The-Shelf cell therapies. The platform employs a fully scalable workflow centered on master induced pluripotent cell lines engineered for universal immune-compatibility. Cells are further functionalized by site-specific insertion of bacterial integrase receiver sites enabling safe and reliable insertion of new DNA constructs into defined genomic loci with low risk for off-target events. This approach will produce immune-compatible iPSC Receiver Cells that can be differentiated into many different mature cell types for use in cell therapy applications. The proposed activities will validate a new approach to prevent host-versus-grafts rejections based on the disruption of chaperone proteins that impair major histocompatibility complex (MHC)-1 function without eliminating MHC-1 cell-surface expression. Several iPSC cell lines will be generated and tested in vitro and in vivo to investigate the efficacy of the proposed method to prevent HLA-dependent cytotoxic T cell “non-self” and NK cell “missing-self” responses. The ability of the generated iPSC to generate differentiated immune-compatible cell lines will be assessed, validating the entire workflow of the proposed platform.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Sams",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Gary R Sams",
   "pi_email_addr": "SBIR2020@progenitorlifesciences.com",
   "nsf_id": "000829819",
   "pi_start_date": "2021-01-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "PROGENITOR INC.",
  "inst_street_address": "675 S ARAPEEN DR",
  "inst_street_address_2": "STE 302",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "6198384882",
  "inst_zip_code": "841081228",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "PROGENITOR INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "E24UJ9SLGDK4"
 },
 "perf_inst": {
  "perf_inst_name": "PROGENITOR INC.",
  "perf_str_addr": "675 S ARAPEEN DR STE 302",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841081228",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6883",
   "pgm_ref_txt": "CHEMISTRY OF LIFE PROCESSES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 255750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>NSF SBIR Project Outcomes Report, January, 2023:</p>\n<p>&nbsp;Off-the-Shelf Immuno-compatible Cell Therapies</p>\n<p>Award Number: 2036119</p>\n<p>&nbsp;Progenitor Inc. has been working in the area of cell therapy since 2013.&nbsp; A major challenge in using cells and tissues as medical treatments is having to match cells between a donor and a recipient&rsquo;s particular immune system.&nbsp; The immune system is designed to reject cells and tissues from a donor that are not identical in make-up.&nbsp; Various solutions have evolved, such as focusing on family members with greater&nbsp;genetic similarity to the recipient, development of bone marrow banks, and advanced testing and registration of potential cell and tissue donors.&nbsp; &nbsp;While these approaches have improved the availability of immune &ldquo;compatible&rdquo; cells and tissues for patients who need them, the logistics and costs are huge, and these approaches are still quite slow and laborious, requiring person-by-person searches for compatible cells/tissues.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Progenitor has identified and developed a method for creating universally compatible cells that do not require matching between donors and recipients.&nbsp; This allows cells taken from nearly any donor to serve as the basis for large scale manufacturing of cells and tissues that are &ldquo;universally compatible&rdquo; with most recipients.&nbsp; The availability of universally compatible cells/tissues opens up new possibilities for large scale industrial manufacturing of these therapies, since they do not need to be matched between donor and recipient on a case-by-case basis.&nbsp; Large scale manufacturing will in-turn reduce the cost of these promising cell and tissue therapies, making them more accessible to the patients who need them. A particular focus of Progenitor has been development of universally compatible stem cells that can be used to produce cancer-fighting immune cells (T cells and natural killer (NK) cells) to treat patients with leukemias, as well as other blood-related cancers, like lymphoma, and solid cancer tumors.</p>\n<p>&nbsp;</p>\n<p>In this SBIR-funded research project, Progenitor demonstrated successful creation of multiple stem cell lines that exhibit promising enhancements in compatibility with unmatched immune cells and even complete human immune systems replicated in living mice.&nbsp; Progenitor also demonstrated the ability to transform these stem cells into NK cells that can be used to produce cancer-fighting immune cell therapies.&nbsp;The company&nbsp;has filed&nbsp;a patent associated with its invention and the data demonstrating immune compatibility. With the data generated in this SBIR project, Progenitor believes it has a clear pathway to one of the first universally compatible cell therapy platforms.&nbsp;&nbsp;The company is interested in partnering with companies to further develop its technology for use in all areas of cell and tissue-based medical treatments.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/29/2023<br>\n\t\t\t\t\tModified by: Gary&nbsp;R&nbsp;Sams</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNSF SBIR Project Outcomes Report, January, 2023:\n\n Off-the-Shelf Immuno-compatible Cell Therapies\n\nAward Number: 2036119\n\n Progenitor Inc. has been working in the area of cell therapy since 2013.  A major challenge in using cells and tissues as medical treatments is having to match cells between a donor and a recipient’s particular immune system.  The immune system is designed to reject cells and tissues from a donor that are not identical in make-up.  Various solutions have evolved, such as focusing on family members with greater genetic similarity to the recipient, development of bone marrow banks, and advanced testing and registration of potential cell and tissue donors.   While these approaches have improved the availability of immune \"compatible\" cells and tissues for patients who need them, the logistics and costs are huge, and these approaches are still quite slow and laborious, requiring person-by-person searches for compatible cells/tissues.  \n\n \n\nProgenitor has identified and developed a method for creating universally compatible cells that do not require matching between donors and recipients.  This allows cells taken from nearly any donor to serve as the basis for large scale manufacturing of cells and tissues that are \"universally compatible\" with most recipients.  The availability of universally compatible cells/tissues opens up new possibilities for large scale industrial manufacturing of these therapies, since they do not need to be matched between donor and recipient on a case-by-case basis.  Large scale manufacturing will in-turn reduce the cost of these promising cell and tissue therapies, making them more accessible to the patients who need them. A particular focus of Progenitor has been development of universally compatible stem cells that can be used to produce cancer-fighting immune cells (T cells and natural killer (NK) cells) to treat patients with leukemias, as well as other blood-related cancers, like lymphoma, and solid cancer tumors.\n\n \n\nIn this SBIR-funded research project, Progenitor demonstrated successful creation of multiple stem cell lines that exhibit promising enhancements in compatibility with unmatched immune cells and even complete human immune systems replicated in living mice.  Progenitor also demonstrated the ability to transform these stem cells into NK cells that can be used to produce cancer-fighting immune cell therapies. The company has filed a patent associated with its invention and the data demonstrating immune compatibility. With the data generated in this SBIR project, Progenitor believes it has a clear pathway to one of the first universally compatible cell therapy platforms.  The company is interested in partnering with companies to further develop its technology for use in all areas of cell and tissue-based medical treatments.  \n\n \n\n\t\t\t\t\tLast Modified: 01/29/2023\n\n\t\t\t\t\tSubmitted by: Gary R Sams"
 }
}