{
 "awd_id": "2036583",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Development of a biological adhesive for the fixation and integration of cartilage implants",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032920000",
 "po_email": "epiersto@nsf.gov",
 "po_sign_block_name": "Erik Pierstorff",
 "awd_eff_date": "2021-02-15",
 "awd_exp_date": "2023-01-31",
 "tot_intn_awd_amt": 256000.0,
 "awd_amount": 256000.0,
 "awd_min_amd_letter_date": "2021-02-05",
 "awd_max_amd_letter_date": "2021-02-05",
 "awd_abstract_narration": "The broader impact of this Small Business Innovation Research (SBIR) Phase I project is that it will develop a novel biological glue to enhance knee cartilage healing. Injuries (e.g., sports-related) or extensive use leads to deterioration because cartilage does not heal. For repair implants, including transplants and engineered grafts, securing the implant into the damaged cartilage and ensuring its growth are critical for successful healing. The proposed project will develop an advanced adhesive with live cells and other biological additives to actively encourage integration of the implant into adjacent cartilage for accelerated healing. \r\n\r\nThe proposed project will advance a biological glue to enhances cartilage healing. Specifically, this project will increase the stickiness and thickness of the glue to make its properties comparable or superior to fibrin glue, the commercially available standard. This project will: (1) explore biological additives to the active cells and molecular cartilage components already present in the biological glue and compare performance with the fibrin standard; (2) examine the biological glue’s ability to secure a cartilage implant into damaged native cartilage over four weeks in a laboratory model; and (3) assess the glue durability and healing. Ultimately, it is anticipated that the glue developed in this project will promote the fixation and integration of cartilage implants into native cartilage.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wendy",
   "pi_last_name": "Brown",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Wendy E Brown",
   "pi_email_addr": "wendy.brown@uci.edu",
   "nsf_id": "000828747",
   "pi_start_date": "2021-02-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CARTILAGE INC",
  "inst_street_address": "20 WHISTLER CT",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307717217",
  "inst_zip_code": "926174069",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "CARTILAGE INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "C47HFKTMNMA4"
 },
 "perf_inst": {
  "perf_inst_name": "CARTILAGE INC",
  "perf_str_addr": "20 Whistler Ct",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926174069",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 256000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Articular cartilage damage, often caused by &ldquo;wear-and-tear&rdquo; or injuries (e.g., trauma or sports-related), does not heal. For patients with cartilage damage that remains unrepaired, ability to work and quality of life are greatly affected. Over time, cartilage damage degenerates toward osteoarthritis, which is the most common joint disorder in the US. Overall, osteoarthritis affects 32.5 million adults in the US. Specifically, in the knee, osteoarthritis occurs in 10% of men and 13% of women aged 60 years or older. It is clear that effectively treating cartilage injuries is essential to improving the quality of life for millions of people.<strong></strong></p>\n<p>Toward enhancing cartilage healing, the goal of this Phase I SBIR project was to develop Chondrofluid, a biological adhesive to enhance the fixation, retention, and integration of cartilage repair implants. Over 30 customer discovery interviews, as well as a survey of key opinion leaders in sports medicine orthopaedic surgery, were performed to determine the desired characteristics of an ideal cartilage adhesive. Through these interviews, the great need for injectable cartilage filler/repair product was verified. The project resulted in a formulation of Chondrofluid that has the great potential to satisfy both of these indications. Chondrofluid is liquid at cool temperatures and solidifies into a gel at body temperatures, making it injectable for easy use. Compared to fibrin sealant (the current gold standard for cartilage fixation), Chondrofluid has superior viscosity and similar adhesiveness. Importantly, Chondrofluid greatly enhanced the integration between both engineered and native cartilage implants to adjacent native cartilage in laboratory testing. The promising results of this Phase I SBIR motivate the further investigation of Chondrofluid&rsquo;s safety and efficacy in clinically relevant large animal models.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/03/2023<br>\n\t\t\t\t\tModified by: Wendy&nbsp;E&nbsp;Brown</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nArticular cartilage damage, often caused by \"wear-and-tear\" or injuries (e.g., trauma or sports-related), does not heal. For patients with cartilage damage that remains unrepaired, ability to work and quality of life are greatly affected. Over time, cartilage damage degenerates toward osteoarthritis, which is the most common joint disorder in the US. Overall, osteoarthritis affects 32.5 million adults in the US. Specifically, in the knee, osteoarthritis occurs in 10% of men and 13% of women aged 60 years or older. It is clear that effectively treating cartilage injuries is essential to improving the quality of life for millions of people.\n\nToward enhancing cartilage healing, the goal of this Phase I SBIR project was to develop Chondrofluid, a biological adhesive to enhance the fixation, retention, and integration of cartilage repair implants. Over 30 customer discovery interviews, as well as a survey of key opinion leaders in sports medicine orthopaedic surgery, were performed to determine the desired characteristics of an ideal cartilage adhesive. Through these interviews, the great need for injectable cartilage filler/repair product was verified. The project resulted in a formulation of Chondrofluid that has the great potential to satisfy both of these indications. Chondrofluid is liquid at cool temperatures and solidifies into a gel at body temperatures, making it injectable for easy use. Compared to fibrin sealant (the current gold standard for cartilage fixation), Chondrofluid has superior viscosity and similar adhesiveness. Importantly, Chondrofluid greatly enhanced the integration between both engineered and native cartilage implants to adjacent native cartilage in laboratory testing. The promising results of this Phase I SBIR motivate the further investigation of Chondrofluid’s safety and efficacy in clinically relevant large animal models.\n\n\t\t\t\t\tLast Modified: 03/03/2023\n\n\t\t\t\t\tSubmitted by: Wendy E Brown"
 }
}