{
 "awd_id": "2037771",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "Natural Hazards Engineering Research Infrastructure: Experimental Facility with Large-Scale, Multi-directional, Hybrid Simulation Testing Capabilities 2021-2025",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2021-01-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 5329151.0,
 "awd_amount": 5329151.0,
 "awd_min_amd_letter_date": "2020-12-09",
 "awd_max_amd_letter_date": "2024-12-04",
 "awd_abstract_narration": "The Natural Hazards Engineering Research Infrastructure (NHERI) is supported by the National Science Foundation (NSF) as a distributed, multi-user national facility to provide the natural hazards engineering research community with access to research infrastructure that includes earthquake and wind engineering experimental facilities, cyberinfrastructure (CI), computational modeling and simulation tools, high performance computing resources, and research data, as well as education and community outreach activities. Originally funded under program solicitations NSF 14-605 and NSF 15-598, NHERI has operated since 2015 through separate, but coordinated, five-year research infrastructure awards for a Network Coordination Office, CI, Computational Modeling and Simulation Center, and Experimental Facilities, including a post-disaster, rapid response research facility. Information about NHERI resources are available at the NHERI web portal (https://www.DesignSafe-ci.org). Awards made for NHERI contribute to NSF's role in the National Earthquake Hazards Reduction Program (NEHRP) and the National Windstorm Impact Reduction Program (NWIRP). NHERI Experimental Facilities will provide access to their experimental resources, user services, and data management infrastructure for NSF-supported research and education awards. This award will renew the NHERI Experimental Facility at Lehigh University from January 1, 2021, to September 30, 2025. Through this award, researchers will have access to the facility's experimental resources to perform accurate, large-scale simulations in multi-directions to study the effects of natural hazards on civil infrastructure, including the effects of soil-foundation-structure interaction under wind and earthquake hazards. The research performed at the facility will promote advances in community natural hazard resilience, as the experimental data and related computational models will be used to validate new structural concepts for design and retrofit that will advance the performance of infrastructure systems during natural hazard events. Data acquired from research conducted at the facility will be valuable in developing a deeper understanding of the key physical responses, vulnerabilities, and factors that influence the resilience of civil infrastructure and communities. The facility will create opportunities to develop a diverse workforce through natural hazards engineering research, educational activities, and professional practice. The education and outreach programs will target a diverse audience at all levels and attract students into science, engineering, and technology, while also reaching out to promote, educate, and inform the engineering community about new discoveries and advancements in performance-based natural hazards engineering. Experimental data generated from the research conducted at this facility will be archived in the Data Depot on the NHERI web portal. The facility will conduct annual workshops for prospective users and will host Research Experiences for Undergraduate students.\r\n\r\nThe experimental resources, which include a multi-directional reaction wall, strong floor, servo-controlled hydraulic actuators, and advanced testing algorithms, will support large-scale, multi-directional testing. This includes real-time hybrid simulation (RTHS), which uses physical models of the least-understood parts of the system in the laboratory, along with computer-based numerical models of the rest of the system, to enable the definition of the “system” to be expanded well beyond the size of typical laboratory physical models. The performance of large-scale components and systems subject to multi-directional demand from natural hazards can be readily assessed through the application of one of more of the testing techniques provided by the facility that includes: (1) hybrid simulation (HS), which combines large-scale physical models with computer-based numerical simulation models; (2) geographically distributed HS (DHS), which is a HS with physical models and/or numerical simulation models located in different laboratories and connected through the Internet; (3) RTHS, which is a HS conducted at the actual time scale of the physical models and events, such as an earthquake, a wind natural hazard, or multi-natural hazards; (4) geographically distributed RTHS (DRTHS), which combines DHS and RTHS; (5) dynamic testing (DT), which uses high speed servo-controlled hydraulic actuators or other methods to load large-scale physical models at real-time scales through predefined force or displacement histories to characterize their dynamic response; and (6) quasi-static testing (QS), which uses hydraulic actuators to load large-scale physical models through predefined force and/or displacement histories to characterize their static response. The high-quality, system-level experimental data acquired at the facility through the use of a broad array of instrumentation and advanced sensors will provide a valuable and unique resource for the natural hazards community to develop and validate high-fidelity computational models, leading to advances in the knowledge and understanding of civil infrastructure response to natural hazards.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Ricles",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "James M Ricles",
   "pi_email_addr": "jmr5@lehigh.edu",
   "nsf_id": "000449392",
   "pi_start_date": "2020-12-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Sause",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Sause",
   "pi_email_addr": "rs0c@lehigh.edu",
   "nsf_id": "000178410",
   "pi_start_date": "2020-12-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Claudia",
   "pi_last_name": "Reis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Claudia Reis",
   "pi_email_addr": "clr323@lehigh.edu",
   "nsf_id": "0000A02GT",
   "pi_start_date": "2024-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "Alumni Building 27",
  "perf_city_name": "Bethlehem",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "013Y00",
   "pgm_ele_name": "Natural Hazards Engineering Re"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "040E",
   "pgm_ref_txt": "Haz mitigation of structural sys"
  },
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "7231",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0123",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0124",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0125",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 1028905.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 1072785.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 1137448.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 1155091.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 934922.0
  }
 ],
 "por": null
}