{
 "awd_id": "2037750",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Did small, non-fossilizing plankton dominate primary productivity and shape the recovery of calcareous plankton after the end Cretaceous mass extinction?",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927516",
 "po_email": "awanamak@nsf.gov",
 "po_sign_block_name": "Alan Wanamaker",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 398264.0,
 "awd_amount": 458264.0,
 "awd_min_amd_letter_date": "2021-07-20",
 "awd_max_amd_letter_date": "2024-06-24",
 "awd_abstract_narration": "Phytoplankton, which live in the surface ocean, produce organic matter from sunlight and carbon dioxide. This primary production forms the base of most marine food webs and is a critical part of the global carbon cycle. In the modern ocean plankton are being impacted by warming and ocean acidification. Natural changes in ocean temperature and chemistry in the geologic past can help us understand the long-term effects of stressors such as warming and acidification. The Cretaceous-Paleogene (K-Pg) mass extinction event ~66 million years ago was one such time of global change. Calcareous (fossil-forming) nanoplankton were one of the dominant primary producers in the Cretaceous ocean. However, 93% of species of this group went extinct at the K-Pg boundary, and they were never again as dominant. Previous studies of the plankton response to the K-Pg event have generally been limited to studies of species which leave a physical fossil record. Thus, these studies provided only a partial view of ancient plankton ecosystems. The proposed work will overcome this limitation by using chemical fossils called biomarkers. These new data will be used together with traditional physical fossils to reconstruct changes in the marine plankton community following the K-Pg event. It has often been assumed that non-fossilizing phytoplankton filled the gap left by the decline in calcareous nannoplankton. This study will help test that hypothesis. Documenting the changes in both non-fossilizing and fossilizing plankton will improve our understanding of long-term changes in plankton ecology, and of how those changes could alter the ocean carbon cycle. This project will train early career researchers and undergraduate students, and will disseminate results to broader audiences through outreach and educational activities in partnership with organizations and programs in Austin, TX and Boulder, CO.\r\n\r\nThe project will develop datasets of lipid biomarkers, calcareous nannoplankton, and planktic foraminifera from 5 sites in Tunisia, Spain, and the US Gulf Coast. Three sites in Tunisia (El Kef, Elles, and El Melah) represent a depth transect on a continental shelf (paleodepths of 200-500 m), Caravaca represents deeper water (~600-1000 m), while Brazos represent a shallow shelf which will allow us to test regional variability between north Africa and the US Gulf Coastal Plain. These data will allow tests of the following hypotheses:\r\n1.\tA low-diversity assemblage of non-fossilizing phytoplankton bloomed in the aftermath of the K-Pg extinction, during the time of low diversity calcareous nannoplankton “disaster” assemblages.\r\n2.\tSubsequent recovery of calcareous nannoplankton diversity is associated with a decline in non-fossilizing phytoplankton.\r\n3.\tShifts in the heterotrophic planktic foraminifera assemblages are tied to turnover in the whole autotrophic plankton assemblage.\r\n4.\tThe post-extinction community of primary producers was dominated by smaller phytoplankton like algae and cyanobacteria, and would have increased carbon recycling in shallow waters and reduced carbon export to the deep sea.\r\nThe study will improve our understanding of the recovery after the end Cretaceous mass extinction and in our overall understanding of the role of plankton ecology in marine ecosystem change. Additionally, reconstructing the whole plankton ecosystem, and not just the part that fossilizes, would represent a significant improvement of our toolkit to investigate ancient oceans.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julio",
   "pi_last_name": "Sepulveda",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Julio C Sepulveda",
   "pi_email_addr": "jsepulveda@colorado.edu",
   "nsf_id": "000642184",
   "pi_start_date": "2021-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  },
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7459",
   "pgm_ref_txt": "SEDIMENTARY GEO & PALEOBIOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 398264.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": null
}