{
 "awd_id": "2037981",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Novel antifungal symbiotic peptides: Modes of action and control of fungal pathogens",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032927746",
 "po_email": "cjahn@nsf.gov",
 "po_sign_block_name": "Courtney Jahn",
 "awd_eff_date": "2021-06-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2021-06-01",
 "awd_max_amd_letter_date": "2021-06-01",
 "awd_abstract_narration": "Fungal pathogens cause significant losses of crop yield and are a serious biological threat to food security. Effective management of fungal diseases in crops has become a major challenge due to development of fungicide resistance in pathogen populations and lack of single gene resistance. Thus, it is important to look for countermeasures. Small cysteine-rich antifungal peptides that exhibit potent antifungal activity against economically important fungal pathogens offer peptide-based biofungicide alternatives to on-farm chemical fungicides. We have identified two small antifungal peptides from leguminous plants that offer significant potential for development as second-generation safe and sustainable biofungicides. For effective use of these peptides for crop protection in agriculture, it is important to understand their structure-activity relationships and mechanisms of antifungal action. Preliminary studies have revealed that these peptides exhibit multi-faceted modes of action. In this proposal, active sites of these peptides governing their antifungal activity will be determined and extensive high-resolution microscopy will be used to investigate subcellular targets of these peptides in a fungal pathogen that causes gray mold disease in fruits and vegetables. Further, biochemical tools will be employed to identify molecular targets of these peptides in the fungus. This project provides interdisciplinary training to a postdoctoral student and under-represented minority undergraduate students. In addition, it provides hands-on research experiences to teachers and students from low performing public schools in the St Louis area. \r\n\r\nTwo cationic sequence-divergent nodule-specific cysteine-rich peptides, NCR044 and NCR13, exhibit potent antifungal activity against plant fungal pathogens. We hypothesize that these two NCR peptides exhibit unique structural characteristics and are highly effective due to their multi-faceted modes of action. We further propose that NCR peptides have untapped potential for development as safe spray-on biofungicides. In this project, 3D structure of NCR13 will be determined. Sequence motifs of NCR044 and NCR13 governing membrane disruption and antifungal activity against Botrytis cinerea will be determined. In particular, sequence motif(s) required for nucleolus-localization of NCR044 will be elucidated. Biochemical experiments will establish if NCR044 and NCR13 inhibit protein translation by binding to ribosomal RNA and/or ribosomal proteins. The fully completed gapless and annotated 38.8 Mb genome sequence of the B. cinerea genome and its functional genomics tools will provide essential resources for the protein-protein interaction studies. Extensive high-resolution live cell imaging of fungal cells with each peptide will be performed to identify mechanisms of internalization, subcellular dynamics and mobility of each peptide using organelle-specific fluorescent proteins and vital dyes with confocal and super-resolution microscopy and correlative electron microscopy. Finally, spray-application of NCR044, NCR13 and their variants will determine if they confer resistance to gray mold disease in tomato plants. Experiments are planned to elucidate peptide-imposed changes in “spore germination transcriptome” in planta.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dilip",
   "pi_last_name": "Shah",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dilip Shah",
   "pi_email_addr": "dshah@danforthcenter.org",
   "nsf_id": "000251526",
   "pi_start_date": "2021-06-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kirk",
   "pi_last_name": "Czymmek",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kirk J Czymmek",
   "pi_email_addr": "kczymmek@danforthcenter.org",
   "nsf_id": "000122109",
   "pi_start_date": "2021-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Donald Danforth Plant Science Center",
  "inst_street_address": "975 N WARSON RD",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3145871285",
  "inst_zip_code": "631322918",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "DONALD DANFORTH PLANT SCIENCE CENTER",
  "org_prnt_uei_num": "MVRJYL6A9VF1",
  "org_uei_num": "MVRJYL6A9VF1"
 },
 "perf_inst": {
  "perf_inst_name": "Donald Danforth Plant Science Center",
  "perf_str_addr": "975 North Warson Road",
  "perf_city_name": "Saint Louis",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631322918",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "047Y00",
   "pgm_ele_name": "Plant-Biotic Interactions"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 375000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\r\n<p>Fungal pathogens cause significant pre-harvest and post-harvest losses of crop yield, making them a serious biological threat to global food security. Chemical fungicides are effective in controlling fungal diseases across various crops. However, field isolates of a number of fungal pathogens have developed resistance to commercial fungicides currently in market. Crop growers and agribusinesses face increasing pressure to develop sustainable farming and improved fungal control tools with environmental safety in mind. This has created an urgent need for the development of safe fungicides capable of delaying or preventing the evolution of pathogen resistance. A large number of cysteine-rich peptides are made in plants that exhibit potent antifungal activity. One novel class of these peptides, nodule-specific cysteine-rich (NCR) peptides are only expressed only in nitrogen-fixing legumes. In this project, we have examined the antifungal activity and modes of action of two NCR peptides, NCR13 from chickpea and NCR044 from <em>Medicago truncatula</em>. We&nbsp;have determined that these two peptides exhibit potent broad-spectrum antifungal activity against multiple fungal pathogens of economic importance including <em>Botrytis cinerea</em>, causal agent of gray mold disease in several fruits and vegetables. Using biochemical, cell biological and high-resolution microscopy studies, we have found that these peptides have multiple modes of action that include disruption of the plasma membrane, induction of reactive oxygen species, inhibition of protein synthesis and binding to other intracellular targets. We have designed new full-length and truncated peptides derived from NCR13 and NCR044 peptides that are also capable of inhibiting the growth of fungal pathogens <em>in vitro</em>.&nbsp;Importantly, spray-application of the variants on pepper and tomato plants markedly reduced gray mold disease symptoms preventively and curatively. Our studies on NCR13 and NCR044 peptides provide a structural framework for design of novel, potent antifungal peptides for agricultural use.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Broader Impacts</strong></p>\r\n<p><strong>&nbsp;</strong>This project provided training to two postdoctoral associates, two undergraduate and two high school students. This project resulted in a manuscript published in PLoS Pathogens in 2024. In addition, two US patent applications on NCR13 and NCR044 antifungal peptides and their variants and their use for conferring disease resistance in crops were filed.&nbsp; &nbsp;&nbsp;In collaboration with the education research and outreach lab at the Danforth Center, we conducted Plants Fight Back Authentic Research Experience for teachers and students with multiple private and public schools in the St. Louis area. Public schools included including Parkway SPARK Program, Jack Joyner Kersee Center and St Louis Community College. The Private schools included Confluence Prep Academy, Mary Institute and Country Day School, Visitation Academy and Shenandoah University. We have trained 121 students and two teachers through workshops and seminars. In addition, we conducted five conference presentations.In 2023 and 2024, the Shah lab taught&nbsp; the Plants Fight Back module at the Claver House's summer camp involving under-represented minority students.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/13/2025<br>\nModified by: Kirk&nbsp;J&nbsp;Czymmek</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit\r\n\n\nFungal pathogens cause significant pre-harvest and post-harvest losses of crop yield, making them a serious biological threat to global food security. Chemical fungicides are effective in controlling fungal diseases across various crops. However, field isolates of a number of fungal pathogens have developed resistance to commercial fungicides currently in market. Crop growers and agribusinesses face increasing pressure to develop sustainable farming and improved fungal control tools with environmental safety in mind. This has created an urgent need for the development of safe fungicides capable of delaying or preventing the evolution of pathogen resistance. A large number of cysteine-rich peptides are made in plants that exhibit potent antifungal activity. One novel class of these peptides, nodule-specific cysteine-rich (NCR) peptides are only expressed only in nitrogen-fixing legumes. In this project, we have examined the antifungal activity and modes of action of two NCR peptides, NCR13 from chickpea and NCR044 from Medicago truncatula. Wehave determined that these two peptides exhibit potent broad-spectrum antifungal activity against multiple fungal pathogens of economic importance including Botrytis cinerea, causal agent of gray mold disease in several fruits and vegetables. Using biochemical, cell biological and high-resolution microscopy studies, we have found that these peptides have multiple modes of action that include disruption of the plasma membrane, induction of reactive oxygen species, inhibition of protein synthesis and binding to other intracellular targets. We have designed new full-length and truncated peptides derived from NCR13 and NCR044 peptides that are also capable of inhibiting the growth of fungal pathogens in vitro.Importantly, spray-application of the variants on pepper and tomato plants markedly reduced gray mold disease symptoms preventively and curatively. Our studies on NCR13 and NCR044 peptides provide a structural framework for design of novel, potent antifungal peptides for agricultural use.\r\n\n\n\r\n\n\nBroader Impacts\r\n\n\nThis project provided training to two postdoctoral associates, two undergraduate and two high school students. This project resulted in a manuscript published in PLoS Pathogens in 2024. In addition, two US patent applications on NCR13 and NCR044 antifungal peptides and their variants and their use for conferring disease resistance in crops were filed. In collaboration with the education research and outreach lab at the Danforth Center, we conducted Plants Fight Back Authentic Research Experience for teachers and students with multiple private and public schools in the St. Louis area. Public schools included including Parkway SPARK Program, Jack Joyner Kersee Center and St Louis Community College. The Private schools included Confluence Prep Academy, Mary Institute and Country Day School, Visitation Academy and Shenandoah University. We have trained 121 students and two teachers through workshops and seminars. In addition, we conducted five conference presentations.In 2023 and 2024, the Shah lab taught the Plants Fight Back module at the Claver House's summer camp involving under-represented minority students.\r\n\n\n\t\t\t\t\tLast Modified: 01/13/2025\n\n\t\t\t\t\tSubmitted by: KirkJCzymmek\n"
 }
}