{
 "awd_id": "2038494",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Mechanistic Understanding of Chemical Activation in Shear-Driven Manufacturing Processes",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032924322",
 "po_email": "psoman@nsf.gov",
 "po_sign_block_name": "Pranav Soman",
 "awd_eff_date": "2021-01-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 355853.0,
 "awd_amount": 355853.0,
 "awd_min_amd_letter_date": "2020-10-23",
 "awd_max_amd_letter_date": "2020-10-23",
 "awd_abstract_narration": "Chemical reactions are the basis of many manufacturing processes and play important roles in their performance and energy utilization. Many manufacturing processes involve heating source materials to drive reactions to form desired products. However, another way to drive reactions is through the use of mechanical force. This project focuses specifically on reactions driven by friction force at sliding interfaces. Such tribochemical reactions underpin manufacturing processes including chemical mechanical polishing and the formation of protective films on the surface of mechanical components. As such, a fundamental understanding of tribochemical reactions can lead to the development of more energy efficient, sustainable manufacturing processes. This research topic lies at the intersection of chemical and mechanical engineering and, as such, the students involved in the research necessarily receive interdisciplinary training. This research is integrated into undergraduate and graduate courses and engages students from underrepresented groups.\r\n\r\nIn mechanistic studies of shear-driven chemical reactions, researchers often employ a mechanically assisted thermal activation model from which a parameter referred to as the ‘critical activation volume’ can be defined. Recent advancements in experimental techniques have enabled measurement of this activation volume for various tribochemical reactions and the measured values have been compared with a variety of physical volumes. However, such comparisons are unfounded since the thermal activation model describes an energy difference between the reactant and transition states of a reaction and does not contain molecular information of a molecular description associated with these states. This work hypothesizes that activation volume is determined by the propensity of molecules or surface atoms to deform relative to their equilibrium geometries under interfacial shear, and that its magnitude is governed by the geometric structure of precursor molecules, chemisorption to the sliding substrate or formation of interfacial bonds across a shear plane, and environmental conditions such as co-adsorbates, temperature, etc. This hypothesis is investigated through complementary tribochemical experiments and reactive molecular dynamics simulations using model systems with controlled molecular parameters that enable isolation of the individual contributions to the specific set of independent variables and their synergistic effects.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Seong",
   "pi_last_name": "Kim",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Seong H Kim",
   "pi_email_addr": "shk10@psu.edu",
   "nsf_id": "000165854",
   "pi_start_date": "2020-10-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "1633",
   "pgm_ref_txt": "MATERIALS AND SURFACE ENG"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 355853.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary objective of this research was to understand how frictional shear drives chemical reactions, as relevant to manufacturing processes including chemical mechanical polishing and the formation of protective films on the surface of mechanical components. In mechanistic studies of shear-driven reactions (a.k.a. tribochemical reactions), researchers employ a mechanically assisted thermal activation model from which a so-called &ldquo;activation volume&rdquo; can be defined. However, the physical meaning of this important parameter is poorly understood. &nbsp;Before this study, three different views prevailed. One school viewed that the activation volume can be directly compared with some length scale that is characteristic of the system being studied (such as the size of individual atoms, ions or bonds). Another claimed that it should be related to the area of a molecule onto which frictional force is imparted times the distance through which such a force acts. The other suggested that the activation volume is a numeric representation of physical deformation of reactant species from their thermal equilibrium geometry. In the last case, the activation volume could be correlated to changes in bond length or angle due to the deformation of molecular species.</p>\n<p>This project tested the first and third hypotheses via comparing tribochemical experiments carried out at Pennsylvania State University (CMMI-2038494) with reactive molecular dynamics (MD) simulations done at University of California, Merced (CMMI-2038499). A set of model systems with controlled molecular parameters was chosen to enable isolation of the individual contributions of a specific set of independent variables and their synergistic effects. Our systematic study confirmed the third hypothesis &ndash; &ldquo;activation volume is determined by the propensity of molecules or surface atoms to deform relative to their equilibrium geometries under interfacial shear, and that its magnitude is governed by the geometric structure of precursor molecules, chemisorption to the sliding substrate, or formation of interfacial bonds across a shear plane, and environmental conditions&rdquo;. Confirming the third hypothesis naturally disputes the first one. The second hypothesis is conceptually correct, but it does not provide any physical insights toward mechanistic understanding and thus could be discarded in future study. Proving the most plausible and important hypothesis, this project paved a solid foundation for further investigation and development of tribochemical reactions involved in advanced manufacturing processes, especially enabling engineered design of molecular systems that can facilitate desired reactions or circumvent undesired pathways.</p>\n<p>The main model system studied was a set of cyclic hydrocarbons in various ambient gas conditions. Studying this set, the team elucidated how the molecular structure and environment affect tribochemical reactivity on stainless steel surfaces. More strained molecules exhibited higher reaction yield than the nearly-strain-free molecule. Tribochemical reactivities in reducing and oxidizing environments were found to be different to that in an inert environment. Hydrogen impeded dehydrogenative reactions of the cyclic hydrocarbons by surface O atoms, and thus the reactivities were suppressed in H<sub>2</sub> as compared to N<sub>2</sub>. In an oxidizing environment, dehydrogenative chemisorption of methylcyclohexane and cyclohexane were impeded, thus preventing the formation of tribopolymers, and resulting in severe wear. In contrast, tribopolymerization of cyclohexene, which was activated by the oxidative chemisorption of C=C, was facilitated in O<sub>2</sub>.</p>\n<p>This finding was further corroborated by comparison of experimental data obtained with a silica surface with reactive MD simulation results. In the tribopolymerization of cyclohexane, the rate-limiting step was the hydrogen elimination of an intact precursor activated by a surface siloxane; this process had a large thermal activation energy (Ea), thus requiring a large mechanical deformation (i.e., large activation volume) for the reaction to occur. For cyclohexene tribopolymerization, the rate-limiting step was the association reaction of the chemisorbed species with incoming molecules, which had a smaller Ra; thus, reaction could occur readily even with a small deformation (i.e., requiring a small activation volume). Tribochemical wear of substrate was found to occur concurrently with the tribofilm formation if the surface atoms of the substrate were involved in the reaction mechanism and consumed in the formation of the final product. Nonetheless, the tribochemical wear yield did not correlate with the tribofilm yield when reactive surface sites were reproduced and replenished via reactions with ambient gases.</p>\n<p>In tribochemistry literature, there are many studies claiming the synthesis of amorphous carbon (a-C) or diamond-like carbon (DLC) by friction solely based on the observation of D- and G-bands in Raman analysis. The team has shown that the D- and G-band features of tribofilms produced by tribochemical reactions are likely to originate from beam damage during the Raman analysis. This means that the Raman-based hypothesis of synthesizing DLC, a-C, or graphitic species may not be valid and should be confirmed with complementary characterization methods that do not cause degradation of tribofilms during the analysis.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/04/2024<br>\nModified by: Seong&nbsp;H&nbsp;Kim</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe primary objective of this research was to understand how frictional shear drives chemical reactions, as relevant to manufacturing processes including chemical mechanical polishing and the formation of protective films on the surface of mechanical components. In mechanistic studies of shear-driven reactions (a.k.a. tribochemical reactions), researchers employ a mechanically assisted thermal activation model from which a so-called activation volume can be defined. However, the physical meaning of this important parameter is poorly understood. Before this study, three different views prevailed. One school viewed that the activation volume can be directly compared with some length scale that is characteristic of the system being studied (such as the size of individual atoms, ions or bonds). Another claimed that it should be related to the area of a molecule onto which frictional force is imparted times the distance through which such a force acts. The other suggested that the activation volume is a numeric representation of physical deformation of reactant species from their thermal equilibrium geometry. In the last case, the activation volume could be correlated to changes in bond length or angle due to the deformation of molecular species.\n\n\nThis project tested the first and third hypotheses via comparing tribochemical experiments carried out at Pennsylvania State University (CMMI-2038494) with reactive molecular dynamics (MD) simulations done at University of California, Merced (CMMI-2038499). A set of model systems with controlled molecular parameters was chosen to enable isolation of the individual contributions of a specific set of independent variables and their synergistic effects. Our systematic study confirmed the third hypothesis  activation volume is determined by the propensity of molecules or surface atoms to deform relative to their equilibrium geometries under interfacial shear, and that its magnitude is governed by the geometric structure of precursor molecules, chemisorption to the sliding substrate, or formation of interfacial bonds across a shear plane, and environmental conditions. Confirming the third hypothesis naturally disputes the first one. The second hypothesis is conceptually correct, but it does not provide any physical insights toward mechanistic understanding and thus could be discarded in future study. Proving the most plausible and important hypothesis, this project paved a solid foundation for further investigation and development of tribochemical reactions involved in advanced manufacturing processes, especially enabling engineered design of molecular systems that can facilitate desired reactions or circumvent undesired pathways.\n\n\nThe main model system studied was a set of cyclic hydrocarbons in various ambient gas conditions. Studying this set, the team elucidated how the molecular structure and environment affect tribochemical reactivity on stainless steel surfaces. More strained molecules exhibited higher reaction yield than the nearly-strain-free molecule. Tribochemical reactivities in reducing and oxidizing environments were found to be different to that in an inert environment. Hydrogen impeded dehydrogenative reactions of the cyclic hydrocarbons by surface O atoms, and thus the reactivities were suppressed in H2 as compared to N2. In an oxidizing environment, dehydrogenative chemisorption of methylcyclohexane and cyclohexane were impeded, thus preventing the formation of tribopolymers, and resulting in severe wear. In contrast, tribopolymerization of cyclohexene, which was activated by the oxidative chemisorption of C=C, was facilitated in O2.\n\n\nThis finding was further corroborated by comparison of experimental data obtained with a silica surface with reactive MD simulation results. In the tribopolymerization of cyclohexane, the rate-limiting step was the hydrogen elimination of an intact precursor activated by a surface siloxane; this process had a large thermal activation energy (Ea), thus requiring a large mechanical deformation (i.e., large activation volume) for the reaction to occur. For cyclohexene tribopolymerization, the rate-limiting step was the association reaction of the chemisorbed species with incoming molecules, which had a smaller Ra; thus, reaction could occur readily even with a small deformation (i.e., requiring a small activation volume). Tribochemical wear of substrate was found to occur concurrently with the tribofilm formation if the surface atoms of the substrate were involved in the reaction mechanism and consumed in the formation of the final product. Nonetheless, the tribochemical wear yield did not correlate with the tribofilm yield when reactive surface sites were reproduced and replenished via reactions with ambient gases.\n\n\nIn tribochemistry literature, there are many studies claiming the synthesis of amorphous carbon (a-C) or diamond-like carbon (DLC) by friction solely based on the observation of D- and G-bands in Raman analysis. The team has shown that the D- and G-band features of tribofilms produced by tribochemical reactions are likely to originate from beam damage during the Raman analysis. This means that the Raman-based hypothesis of synthesizing DLC, a-C, or graphitic species may not be valid and should be confirmed with complementary characterization methods that do not cause degradation of tribofilms during the analysis.\n\n\n\t\t\t\t\tLast Modified: 11/04/2024\n\n\t\t\t\t\tSubmitted by: SeongHKim\n"
 }
}