{
 "awd_id": "2038418",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of a SEM-EDS-CL microanalytical system for research, teaching, and outreach in Geology at Colby College, a Primarily Undergraduate Institution (PUI)",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924705",
 "po_email": "lastiz@nsf.gov",
 "po_sign_block_name": "Luciana Astiz",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 299500.0,
 "awd_amount": 299500.0,
 "awd_min_amd_letter_date": "2021-06-21",
 "awd_max_amd_letter_date": "2021-06-21",
 "awd_abstract_narration": "This grant funds the acquisition of a new state-of-the-art scanning-electron-microscope (SEM) for high-resolution imaging and analysis of Earth materials, such as volcanic dust, meteorites, and fault rocks. This new instrument will be used to support and enrich ongoing research in the Geology department at Colby College, and it will provide valuable training opportunities for undergraduate students in Geology and other STEM fields. This new SEM system also is ideal for classroom use and will be integrated into all levels of Colby’s geology curriculum, from introductory geology to senior capstone experiences. Colby faculty in the Biology and Physics Departments also will incorporate the SEM into their teaching and research programs, thus increasing the overall impact of the new instrument. The SEM will be used by a diverse group of students across campus, including incoming first-year students in Colby’s immersive summer program for students from underrepresented or disadvantaged groups who are interested in science. Geology faculty also will share research results with the mostly rural, underserved population of central Maine through their participation in community outreach programs. \r\n\r\nThis award to Colby College is for the acquisition of a variable-pressure scanning electron microscope equipped with a low-vacuum secondary (SE) detector, a high-sensitivity back-scatter-electron (BSE) detector, an energy-dispersive-spectrometer (EDS), and a color-cathodoluminescence (color-CL) detector. The new SEM system will support a variety of research initiatives at Colby College, including: 1) understanding the physical and chemical mechanisms that weaken rocks in fault zones and help control earthquake-generating fault slip events; 2) elucidating the early evolution of our solar system as recorded in fragments of asteroids that fall to Earth as meteorites; and 3) constraining the effects past volcanic eruptions on climate and assessing the impacts of atmospheric dust deposition on the productivity of marine ecosystems. The SEM system will increase the research capabilities of faculty in the Geology Department at Colby College, and will enable ~60 undergraduate Geology majors to engage in research over the next decade. Access to the SEM will allow student users to develop cutting-edge skills that will be useful for future careers in a wide range of STEM fields. Faculty in other STEM fields also will incorporate the SEM into their teaching and research programs, thus increasing the overall impact of the new instrument. The SEM will help Geology faculty recruit and retain students from under-represented or disadvantaged backgrounds through their ongoing work the Colby Achievement Program in the Sciences—a 6-week immersive summer program for incoming first-year students from underrepresented groups who are interested in STEM majors. This award received co-funding from the Established Program to Stimulate Competitive Research (EPSCoR) office.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tasha",
   "pi_last_name": "Dunn",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Tasha L Dunn",
   "pi_email_addr": "tasha.dunn@colby.edu",
   "nsf_id": "000769673",
   "pi_start_date": "2021-06-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bess",
   "pi_last_name": "Koffman",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Bess G Koffman",
   "pi_email_addr": "bess.koffman@colby.edu",
   "nsf_id": "000548728",
   "pi_start_date": "2021-06-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Walter",
   "pi_last_name": "Sullivan",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Walter A Sullivan",
   "pi_email_addr": "walter.sullivan@colby.edu",
   "nsf_id": "000769559",
   "pi_start_date": "2021-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colby College",
  "inst_street_address": "4120 MAYFLOWER HILL",
  "inst_street_address_2": "",
  "inst_city_name": "WATERVILLE",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2078594342",
  "inst_zip_code": "049018841",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "PRESIDENT AND TRUSTEES OF COLBY COLLEGE",
  "org_prnt_uei_num": "EP1ALCV8VN65",
  "org_uei_num": "EP1ALCV8VN65"
 },
 "perf_inst": {
  "perf_inst_name": "Colby College",
  "perf_str_addr": "4000 Mayflower Hill",
  "perf_city_name": "Waterville",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "049018840",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 299500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant funded the acquisition of a new state-of-the-art scanning-electron-microscope (SEM) for high-resolution imaging and analysis of Earth materials, such as volcanic dust, meteorites, and fault rocks. This new instrument has enriched ongoing research in the Geology department at Colby College, and it is providing valuable training opportunities for undergraduate students in Geology and other STEM fields.</p>\n<p>Faculty in the Geology departmenet are currently working to integrate the new SEM into all levels of Colby&rsquo;s geology curriculum, from introductory geology to senior capstone experiences. Currently, six students are using the SEM as part of their independent study research projects, senior capstone projects, or&nbsp; senior honors theses. Though the SEM has only been operable for nine months, students and faculty in the Geology department have already presented the results of SEM-based research at two international conferences. Data that was collected by students this summer will soon be submitted for publication in a scientific journal. Colby faculty in the Biology and Physics Departments will also incorporate the SEM into their teaching and research programs, thus increasing the overall impact of the new instrument.</p>\n<p>The SEM will be used by a diverse group of students across campus, including incoming first-year students in Colby&rsquo;s immersive summer program for students from underrepresented or disadvantaged groups who are interested in science. Geology faculty also will share research results with the mostly rural, underserved population of central Maine through their participation in community outreach programs.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/24/2022<br>\n\t\t\t\t\tModified by: Tasha&nbsp;L&nbsp;Dunn</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant funded the acquisition of a new state-of-the-art scanning-electron-microscope (SEM) for high-resolution imaging and analysis of Earth materials, such as volcanic dust, meteorites, and fault rocks. This new instrument has enriched ongoing research in the Geology department at Colby College, and it is providing valuable training opportunities for undergraduate students in Geology and other STEM fields.\n\nFaculty in the Geology departmenet are currently working to integrate the new SEM into all levels of Colby’s geology curriculum, from introductory geology to senior capstone experiences. Currently, six students are using the SEM as part of their independent study research projects, senior capstone projects, or  senior honors theses. Though the SEM has only been operable for nine months, students and faculty in the Geology department have already presented the results of SEM-based research at two international conferences. Data that was collected by students this summer will soon be submitted for publication in a scientific journal. Colby faculty in the Biology and Physics Departments will also incorporate the SEM into their teaching and research programs, thus increasing the overall impact of the new instrument.\n\nThe SEM will be used by a diverse group of students across campus, including incoming first-year students in Colby’s immersive summer program for students from underrepresented or disadvantaged groups who are interested in science. Geology faculty also will share research results with the mostly rural, underserved population of central Maine through their participation in community outreach programs.\n\n \n\n\t\t\t\t\tLast Modified: 10/24/2022\n\n\t\t\t\t\tSubmitted by: Tasha L Dunn"
 }
}