{
 "awd_id": "2039090",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  A Machine-Learning Tool for Social-Emotional Learning, Development, and Intervention for Remote or Hybrid Child Development Support (COVID-19)",
 "cfda_num": "47.041, 47.084",
 "org_code": "15030000",
 "po_phone": "7032922174",
 "po_email": "rmehta@nsf.gov",
 "po_sign_block_name": "Rajesh Mehta",
 "awd_eff_date": "2021-08-15",
 "awd_exp_date": "2023-04-30",
 "tot_intn_awd_amt": 256000.0,
 "awd_amount": 276000.0,
 "awd_min_amd_letter_date": "2021-08-10",
 "awd_max_amd_letter_date": "2022-10-24",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project is to detect social-emotional issues in children (ages 5-12) for early intervention. A growing trend in juvenile mental health concerns was exacerbated by the recent COVID-19 pandemic and the associated disruption in child development. This project proposes a machine learning (ML) system that learns from interactions with the child and parent independently and can detect potential social-emotional concerns.  The ML system enables personalized evaluation and monitoring outside a clinical setting in a remote or hybrid context.\r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project advances algorithms for integration into a social-emotional skill building curriculum.  The project proposes: 1) User segmentation based on a comprehensive assessment of social-emotional functioning, 2) Correlation of the relevancy and effectiveness of modules to segmented users, and 3) Collection of information to identify social emotional deficits (red flags). These activities enable a feedback loop to learn and deliver recommendations for each child-parent dyad, personalizing learning in real-time. These algorithms learn from behavioral, social, and emotional inputs from both the parent and child when they engage with the technology. The system will also detect red flags correlated with social and emotional deficits, promoting early intervention.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "A Lipkin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole A Lipkin",
   "pi_email_addr": "nicole@hey-kiddo.com",
   "nsf_id": "000780646",
   "pi_start_date": "2021-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "HEYKIDDO, LLC",
  "inst_street_address": "123 BECK ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2153705564",
  "inst_zip_code": "191473417",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "HEYKIDDO, LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "C91SYCRLUG97"
 },
 "perf_inst": {
  "perf_inst_name": "HeyKiddo, LLC",
  "perf_str_addr": "123 Beck Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191473417",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  },
  {
   "pgm_ele_code": "809100",
   "pgm_ele_name": "SBIR Outreach & Tech. Assist"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "1707",
   "pgm_ref_txt": "ADVANCED LEARNING TECHNOLOGIES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 256000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-b4db4132-7fff-2f25-d20c-4db9fc67acfa\"> </span></p>\n<p dir=\"ltr\"><span>Children are experiencing unprecedented mental, social, and emotional health challenges. Approximately 5.7 million children ages 5-12 in the U.S. are currently diagnosed with a mental health condition, with an additional 20-60% suspected as undiagnosed. Despite the importance of early intervention, the CDC notes that only about 20% of children receive treatment. Innovative smartphone solutions can reach parents from all backgrounds and down affordability barriers.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>There were three objectives for Phase I research and development of the HeyKiddo App, a smartphone coaching app for parents of elementary school-aged children, created by psychologists, to increase parent confidence and decrease problematic childhood behavior.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>The first objective was to </span><span>develop a classification algorithm that accurately delivers relevant, individualized social-emotional parent coaching content.</span><span> We satisfied this objective by building an assessment, along with associated classification weights per competency, that was able to accurately assign and deliver content based on specific items endorsed, and that could change over time with new data inputs.</span><span>The second objective was to develop an algorithm that identifies social-emotional deficits correlated with more serious mental health concerns that require greater intervention.</span><span> We satisfied this objective by flagging items within the assessment that may indicate that higher levels of care are needed, creating rules to address the issue, and successfully assigning and prioritizing the delivery of delivering content that educates parents on accessing appropriate supports.</span><span>The third objective was to develop an algorithm that measures the helpfulness of the content to adjust personalized learning based on individual social, emotional, and behavioral input.</span><span> We have satisfied this objective by designing and building an algorithm that continuously evaluates and adapts content to boost effectiveness, overtime.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>With these met objectives, we developed a minimal viable product and conducted longitudinal research with a small group of parents (</span><span>N</span><span> = 5), who used the app with their child over the course of 15 weeks. This study showed promising results concerning the potential positive impacts the app can have, including an increase in parent confidence and child social and emotional skills for 80% of participants. Most importantly, parent qualitative reports on the impact of the app included: increased knowledge around emotions and experiences of anxiety, helped create safe spaces for conversation, enhanced attunement to their child, established an enjoyable and intentional routine for connecting, increased motivation to become a better parent, increased empathy, patience, and sensitivity toward their child, enhanced child communication and emotional expression, decreased meltdowns, and promoted teamwork and cohesion within the family.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/07/2023<br>\n\t\t\t\t\tModified by: Nicole&nbsp;Lipkin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nChildren are experiencing unprecedented mental, social, and emotional health challenges. Approximately 5.7 million children ages 5-12 in the U.S. are currently diagnosed with a mental health condition, with an additional 20-60% suspected as undiagnosed. Despite the importance of early intervention, the CDC notes that only about 20% of children receive treatment. Innovative smartphone solutions can reach parents from all backgrounds and down affordability barriers. \n\n \nThere were three objectives for Phase I research and development of the HeyKiddo App, a smartphone coaching app for parents of elementary school-aged children, created by psychologists, to increase parent confidence and decrease problematic childhood behavior. \n\n \nThe first objective was to develop a classification algorithm that accurately delivers relevant, individualized social-emotional parent coaching content. We satisfied this objective by building an assessment, along with associated classification weights per competency, that was able to accurately assign and deliver content based on specific items endorsed, and that could change over time with new data inputs.The second objective was to develop an algorithm that identifies social-emotional deficits correlated with more serious mental health concerns that require greater intervention. We satisfied this objective by flagging items within the assessment that may indicate that higher levels of care are needed, creating rules to address the issue, and successfully assigning and prioritizing the delivery of delivering content that educates parents on accessing appropriate supports.The third objective was to develop an algorithm that measures the helpfulness of the content to adjust personalized learning based on individual social, emotional, and behavioral input. We have satisfied this objective by designing and building an algorithm that continuously evaluates and adapts content to boost effectiveness, overtime. \n\n \nWith these met objectives, we developed a minimal viable product and conducted longitudinal research with a small group of parents (N = 5), who used the app with their child over the course of 15 weeks. This study showed promising results concerning the potential positive impacts the app can have, including an increase in parent confidence and child social and emotional skills for 80% of participants. Most importantly, parent qualitative reports on the impact of the app included: increased knowledge around emotions and experiences of anxiety, helped create safe spaces for conversation, enhanced attunement to their child, established an enjoyable and intentional routine for connecting, increased motivation to become a better parent, increased empathy, patience, and sensitivity toward their child, enhanced child communication and emotional expression, decreased meltdowns, and promoted teamwork and cohesion within the family.\n\n \n\n\t\t\t\t\tLast Modified: 06/07/2023\n\n\t\t\t\t\tSubmitted by: Nicole Lipkin"
 }
}