{
 "awd_id": "2039129",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Holocene and Late Pleistocene Stream Deposition in the McMurdo Dry Valleys, Antarctica as a Proxy for Glacial Meltwater and Paleoclimate",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032928048",
 "po_email": "wambrose@nsf.gov",
 "po_sign_block_name": "William Ambrose",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 367390.0,
 "awd_amount": 367390.0,
 "awd_min_amd_letter_date": "2021-08-11",
 "awd_max_amd_letter_date": "2021-08-11",
 "awd_abstract_narration": "The McMurdo Dry Valleys are the largest ice-free region in Antarctica and home to a seasonally active hydrologic system, with streams and saline lakes. Streams are fed by summer meltwater from local glaciers and snowbanks. Therefore, streamflow is tied to summer climate conditions such as air temperatures, ground temperatures, winds, and incoming solar radiation. Based on 50 years of monitoring, summer stream activity has been observed to change, and it likely varied during the geologic past in response to regional climate change and fluctuating glaciers. Thus, deposits from these streams can address questions about past climate, meltwater, and lake level changes in this region. How did meltwater streamflow respond to past climate change? How did streamflow vary during periods of glacial advance and retreat? At what times did large lakes fill many of the valleys and what was their extent? The researchers plan to acquire a record of stream activity for the Dry Valleys that will span the three largest valleys and a time period of about 100,000 years. This record will come from a series of active and ancient alluvial fans that were deposited by streams as they flowed from valley sidewalls onto valley floors. The study will provide a long-term context with which to assess recent observed changes to stream activity and lake levels. The research will be led by two female mid-career investigators and contribute significantly to student research opportunities and education. The research will contribute to graduate and undergraduate education by including students in both field and laboratory research, as well as incorporating data and results into the classroom. The research will be disseminated to K-12 and non-scientific communities through outreach that includes professional development training for K-12 teachers in eastern Massachusetts, development of hands-on activities, visits to K-12 classrooms, and STEM education and literacy activities in North Carolina.\r\n\r\nThe PIs propose to constrain rates of fluvial deposition and periods of increased fluvial activity in the McMurdo Dry Valleys during the Holocene and late Pleistocene. During 50 years of hydrologic monitoring in the Dry Valleys, scientists have observed that streams exhibit significant response to summer conditions. Previous studies of glacial and lacustrine deposits indicate regional glacier advance in the Dry Valleys during recent interglacial periods and high lake levels during and after the Last Glacial Maximum (LGM), with potentially significant low and high stands during the Holocene. However, the geologic record of meltwater activity is poorly constrained. The PIs seek to develop the first spatially-extensive record of stream deposition in the Dry Valleys by analyzing and dating alluvial fans. Given that alluvial fans are deposited by summer meltwater streams in a relatively stable tectonic setting, this record will serve as a proxy of regional summer climate conditions. Meltwater streams are an important component of the regional hydrologic system, connecting glaciers to lakes and affecting ecosystems and soils. A record of fluvial deposition is key to understanding the relationship between past climate change and regional hydrology. The proposed research will include remote- and field-based mapping of alluvial fans, stream channels, and meltwater sources as well as modeling potential incoming solar radiation to the fans and moisture sources during the austral summer. In the field, the PIs will document stratigraphy, collect near-surface sediments from 25 fans across four valleys (Taylor, Pearse, Wright, and Victoria), and collect 2- to 3-m vertical cores of ice-cemented sediments from three alluvial fan complexes. The PIs will then conduct depositional dating of fluvial sands via optically stimulated luminescence and analyze mineralogy and bulk major element chemistry with X-ray powder diffraction and X-ray fluorescence. From these analyses, the PIs propose to (1) determine the timing of local- to regional-scale periods of high fluvial deposition, (2) calculate depositional rates, and (3) constrain depositional environments and sediment provenance. Given that many of the alluvial fans occur below the hypothesized maximum extents of glacially-dammed lakes in Wright and Victoria valleys, detailed stratigraphy, sediment provenance, and OSL dating of these fans could shed light on ongoing debates regarding the timing and extent of LGM and post-LGM lakes. The work will support a postdoctoral researcher, a PhD student, and many undergraduate and master’s students in cross-disciplinary research that spans stratigraphy, geochemistry, paleoclimatology and physics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Regina",
   "pi_last_name": "DeWitt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Regina DeWitt",
   "pi_email_addr": "dewittr@ecu.edu",
   "nsf_id": "000364450",
   "pi_start_date": "2021-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "East Carolina University",
  "inst_street_address": "1000 E 5TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREENVILLE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "2523289530",
  "inst_zip_code": "278582502",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NC03",
  "org_lgl_bus_name": "EAST CAROLINA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HWPEKM8VFTJ9"
 },
 "perf_inst": {
  "perf_inst_name": "East Carolina University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "278584353",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 367390.0
  }
 ],
 "por": null
}