{
 "awd_id": "2040066",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of a 4K high accuracy digital microscope",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924705",
 "po_email": "lastiz@nsf.gov",
 "po_sign_block_name": "Luciana Astiz",
 "awd_eff_date": "2021-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 126390.0,
 "awd_amount": 126390.0,
 "awd_min_amd_letter_date": "2021-07-20",
 "awd_max_amd_letter_date": "2024-06-25",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2) to acquire an ultra-high accuracy digital microscope (KEYENCE VHX 7000) to support research and teaching in mineralogy, petrology, and volcanology conducted at the University of South Florida (USF) - School of Geosciences (SGS). Robust quantitative measurements of microscale features (e.g., grain size and shape, textures of rocks) are crucial to better understand the physical factors that control volcanic eruptions and broader geological processes. This digital microscope allows, with a single instrument, to capture images usually acquired separately with regular cameras, binocular and polarizing microscopes, and automated particle analyzer, allowing to investigate material ranging in size from a few micron-meters (mineral grains) to several decimeters (blocks, hand specimen) as well as petrographic thin sections. Moreover, the instrument is virtually maintenance-free and includes a robust and innovative image processing software performing much faster and robust quantitative analyses than conventional systems. In the USF-SGS, the instrument will be used primarily for research in volcanology, but also in geochemistry, paleoclimatology, paleontology, structural geology, and astrobiology. The instrument will also be used to generate 2D and 3D digital models of geologic samples that will be part of an accessible digital sample library, hosted by the USF Library, and shared with the international geoscience community through current cyberinfrastructure platforms (Vhub, Earthcube) with the longer-term goal of using this database for online teaching, a capability that benefits K-12 and college students and educators. This new analytical facility will support scientific collaborations throughout USF colleges, as well as with U.S. and international investigators. \r\n\r\nThe system will advance various research and educational projects within its first two years of use and beyond. The instrument will allow PIs to collect fundamental data to better constrain the conditions that control volcanoes’ eruptive behavior as well as expand users’ analytical capabilities across the full spectrum of sample sizes to advance research in volcanology. This instrument will enhance the PIs’ research projects to investigate crystallization, mixing, and melt segregation in shallow plumbing systems; magma fragmentation and conduit flow processes during explosive eruptions; and the generation, transport, and deposition mechanisms of various surficial volcanic hazards (fallout, pyroclastic currents, lahars). Data obtained with the instrument will be used to constrain (1) the eruptive source parameters of a unique ignimbrite deposit in Martinique island; (2) plagioclase textures related to magma mixing in the Lesser Antilles and Ecuador, (3) crystallization rates and melt segregation in various volcanic plumbing systems of the western US, and (4) pyroclastic deposits from recent explosive eruptions in the Lesser Antilles, the Americas and Indonesia. Beyond volcanology, the system will enhance research in karst geology, paleobiology, sedimentology, paleoclimatology, and geoscience education within the USF-SGS. The microscope will be freely available to students and faculty in the wider USF community, specifically Anthropology, Biology, Marine Science, and Civil Engineering with an SGS collaborative project aim that targets mineralogical and geochemical characterization of various materials.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aurelie",
   "pi_last_name": "Germa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aurelie Germa",
   "pi_email_addr": "agerma@usf.edu",
   "nsf_id": "000638666",
   "pi_start_date": "2021-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sylvain",
   "pi_last_name": "Charbonnier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sylvain Charbonnier",
   "pi_email_addr": "sylvain@usf.edu",
   "nsf_id": "000581500",
   "pi_start_date": "2021-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "4202 E Fowler Avenue University",
  "perf_city_name": "Tampa",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336172008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1580",
   "pgm_ref_txt": "INSTRUMENTATION & FACILITIES"
  }
 ],
 "app_fund": [
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 126390.0
  }
 ],
 "por": null
}