{
 "awd_id": "2040570",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The role of strike-slip fault interaction on long-term slip rates",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927944",
 "po_email": "cshaw@nsf.gov",
 "po_sign_block_name": "Colin A. Shaw",
 "awd_eff_date": "2021-04-01",
 "awd_exp_date": "2025-03-31",
 "tot_intn_awd_amt": 371071.0,
 "awd_amount": 371071.0,
 "awd_min_amd_letter_date": "2021-03-22",
 "awd_max_amd_letter_date": "2021-05-20",
 "awd_abstract_narration": "Accurate estimates of earthquake hazards depend on knowledge of both the location of active faults in the Earth's crust that host earthquakes and the loading on those active faults. Faults with faster loading are capable of more frequent earthquakes than faults with slower loading. When records of past earthquakes are used to estimate future fault activity, future loading on the fault is assumed to be the same as the past. However, in regions with closely spaced active faults, such as California, faults can interact so that the local loading is not constant through time. This project will use physical laboratory experiments to mimic the growth of faults in the Earth’s crust. While hundreds of thousands of years are typically required for new faults to develop and old faults to be abandoned, the same processes can be replicated within hours in an experimental apparatus. This enables direct observation and documentation of the variations in local loading on faults that happens as a system evolves. This research will produce numerical models that simulate laboratory experiments and use properties of the Earth’s crust in order to replicate the same processes acting within the Earth. Results from this study will show which regions along faults are more likely to experience changes in local loading. Information from this investigation can guide how we use records of past earthquakes to estimate hazards of future earthquakes. The project team includes women, first generation college students, and persons with disabilities. This team will strengthen the development of a diverse STEM workforce and increase scientific literacy and public engagement, through several mentoring, outreach and science communication efforts. These efforts include teaching outreach programs, developing instructional videos for the UMass Geomechanics YouTube channel and mentoring deaf and hard of hearing geoscientists and academic professionals.\r\n\r\nSeismic hazards assessments of active faults rely on estimates of their long-term slip rates. These assessments presume that long-term slip rates determined from the geologic record can be reliably used to forecast future seismic hazards. However, this presumption is only valid if active faults have constant long-term slip rates. Where strike-slip fault systems host multiple active faults with irregular geometry, reorganization of the system, such as via the growth of new fault segments, may impact slip rates along nearby faults. Geologic slip records cannot always characterize slip behavior through time, nor can these records reveal the processes responsible for slip rate variations. Therefore, direct observations of fault system evolution from physical and numerical experiments are needed to characterize the processes that drive variations in long-term slip rates. In order to assess the role of fault reorganization on long-term slip rates, this project will use scaled physical experiments to directly observe fault system evolution and document slip behavior. Experiments with different fault configurations and different analog materials will be scaled to simulate a wide range of crustal faulting conditions and permit direct assessment of fault slip response to fault interaction and reorganization. Numerical models will be benchmarked and validated by comparisons to experimental data, and will utilize crustal rheology and scale to inform long-term slip rate behavior in response to strike-slip fault reorganization and interaction. The experiments will reveal the array of driving mechanisms intrinsic to a fault system that can contribute to temporal variations in fault slip rate and the time spans over which these mechanisms act. The findings from these physical and numerical experiments will help to evaluate the relative reliability of geologic slip rate records in order to estimate future slip rates at different structural locations along strike-slip faults.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michele",
   "pi_last_name": "Cooke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michele Cooke",
   "pi_email_addr": "cooke@geo.umass.edu",
   "nsf_id": "000203696",
   "pi_start_date": "2021-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039297",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 371071.0
  }
 ],
 "por": null
}