{
 "awd_id": "2040921",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF INCLUDES Planning Grant: Broadening Participation of Rural K-12 Girls in Mathematics Intensive STEM Fields",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032922467",
 "po_email": "mdouglas@nsf.gov",
 "po_sign_block_name": "James Matthew Douglass",
 "awd_eff_date": "2020-12-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 99982.0,
 "awd_amount": 99982.0,
 "awd_min_amd_letter_date": "2020-11-19",
 "awd_max_amd_letter_date": "2021-05-20",
 "awd_abstract_narration": "This NSF INCLUDES planning grant is funded by NSF Inclusion across the Nation of Communities of Learners of Underrepresented Discoverers in Engineering and Science (NSF INCLUDES), a comprehensive national initiative to enhance U.S. leadership in discoveries and innovations by focusing on diversity, inclusion, and broadening participation in STEM at scale. The goal of this planning grant is to bring together key stakeholders in a Research-to-Practice Partnership (RPP) to broaden participation of rural K-12 girls in mathematics intensive STEM fields. Over the past 20 years, there has been a great deal of research identifying the barriers and potential pathways to STEM careers experienced by young women, but only for the general population or specific subpopulations. This project focuses on a population that has gone unnoticed and underrepresented in STEM education research - young women from rural areas of the United States. The planning grant will lay the groundwork to build a large-scale partnership and network from the ground up by combining the forces of the Maine Mathematics and Science Alliance (MMSA) and the National Girls Collaborative Project (NGCP) with rural educators, young women across the Nation, 100kin10 partners, and key STEM organizations such as the Roux Institute. The RPP approach to this research will amplify the voices and experiences of rural young women, the communities they live in, the STEM business sectors they could work in, and the educators they work with, to build lasting partnerships, pathways forward, focused research questions, and a strategic plan to address this overall agenda. This planning grant will build the solid foundation needed to advance knowledge and inclusion practices across the Nation, to build a more inclusive environment, and help close the ever-widening gender gap for rural young women in mathematics intensive STEM fields. Additionally, the use of an RPP to advance this research with rural communities provides a unique model that could be scaled and replicated to address additional research questions in partnership with members of rural communities. \r\n\r\nUtilizing Expectancy-Value Theory as a framework, the PIs will initially focus their efforts on exploring the motivational beliefs of young women from rural areas across the K-12 continuum. By assembling a diverse and passionate team of researchers, practitioners, and young women, the research team will push beyond understanding the structure of the problem to identifying ways to solve the problem. The RPP activities will develop a shared vision of reform to broaden participation of rural young women in mathematics intensive career paths by collaboratively: 1) Unpacking and developing a common understanding of the problem, including identifying the specific problems of practice that construct barriers that keep young women from choosing a mathematics intensive STEM field; 2) Designing evidence-based solutions to those problems of practice that inform common goals and metrics; 3) Generating research questions related to supporting young women from rural regions in pursuing opportunities in mathematics intensive careers; and 4) Designing a coordinated strategic plan that increases the networks’ technical, programmatic, and research infrastructure to address the problems of practice. This project will create evidence-based solutions that will significantly increase rural young women’s participation in mathematics intensive STEM careers, a critically underrepresented group. The development of a rural RPP of this scale focused on gender equity will offer a model for building inclusive coalitions that are based on the assets and experiences of underrepresented populations. The lessons learned through this planning grant will address the gender inequities in mathematics intensive STEM careers by designing initiatives that build inclusive environments for rural young women.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katahdin",
   "pi_last_name": "Cook Whitt",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Katahdin A Cook Whitt",
   "pi_email_addr": "kcook@mmsa.org",
   "nsf_id": "000807815",
   "pi_start_date": "2020-11-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rhonda",
   "pi_last_name": "Tate",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rhonda Tate",
   "pi_email_addr": "rtate@mmsa.org",
   "nsf_id": "000801548",
   "pi_start_date": "2020-11-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hannah",
   "pi_last_name": "Lakin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hannah Lakin",
   "pi_email_addr": "hlakin@mmsa.org",
   "nsf_id": "000831492",
   "pi_start_date": "2020-11-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Olivia",
   "pi_last_name": "Giaccia",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Olivia L Giaccia",
   "pi_email_addr": "olivia.pavcogiaccia@gmail.com",
   "nsf_id": "000832194",
   "pi_start_date": "2020-11-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Maine Mathematics and Science Alliance",
  "inst_street_address": "343 WATER ST",
  "inst_street_address_2": "",
  "inst_city_name": "AUGUSTA",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2076263230",
  "inst_zip_code": "043304665",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "MAINE MATHEMATICS AND SCIENCE ALLIANCE",
  "org_prnt_uei_num": "V2LAZJTM2JM3",
  "org_uei_num": "V2LAZJTM2JM3"
 },
 "perf_inst": {
  "perf_inst_name": "Maine Mathematics and Science Alliance",
  "perf_str_addr": "219 Capitol St. Suite, 3",
  "perf_city_name": "Augusta",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "043306237",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ME02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "032Y00",
   "pgm_ele_name": "Eddie Bernice Johnson INCLUDES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 99982.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-41561f74-7fff-cf5c-668c-b7d431b3c111\">\n<p dir=\"ltr\"><span>Despite many decades of work focused on broadening participation of women in physical Science, Technology, Engineering, and Mathematics (pSTEM), women continue to be underrepresented in pSTEM. While some advances have been made, many initiatives and interventions focused on broadening participation of young women in pSTEM tend to impact individuals living in urban or suburban areas, simply because of the geographic locations of institutions leading initiatives and ease of access to larger numbers of potential participants</span><span>. </span><span>Further, in rural areas, access to and representation of women in pSTEM is limited. For this, and many additional reasons identified throughout our work, the problem of underrepresentation of women in pSTEM may be exacerbated for women and young women living in rural communities.&nbsp;</span></p>\n<p dir=\"ltr\"><span>The dire need to address the sense of isolation felt by rural young women in pSTEM became clearly apparent in our work. In this project, we convened a Research Practice Partnership (RPP) to understand the barriers to broadening participation and potential pathways forward. Through coding and analysis of our RPP meeting sessions combined with follow-up surveys and interviews, the following five strategies emerged as highly successful approaches to broadening the participation of women from rural areas: 1) Increase </span><span>representation</span><span> of women, specifically from rural areas, in pSTEM pathways and fields; 2) Increase </span><span>access</span><span> to pSTEM careers and opportunities for young women living in rural areas; 3) Continually build on and elevate young women&rsquo;s </span><span>interest</span><span> in pSTEM careers in formal and informal educational settings in rural communities; 4) Increase opportunities for young women from rural areas to build a strong sense of pSTEM </span><span>identity</span><span>; and 5) Increase opportunities for all women from rural areas to feel a sense of </span><span>belonging</span><span> in the pSTEM community.&nbsp;</span></p>\n<br />\n<p dir=\"ltr\"><span>Our team celebrated the success of the following activities:</span></p>\n<ol>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Recruited key RPP members, consisting of young women in grades 8-12, undergraduate women pursuing pSTEM majors, graduate pSTEM students, college and university faculty, K-12 educators, women working in industry, and educational researchers.&nbsp; Additionally, recruited partner organizations working to broaden the participation of women in STEM to help the organizations focus on their work in rural areas.&nbsp;&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Held 4 RPP meetings during which we collaboratively unpacked and developed a common understanding of the problem facing rural young women in STEM, including identifying the specific problems of practice that construct barriers that keep young women from choosing a mathematics-intensive STEM field.&nbsp; We also brainstormed evidence-based solutions to those problems of practice that inform common goals and metrics.&nbsp; Finally, we worked with RPP group members to generate research questions related to supporting young women from rural regions in pursuing opportunities in mathematics-intensive careers.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Iteratively tracked, coded, and shared emergent themes from our RPP meetings to identify barriers to participation and potential solutions</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Assembled two RPP subgroups to conduct a literature review and write a paper for publication detailing our emergent themes and RPP process.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Assembled stakeholders interested in and committed to carrying on the work as part of an alliance.&nbsp; Collaboratively designed a vision for the alliance and coordinated a plan to work with the alliance to broaden the participation of rural young women in pSTEM.&nbsp;&nbsp;</span></p>\n</li>\n</ol>\n<p dir=\"ltr\"><span>Our team is motivated and poised for continued work particularly after reflecting on the following quotes from our RPP participants:&nbsp;</span></p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>&ldquo;If we ignore half the population, the women in STEM, we're really not getting up the most support in the country, which is a major loss we&rsquo;re also causing frustration in the women who can't do what they want. I hope we can make the path easier and more appealing for women.&rdquo;&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>&ldquo;...I want that to be true for other girls as well so that they can have the opportunity to participate in science and math regardless of where they live or what their backgrounds might be. So that they can have a positive experience and have the world of career choices and education choices be open to them in their futures.&rdquo;&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>&ldquo;..at some point, someone in the group always asks for my opinion, and it's just like, oh, they see me and they're like, okay, you know, it's like they recognize that. Sometimes, you're not speaking up, it doesn't mean you don't have something to say. You just don't want to feel like you're intruding or something and it's like, not like that. After all, it's like everybody's valued and accepted and we just are very open and inviting.&rdquo;&nbsp;</span></p>\n</li>\n</ul>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/11/2022<br>\n\t\t\t\t\tModified by: Katahdin&nbsp;A&nbsp;Cook Whitt</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nDespite many decades of work focused on broadening participation of women in physical Science, Technology, Engineering, and Mathematics (pSTEM), women continue to be underrepresented in pSTEM. While some advances have been made, many initiatives and interventions focused on broadening participation of young women in pSTEM tend to impact individuals living in urban or suburban areas, simply because of the geographic locations of institutions leading initiatives and ease of access to larger numbers of potential participants. Further, in rural areas, access to and representation of women in pSTEM is limited. For this, and many additional reasons identified throughout our work, the problem of underrepresentation of women in pSTEM may be exacerbated for women and young women living in rural communities. \nThe dire need to address the sense of isolation felt by rural young women in pSTEM became clearly apparent in our work. In this project, we convened a Research Practice Partnership (RPP) to understand the barriers to broadening participation and potential pathways forward. Through coding and analysis of our RPP meeting sessions combined with follow-up surveys and interviews, the following five strategies emerged as highly successful approaches to broadening the participation of women from rural areas: 1) Increase representation of women, specifically from rural areas, in pSTEM pathways and fields; 2) Increase access to pSTEM careers and opportunities for young women living in rural areas; 3) Continually build on and elevate young women’s interest in pSTEM careers in formal and informal educational settings in rural communities; 4) Increase opportunities for young women from rural areas to build a strong sense of pSTEM identity; and 5) Increase opportunities for all women from rural areas to feel a sense of belonging in the pSTEM community. \n\n\nOur team celebrated the success of the following activities:\n\n\nRecruited key RPP members, consisting of young women in grades 8-12, undergraduate women pursuing pSTEM majors, graduate pSTEM students, college and university faculty, K-12 educators, women working in industry, and educational researchers.  Additionally, recruited partner organizations working to broaden the participation of women in STEM to help the organizations focus on their work in rural areas.  \n\n\nHeld 4 RPP meetings during which we collaboratively unpacked and developed a common understanding of the problem facing rural young women in STEM, including identifying the specific problems of practice that construct barriers that keep young women from choosing a mathematics-intensive STEM field.  We also brainstormed evidence-based solutions to those problems of practice that inform common goals and metrics.  Finally, we worked with RPP group members to generate research questions related to supporting young women from rural regions in pursuing opportunities in mathematics-intensive careers.\n\n\nIteratively tracked, coded, and shared emergent themes from our RPP meetings to identify barriers to participation and potential solutions\n\n\nAssembled two RPP subgroups to conduct a literature review and write a paper for publication detailing our emergent themes and RPP process.\n\n\nAssembled stakeholders interested in and committed to carrying on the work as part of an alliance.  Collaboratively designed a vision for the alliance and coordinated a plan to work with the alliance to broaden the participation of rural young women in pSTEM.  \n\n\nOur team is motivated and poised for continued work particularly after reflecting on the following quotes from our RPP participants: \n\n\n\"If we ignore half the population, the women in STEM, we're really not getting up the most support in the country, which is a major loss we’re also causing frustration in the women who can't do what they want. I hope we can make the path easier and more appealing for women.\" \n\n\n\"...I want that to be true for other girls as well so that they can have the opportunity to participate in science and math regardless of where they live or what their backgrounds might be. So that they can have a positive experience and have the world of career choices and education choices be open to them in their futures.\" \n\n\n\"..at some point, someone in the group always asks for my opinion, and it's just like, oh, they see me and they're like, okay, you know, it's like they recognize that. Sometimes, you're not speaking up, it doesn't mean you don't have something to say. You just don't want to feel like you're intruding or something and it's like, not like that. After all, it's like everybody's valued and accepted and we just are very open and inviting.\" \n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 10/11/2022\n\n\t\t\t\t\tSubmitted by: Katahdin A Cook Whitt"
 }
}