{
 "awd_id": "2040490",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FAI: Using AI to Increase Fairness by Improving Access to Justice",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032922568",
 "po_email": "wnilsen@nsf.gov",
 "po_sign_block_name": "Wendy Nilsen",
 "awd_eff_date": "2021-02-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2021-01-25",
 "awd_max_amd_letter_date": "2025-01-10",
 "awd_abstract_narration": "This project applies Artificial Intelligence (AI) to increase social fairness by improving public access to justice. Although many AI tools are already available to law firms and legal departments, these tools do not typically reach members of the public and legal service practitioners except through expensive commercial paywalls. The research team will develop two tools to make legal sources more understandable: Statutory Term Interpretation Support (STATIS) and Case Argument Summarization (CASUM). STATIS is an AI-based legal information retrieval tool to help users understand and interpret statutory terms. It helps them find sentences explicating the terms of interest and cases applying these terms. Inputs to the system are queries about a statutory term and the provision from which it comes. The system outputs a list of sentences retrieved from case law that mention the term in a manner useful for understanding and elaborating its meaning. CASUM summarizes case decisions in terms of legal argument triples: the major issues a court addressed in the case, the court’s conclusion with respect to each issue, and the court’s reasons for reaching the conclusion. Given a case text, it outputs simple argument diagrams graphically summarizing arguments in the decision. Ultimately, the tools will be deployed through legal information institutes (LIIs) that provide free access to the public. They will help the lay public to understand, as well as to access, legal source materials by making it easy for them to find sentences in legal cases that provide definitions, tests, examples or counterexamples of statutory terms and to see the issues, conclusions, and reasons a court addresses in a decision.  \r\n\r\nThe project applies the latest natural language processing approaches. Pre-trained legal language models will improve the performance of machine learning in identifying sentences in legal cases that explain statutory terms or state issues, conclusions, and reasons. Recent developments in extractive and abstractive summarization, text simplification, and argument mining will generate high quality legal information for diverse users. A legal language model will be pretrained on a large corpus of publicly available court decisions and fine-tuned to identify features that play a significant role in retrieving high value sentences explaining statutory terms. A prototype module for retrieving and ranking such sentences by explanatory value and a graphical user interface ultimately deployable via an LII website will be developed. Using the legal language model, techniques for matching annotated sentences from case summaries to the corresponding sentences in the full texts will be developed and fine-tuned to classify sentences in which a court identifies issues, conclusions, and reasons justifying the conclusions. Finally, a prototype module for graphically summarizing cases in terms of argument diagrams depicting legal argument triples will be developed and applied to summarizing cases that explain statutory terms. Planning will be done for a user interface suitable for integration with the LII websites.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Ashley",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin D Ashley",
   "pi_email_addr": "ashley@pitt.edu",
   "nsf_id": "000193474",
   "pi_start_date": "2021-01-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Diane",
   "pi_last_name": "Litman",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Diane J Litman",
   "pi_email_addr": "litman@cs.pitt.edu",
   "nsf_id": "000233759",
   "pi_start_date": "2021-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114Y00",
   "pgm_ele_name": "Fairness in Artificial Intelli"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 375000.0
  }
 ],
 "por": null
}