{
 "awd_id": "2040984",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Examining the Inter- and Intra-Personal Dynamics of Detachment and Recovery After a Relationship Ends",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032922911",
 "po_email": "jlsmith@nsf.gov",
 "po_sign_block_name": "Jessi L Smith",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 500053.0,
 "awd_amount": 500053.0,
 "awd_min_amd_letter_date": "2021-05-10",
 "awd_max_amd_letter_date": "2021-05-10",
 "awd_abstract_narration": "At some point nearly everyone experiences having a relationship end. The dissolution of a relationship can cause pain, disrupt aspects of a person's life, and undermine emotional, psychological, and physical health. Existing research adequately predicts relationship dissolution but stops there without revealing exactly when and how people recover and come to let go of strong feelings for ex-partners. Some of the features of moving on involve intra-personal dynamics that reside within a person, such as longing and depression or renewal and relief. Other aspects of the recovery process involve interpersonal dynamics that occur between former partners who may continue to influence one another or instead end their mutual influence. Little is known about the specific intra- and interpersonal dynamics that occur when a relationship ceases to exist as it has. People who experience the dissolution of a relationship bond seek insight into how to cope and recover. More broadly, social connections are critically important in daily life; understanding how people react when an important relationship ends may provide insight into what people experience at a smaller scale when friend or work relationships are disrupted. The research also provides training opportunities for individuals who have been underrepresented in science and promotes open and transparent research practices. \r\n\r\nTo fully examine the dynamics following the dissolution of a relationship bond, this research tracks both partners to capture processes beyond only one partner’s vantage point. The project adopts an innovative study design that examines changes in relational dynamics pre-to-post dissolution and enables the documentation of complex and time-sensitive recovery processes. Partners complete weekly surveys up to a six-month period and daily surveys over a one-month period immediately after their current relationship ends. Specific measures assess individual processes (i.e., how I think, feel, and behave) as well as dyadic processes (i.e., how my ex-partner thinks, feels, and behaves, and how we interact together once our relationship ends). The project thus reveals consequential aspects of the recovery process, such as whether and how ex-partners contact and influence each other, whether ex-partners adopt biased perceptions that downplay the desirability of their former partner to facilitate recovery, and specific individual propensities to experience insecurities, negative emotions, and distress that impede recovery. Understanding the specific processes that affect recovery will provide information that people can adopt to promote effective coping when an important relationship ceases to exist.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Spielmann",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie S Spielmann",
   "pi_email_addr": "spielmann@wayne.edu",
   "nsf_id": "000782464",
   "pi_start_date": "2021-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "5057 Woodward",
  "perf_city_name": "Detroit",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482024050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 500053.0
  }
 ],
 "por": null
}