{
 "awd_id": "2041789",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Discovery of Dynamic Mechanical Structures through Modeling and Analysis of Closed Chains using Homotopy-Based Optimization",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032924588",
 "po_email": "yuewang@nsf.gov",
 "po_sign_block_name": "Yue Wang",
 "awd_eff_date": "2021-01-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 540148.0,
 "awd_amount": 540148.0,
 "awd_min_amd_letter_date": "2020-11-19",
 "awd_max_amd_letter_date": "2021-05-20",
 "awd_abstract_narration": "This project promotes the progress of science and advances national prosperity and welfare, by accelerating innovation in legged robotics. The usage and capability of legged robots has increased over the past years with applications in industrial/construction settings and, more recently, to triage patients at healthcare sites.  Robotic limbs can be composed to incorporate closed chain structures with potentially transformative benefits on their speed, force, and stiffness capabilities.  However, these benefits have so far not been fully realized due to the computational complexity involved with the modeling and analysis of the motions of closed chain structures.  This grant supports foundational research to propose, develop, and demonstrate a new class of optimization techniques that are equipped to deal with these complexities.  The new techniques will incorporate homotopy root finding routines with the aim of solving systems many orders of magnitude larger than the current state-of-the-art.  This research involves blending the engineering of legged robots with new mathematical techniques.  This multi-disciplinary approach will positively impact engineering education with a unique interdisciplinary educational experience and will help broaden participation of underrepresented groups. \r\n\r\n\r\nThe modeling of robotic limbs composed of closed chain mechanisms is hindered by degeneracies that occur when exploring variations in their defining kinematic parameters.  These degeneracies include workspace break-downs, locked configurations, zero link lengths, and changes in mobility.  Their existence thwarts efforts to analyze patterns of kinematic parameters that lead to useful dynamic behaviors.  To overcome these challenges, techniques in optimization are used to discover useful mechanisms.  In particular, this project will develop new optimization techniques that leverage the algorithms of numerical homotopy continuation.  The resulting techniques aim to gather nearly complete sets of minima in an efficient and coordinated manner to provide both a global minimum, as well as a survey of useful structures provided by exploring kinematic parameter variations.  The research team plans to develop the optimization algorithms and apply them to relevant robot limb problems.  The modeling and analysis techniques will be verified through simulation, prototyping, and testing.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Plecnik",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Mark M Plecnik",
   "pi_email_addr": "plecnikmark@nd.edu",
   "nsf_id": "000807579",
   "pi_start_date": "2020-11-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Hauenstein",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan D Hauenstein",
   "pi_email_addr": "hauenstein@nd.edu",
   "nsf_id": "000549793",
   "pi_start_date": "2020-11-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "B04 Fitzpatrick Hall",
  "perf_city_name": "Notre Dame",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565637",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756900",
   "pgm_ele_name": "Dynamics, Control and System D"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  },
  {
   "pgm_ref_code": "030E",
   "pgm_ref_txt": "CONTROL SYSTEMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 540148.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project enabled the creation of new mathematical solution techniques named \"<em>Random Monodromy Loops</em>\" and \"<em>Saddle Graph Optimization</em>\" which in turn, created new engineering devices that can enhance energetic output during legged locomotion.&nbsp; These two techniques combined form a framework for \"<em>Homotopy-based Optimization</em>\" which was used for the discovery of closed chain mechanical structures useful for dynamic legged locomotion.&nbsp; The research culminated with the discovery, prototyping, and testing of an energy enhanced robotic leg.&nbsp; The closed chain mechanism of the leg can be adapted and integrated into other robot joints to enhance energetic output.</p>\r\n<p>&nbsp;</p>\r\n<p>The leg mechanism enables a lightweight low-powered motor to output high-energy movements beyond its own power limits.&nbsp; This is accomplished by combining a spring element with a carefully placed kinematic singularity, a special configuration of the mechanism.&nbsp; While the leg is not performing work, the motor is able to slowly energize the spring over hundreds of milliseconds.&nbsp; When the leg needs to perform work, the spring energy is expended in tens of milliseconds.&nbsp; Cyclic loading and unloading of the spring unfold automatically due to a regulating singularity in a process we call \"<em>dynamic wind-up locomotion</em>.\"&nbsp; These results were experimentally verified in a dynamic hopping gait.&nbsp; The device can be said to exhibit a high-powered mechanical reflex.&nbsp; More broadly, this is an example of embodied intelligence, a longstanding ambition of roboticists.&nbsp; Although demonstrated for legged locomotion, the general paradigm has broad applicability.</p>\r\n<p>&nbsp;</p>\r\n<p>The \"<em>Random Monodomy Loops</em>\" technique is a new way to compute solutions to a set of equations.&nbsp; This is important for solving the governing physics equations of robot legs. Compared to existing techniques, such as Newton's method, its enabling advantage is its ability to find nearly all solutions to a large system of equations.&nbsp; In recent decades, the techniques of numerical homotopy continuation have enabled the systematic computation of all solutions, but waste time computing \"<em>roots at infinity</em>.\"&nbsp; These useless solutions are subsequently filtered out. For engineering problems, more than 95% of computing power is spent on roots at infinity.&nbsp; The \"<em>Random Monodromy Loops</em>\" technique circumvents these wasted computations, with the trade-off that solution discovery is more stochastic, but still systematic.&nbsp; Very roughly speaking, the new technique cuts compute time by about an order of magnitude, but provides less guarantee that all solutions have been found.&nbsp; This trade-off is well worth it for practical engineering problems.&nbsp; More broadly, \"<em>Random Monodromy Loops</em>\" is a worthwhile tributary of study as a general purpose solver in itself.&nbsp; Engineers routinely benefit from blackbox solvers integrated into programs like Matlab, among many others.&nbsp; Behind the scenes, those solvers are getting more powerful, and the continued development of \"<em>Random Monodromy Loops</em>\" would represent progress in this direction.</p>\r\n<p>&nbsp;</p>\r\n<p>The \"<em>Saddle Graph Optimization</em>\" method is powered by the \"<em>Random Monodromy Loops</em>\" method for solving optimization problems.&nbsp; In an optimization problem, some quantity should be minimized by picking some set of parameters.&nbsp; For example, this approach informs an engineer how to pick the dimensions of a device to produce the best performance.&nbsp; Performance is framed as a \"<em>cost function</em>\" to be minimized, and the device dimensions which minimize that <em>cost</em> are called \"<em>a minimum</em>.\"&nbsp; Such optimization problems are traditionally solved with \"<em>gradient descent</em>\" methods.&nbsp; Like Newton's method mentioned above, <em>gradient descent</em> only finds one minimum of many.&nbsp; There may be superior <em>minima</em> out there not found by <em>gradient descent</em>.&nbsp; The \"<em>Random Monodromy Loops</em>\" technique is used to find all <em>minima</em>, of which the very best can be chosen.&nbsp; However, \"<em>Random Monodromy Loops</em>\" finds more than the <em>minima</em>, it also finds all \"<em>saddles</em>.\"&nbsp; <em>Saddles</em> cannot be obtained through <em>gradient descent</em> and do not minimize the <em>cost function</em>.&nbsp; They are important placemarkers on the optimization landscape as they serve as gateways between different <em>minima</em>.&nbsp; By using \"<em>Random Monodromy Loops</em>\" to obtain all <em>minima</em> and <em>saddles</em>, we are able to map the entire optimization landscape, called a \"<em>Saddle Graph</em>.\"&nbsp; An engineer can then peruse this map to find a point of greatest utility.&nbsp; <em>Saddle Graphs</em> possess greater utility than a single minimum since there is often a disconnect between optimization <em>cost functions</em> and true engineering utility.&nbsp; The \"<em>Saddle Graph</em>\" technique recognizes this and presents to the engineer a range of solutions.&nbsp; More broadly, \"<em>Saddle Graph Optimization</em>\" is worthwhile to develop as a software package to be integrated into engineering softwares such as Matlab, among others.&nbsp; The general engineering workforce is well trained in <em>gradient descent</em> methods, but there are no blackbox tools for quickly getting a complete view of a high-dimensional optimization landscape.</p>\r\n<p>&nbsp;</p>\r\n<p>Along the way, this project also formulated and solved several outstanding problems in mechanism optimization, leading to the development of a variety of new mechanical devices.&nbsp; These efforts were executed by graduate and undergraduate students, enhancing their training as engineers and mathematicians.&nbsp; Expertise in robotics and mathematics is particularly important to our national interests.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/06/2025<br>\nModified by: Mark&nbsp;M&nbsp;Plecnik</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2025/2041789/2041789_10709441_1743967351623_Outcomes_Figure3--rgov-214x142.png\" original=\"/por/images/Reports/POR/2025/2041789/2041789_10709441_1743967351623_Outcomes_Figure3--rgov-800width.png\" title=\"Conventional vs Dynamically Enhanced Leg\"><img src=\"/por/images/Reports/POR/2025/2041789/2041789_10709441_1743967351623_Outcomes_Figure3--rgov-66x44.png\" alt=\"Conventional vs Dynamically Enhanced Leg\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The leg mechanism resulting from this award demonstrates embodied intelligence endowed by closed chain mechanisms to dictate dynamic actions dependent on state.</div>\n<div class=\"imageCredit\">Mark Plecnik</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mark&nbsp;M&nbsp;Plecnik\n<div class=\"imageTitle\">Conventional vs Dynamically Enhanced Leg</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/2041789/2041789_10709441_1743967320631_Outcomes_Figure2--rgov-214x142.png\" original=\"/por/images/Reports/POR/2025/2041789/2041789_10709441_1743967320631_Outcomes_Figure2--rgov-800width.png\" title=\"A Saddle Graph\"><img src=\"/por/images/Reports/POR/2025/2041789/2041789_10709441_1743967320631_Outcomes_Figure2--rgov-66x44.png\" alt=\"A Saddle Graph\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(Left) Homotopy-based optimization enables the generation of \"Saddle Graphs,\" which serves as a design tool. (Right) An example \"Saddle Graph\" computed for a design problem.  A designer may continuously browse the edges of the graph to select a suitable solution.</div>\n<div class=\"imageCredit\">Mark Plecnik</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mark&nbsp;M&nbsp;Plecnik\n<div class=\"imageTitle\">A Saddle Graph</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/2041789/2041789_10709441_1743967420847_Outcomes_Figure5--rgov-214x142.png\" original=\"/por/images/Reports/POR/2025/2041789/2041789_10709441_1743967420847_Outcomes_Figure5--rgov-800width.png\" title=\"Results from Experiments with a Dynamically Enhanced Leg\"><img src=\"/por/images/Reports/POR/2025/2041789/2041789_10709441_1743967420847_Outcomes_Figure5--rgov-66x44.png\" alt=\"Results from Experiments with a Dynamically Enhanced Leg\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Center of mass trajectories for hopping experiments on a variety of terrains.  Enhanced energetics provided by the closed chain mechanism (green line) are apparent.</div>\n<div class=\"imageCredit\">Mark Plecnik</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mark&nbsp;M&nbsp;Plecnik\n<div class=\"imageTitle\">Results from Experiments with a Dynamically Enhanced Leg</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/2041789/2041789_10709441_1743967264551_Outcomes_Figure1--rgov-214x142.png\" original=\"/por/images/Reports/POR/2025/2041789/2041789_10709441_1743967264551_Outcomes_Figure1--rgov-800width.png\" title=\"A Monodromy Loop\"><img src=\"/por/images/Reports/POR/2025/2041789/2041789_10709441_1743967264551_Outcomes_Figure1--rgov-66x44.png\" alt=\"A Monodromy Loop\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A simple illustration of a monodromy loop, which underlines the working principle of the \"Random Monodromy Loops\" technique.</div>\n<div class=\"imageCredit\">Mark Plecnik</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mark&nbsp;M&nbsp;Plecnik\n<div class=\"imageTitle\">A Monodromy Loop</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/2041789/2041789_10709441_1743967382680_Outcomes_Figure4--rgov-214x142.png\" original=\"/por/images/Reports/POR/2025/2041789/2041789_10709441_1743967382680_Outcomes_Figure4--rgov-800width.png\" title=\"Conventional vs Dynamically Enhanced Leg (High-speed Frames)\"><img src=\"/por/images/Reports/POR/2025/2041789/2041789_10709441_1743967382680_Outcomes_Figure4--rgov-66x44.png\" alt=\"Conventional vs Dynamically Enhanced Leg (High-speed Frames)\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Frame from high-speed footage comparing a conventional hopper to the dynamically enhanced leg developed from this award.</div>\n<div class=\"imageCredit\">Mark Plecnik</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mark&nbsp;M&nbsp;Plecnik\n<div class=\"imageTitle\">Conventional vs Dynamically Enhanced Leg (High-speed Frames)</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project enabled the creation of new mathematical solution techniques named \"Random Monodromy Loops\" and \"Saddle Graph Optimization\" which in turn, created new engineering devices that can enhance energetic output during legged locomotion. These two techniques combined form a framework for \"Homotopy-based Optimization\" which was used for the discovery of closed chain mechanical structures useful for dynamic legged locomotion. The research culminated with the discovery, prototyping, and testing of an energy enhanced robotic leg. The closed chain mechanism of the leg can be adapted and integrated into other robot joints to enhance energetic output.\r\n\n\n\r\n\n\nThe leg mechanism enables a lightweight low-powered motor to output high-energy movements beyond its own power limits. This is accomplished by combining a spring element with a carefully placed kinematic singularity, a special configuration of the mechanism. While the leg is not performing work, the motor is able to slowly energize the spring over hundreds of milliseconds. When the leg needs to perform work, the spring energy is expended in tens of milliseconds. Cyclic loading and unloading of the spring unfold automatically due to a regulating singularity in a process we call \"dynamic wind-up locomotion.\" These results were experimentally verified in a dynamic hopping gait. The device can be said to exhibit a high-powered mechanical reflex. More broadly, this is an example of embodied intelligence, a longstanding ambition of roboticists. Although demonstrated for legged locomotion, the general paradigm has broad applicability.\r\n\n\n\r\n\n\nThe \"Random Monodomy Loops\" technique is a new way to compute solutions to a set of equations. This is important for solving the governing physics equations of robot legs. Compared to existing techniques, such as Newton's method, its enabling advantage is its ability to find nearly all solutions to a large system of equations. In recent decades, the techniques of numerical homotopy continuation have enabled the systematic computation of all solutions, but waste time computing \"roots at infinity.\" These useless solutions are subsequently filtered out. For engineering problems, more than 95% of computing power is spent on roots at infinity. The \"Random Monodromy Loops\" technique circumvents these wasted computations, with the trade-off that solution discovery is more stochastic, but still systematic. Very roughly speaking, the new technique cuts compute time by about an order of magnitude, but provides less guarantee that all solutions have been found. This trade-off is well worth it for practical engineering problems. More broadly, \"Random Monodromy Loops\" is a worthwhile tributary of study as a general purpose solver in itself. Engineers routinely benefit from blackbox solvers integrated into programs like Matlab, among many others. Behind the scenes, those solvers are getting more powerful, and the continued development of \"Random Monodromy Loops\" would represent progress in this direction.\r\n\n\n\r\n\n\nThe \"Saddle Graph Optimization\" method is powered by the \"Random Monodromy Loops\" method for solving optimization problems. In an optimization problem, some quantity should be minimized by picking some set of parameters. For example, this approach informs an engineer how to pick the dimensions of a device to produce the best performance. Performance is framed as a \"cost function\" to be minimized, and the device dimensions which minimize that cost are called \"a minimum.\" Such optimization problems are traditionally solved with \"gradient descent\" methods. Like Newton's method mentioned above, gradient descent only finds one minimum of many. There may be superior minima out there not found by gradient descent. The \"Random Monodromy Loops\" technique is used to find all minima, of which the very best can be chosen. However, \"Random Monodromy Loops\" finds more than the minima, it also finds all \"saddles.\" Saddles cannot be obtained through gradient descent and do not minimize the cost function. They are important placemarkers on the optimization landscape as they serve as gateways between different minima. By using \"Random Monodromy Loops\" to obtain all minima and saddles, we are able to map the entire optimization landscape, called a \"Saddle Graph.\" An engineer can then peruse this map to find a point of greatest utility. Saddle Graphs possess greater utility than a single minimum since there is often a disconnect between optimization cost functions and true engineering utility. The \"Saddle Graph\" technique recognizes this and presents to the engineer a range of solutions. More broadly, \"Saddle Graph Optimization\" is worthwhile to develop as a software package to be integrated into engineering softwares such as Matlab, among others. The general engineering workforce is well trained in gradient descent methods, but there are no blackbox tools for quickly getting a complete view of a high-dimensional optimization landscape.\r\n\n\n\r\n\n\nAlong the way, this project also formulated and solved several outstanding problems in mechanism optimization, leading to the development of a variety of new mechanical devices. These efforts were executed by graduate and undergraduate students, enhancing their training as engineers and mathematicians. Expertise in robotics and mathematics is particularly important to our national interests.\r\n\n\n\t\t\t\t\tLast Modified: 04/06/2025\n\n\t\t\t\t\tSubmitted by: MarkMPlecnik\n"
 }
}