{
 "awd_id": "2041315",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH RUI: Testing mechanisms for regional dolomitization of Triassic carbonate platforms across the Nanpanjiang Basin of south China",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032920000",
 "po_email": "yyanes@nsf.gov",
 "po_sign_block_name": "Yurena Yanes",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 163905.0,
 "awd_amount": 163905.0,
 "awd_min_amd_letter_date": "2021-05-20",
 "awd_max_amd_letter_date": "2021-05-20",
 "awd_abstract_narration": "Dolomite and calcite are the minerals that make up the sedimentary rocks limestone and dolostone. Limestone is converted into dolostone by a chemical process called dolomitization in which waters flowing through the strata add magnesium, changing the mineralogy from calcite to dolomite. A wide variety of environments have been proposed for the process of dolomitization, ranging from Earth surface marine or saline lagoons to the deep subsurface realm with high temperature hydrothermal fluids. The chemistry and temperature of the dolomitizing fluids leaves a signature in the rock that differs depending on the environment of dolomitization. This study will evaluate the processes that cause dolomitization over vast areas.  Results will improve understanding of mechanisms of formation for a rock that commonly contains aquifers, energy and mineral resources, and is widely used in construction materials. The project will stimulate interest in science for underrepresented women and minority groups through research projects, educational workshops, and published educational modules for undergraduates and high school students. \r\n\r\n\r\nThis study will test mechanisms of dolomitization in outcrops of south China that provide a natural laboratory to evaluate regional distribution of both surface and deep subsurface environments.  Within this framework, the temperatures and chemistry of dolomitization will be evaluated through microscopic analysis of mineral phases, heating and freezing experiments on fluids trapped within dolomite crystals, analysis of oxygen, carbon and strontium isotopes, and microanalysis of trace elements within dolomite crystals. Results will be valuable for understanding spatial distribution of dolomite resources, aquifers, and processes that operated over Earth’s history. Undergraduate students will complete field and laboratory work, conference presentations and senior theses. Women and minority students will be recruited through university workshops.  Outreach will involve high school students from Upward Bound in research and summer courses.  Course modules will be published on the Science Education Resource Center website.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Luczaj",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "John A Luczaj",
   "pi_email_addr": "luczajj@uwgb.edu",
   "nsf_id": "000341742",
   "pi_start_date": "2021-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Green Bay",
  "inst_street_address": "2420 NICOLET DR",
  "inst_street_address_2": "",
  "inst_city_name": "GREEN BAY",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "9204652565",
  "inst_zip_code": "543117003",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "WI08",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "VGMJYMAD7DG7",
  "org_uei_num": "GBJMUZDMLN84"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Green Bay",
  "perf_str_addr": "2420 Nicolet Drive",
  "perf_city_name": "Green Bay",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "543117001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "WI08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 163905.0
  }
 ],
 "por": null
}