{
 "awd_id": "2041496",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Impact of upper-plate splay faults on accreting-sediment stress state and on megathrust strength and fluid budgets",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032925058",
 "po_email": "wpanero@nsf.gov",
 "po_sign_block_name": "Wendy Panero",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 292433.0,
 "awd_amount": 292433.0,
 "awd_min_amd_letter_date": "2021-06-28",
 "awd_max_amd_letter_date": "2021-06-28",
 "awd_abstract_narration": "Earth’s subduction plate boundaries form where two tectonic plates converge. This creates a shallowly dipping interface as one plate (the subducting plate) descends beneath the other (overriding plate). This interface, also known as the subduction megathrust, produces some of the largest, most destructive and tsunamigenic earthquakes. Global examples include offshore Oregon-Washington states, offshore Alaska (Aleutians), Japan, New Zealand, and Costa-Rica–Nicaragua. The strength of the megathrust depends on the pore-fluid pressure in the Earth. Forces associated with subduction tend to increase fluid pressures at the megathrust. However, when a fault in the upper plate links the megathrust to the seafloor (splay fault), it can establish a path that drains excess pressures. This locally increases the megathrust strength, potentially promoting earthquakes. A number of subduction zones with splay faults have hosted tsunamigenic earthquakes. Additionally, splay faults transmit fluids from the plate interface to the seafloor, facilitating the transport of chemical species and cycling of elements. This process can potentially sustain biological communities at the seafloor. Here, the researchers study the effect of splay faults on the megathrust and sediments.  They use numerical models that simulate the spatial and temporal evolution of a subduction zone. The models employ sediment-behavior laws that quantify the coupled interactions between fluid flow, deformation, and strength. The study outcomes provide insights on the mechanisms that govern the transition from aseismic (no earthquake) to seismogenic (earthquake) behaviors. They help improving earthquake and tsunami hazard assessment near subduction zones. They improve the understanding of volatile cycling and fluid flow. This project supports an early-career female scientist and one graduate student trained in an interdisciplinary context between geoscience and engineering geomechanics. It integrates field measurements, experiments, and modeling. It is funded by both the Geophysics program and the Marine Geology and Geophysics program.\r\n\r\nMore specifically, the researchers develop large-strain, forward geomechanical models. They investigate whether splay faults limit the upper plate’s strength and lead to low differential stress and lateral heterogeneity in both horizontal stresses and sediment strength. They test the hypothesis that drainage along splay faults leads to heterogenous megathrust strength and mechanical properties and enhances dewatering rates. Their modeling approach 1) captures the large-strain evolution of a subduction system, 2) generates discrete faults, 3) couples the full stress tensor to deformation and porous fluid flow, and 4) simulates transient flow both along faults and in the sediment matrix. The models are constrained using published data from field measurements and laboratory experiments. Expected results include the full stress tensor, pore pressure, and porosity of sediments, as they are consumed into the subduction zone. Model outputs provide quantitative predictions of permeability, porosity and density, elastic moduli, strength, and seismic velocity/impedance at the plate interface, as well as seepage rates at the seafloor. Overall, the project results provide quantitative insights on the coupled processes of faulting, deformation, and fluid flow. More broadly, the project provides the foundation for a technical approach to address geological systems where large strains, pore fluids, sedimentation, and faulting interact.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Nikolinakou",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Maria A Nikolinakou",
   "pi_email_addr": "mariakat@mail.utexas.edu",
   "nsf_id": "000831880",
   "pi_start_date": "2021-06-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Demian",
   "pi_last_name": "Saffer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Demian M Saffer",
   "pi_email_addr": "demian@ig.utexas.edu",
   "nsf_id": "000087242",
   "pi_start_date": "2021-06-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Flemings",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Peter B Flemings",
   "pi_email_addr": "pflemings@jsg.utexas.edu",
   "nsf_id": "000510286",
   "pi_start_date": "2021-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin Bureau of Economic Geology",
  "perf_str_addr": "JJ Pickle Research Center, 10100",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787584445",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 292433.0
  }
 ],
 "por": null
}