{
 "awd_id": "2041933",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "OPUS: Enhancing capabilities through synthesis for forecasting tree species population trajectories under changing environments",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032928781",
 "po_email": "jwojdak@nsf.gov",
 "po_sign_block_name": "Jeremy Wojdak",
 "awd_eff_date": "2021-06-01",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 349312.0,
 "awd_amount": 349312.0,
 "awd_min_amd_letter_date": "2021-01-13",
 "awd_max_amd_letter_date": "2021-05-20",
 "awd_abstract_narration": "Forests provide humans and wildlife with a myriad of ecosystem services, including clean water, timber, air purification, climate regulation, soil retention, food, and shelter. However, forests and these services are being jeopardized under current global environmental change. Landscape degradation, pollution, introduction of pests and diseases, and climate change are all global change factors driving forests to unprecedented levels of stress. For society to protect these ecosystem services, the scientific community needs to provide reliable and targeted predictions of potential effects of global change on forests. However, generation of these forecasts is hampered by complexity. Forests integrate processes interacting across scales, from molecular to global, and across systems, from atmospheric to terrestrial to human. Consequentially, impact assessments and corresponding solutions need to account for this complexity. This project will develop tools to assess forest vulnerability to global change stressors, determine levels of forest resilience necessary to cope with future environmental changes, and consider adaptation through targeted forest management practices.\r\n\r\nTree species demographic data (growth and survival) are essential to estimate productivity of forest ecosystems, to assess sustainable extraction rates, to evaluate other values of the forest, and to forecast ecosystem responses to climate change and disturbance. However, demographic studies of trees typically last for just a few years, substantially less than tree lifespan. This limits development of a comprehensive perspective of how each life stage is affected by environmental change, and how these changes might contribute to whole population performance. Nonetheless, detailed life-stage specific dynamics and transitions between stages are critical for accurate forecasting of future forest composition, structure, and function. This research will leverage extensive tree demographic data and models to carry out synthesis work with the purpose of generating a modeling framework that allows assessment of the full population dynamics of long-lived species as a function of varying global change factors. Outputs from this work will be used to develop scenarios of tree species population trajectories that also incorporate information on human behavioral responses to forest change, through management, that could shape forests into the future.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ines",
   "pi_last_name": "Ibanez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ines Ibanez",
   "pi_email_addr": "iibanez@umich.edu",
   "nsf_id": "000497066",
   "pi_start_date": "2021-01-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexandra",
   "pi_last_name": "Fischer",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Alexandra P Fischer",
   "pi_email_addr": "apfisch@umich.edu",
   "nsf_id": "000676915",
   "pi_start_date": "2021-01-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan",
  "perf_str_addr": "3003 S. State St.",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091279",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7565",
   "pgm_ref_txt": "OPUS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 349312.0
  }
 ],
 "por": null
}