{
 "awd_id": "2042413",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Mathematical Frameworks and Theory for Conceptual Models in Economics, Ecology and Criminology",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922948",
 "po_email": "slevine@nsf.gov",
 "po_sign_block_name": "Stacey Levine",
 "awd_eff_date": "2021-06-01",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 428830.0,
 "awd_amount": 336201.0,
 "awd_min_amd_letter_date": "2021-02-04",
 "awd_max_amd_letter_date": "2024-06-28",
 "awd_abstract_narration": "Recent advances in criminology, economics, and ecology have led to the realization that to derive qualitative and quantitative understanding of very complex systems and phenomena involved one needs to mathematize many conceptual models developed in these sciences.  The overarching objective of this project is to develop mathematical frameworks for such conceptual models and contribute to the qualitative and quantitative understanding of these complex systems.   One project will focus on the role that movement has in ecological systems or that redistribution has in economic systems.  The objectives are to understand what movement strategies are optimal and why clustering of competing populations work.  With rapid shifts in the environment and in the economy, it is crucial to investigate the relative success of different movement strategies to be able to predict which populations will survive under competition.  Another project will develop and study models for rioting activity.  This will enable us to tease out the most important factors behind the dynamics of different riots.   A final project will draw from work in mathematical epidemiology to develop a multi-scale model for crime from a public health perspective, which can help us to test the effect of different policies on the dynamics of violent crimes.  This research will provide a quantitative framework and tools that non-technical scientists can use to make significant advances in their work. The models developed here will provide ways to test intervention and policy strategies helping to quantify their effects.\r\nThese projects will be integrated with an educational plan focused on empowering the Latinx community through a series of activities in collaboration with CU Boulder’s Science Discovery. First, the PI will meet with teenagers to discuss her research through the Teen Science Cafe program. Second, the PI will provide research experience opportunities for high school students who are underrepresented minorities, with the aim of encouraging them to attend college and major in a STEM field.  Finally, the PI will develop hands-on activities to help the Latinx community understand the models used to inform the social distancing and stay-at-home policies implemented during the COVID-19 pandemic in Colorado. \r\n\r\nThis research consists of three projects. The first project aims to use a local and non-local reaction-advection-diffusion framework to understand the optimality of different movement strategies, particularly, in the presence of an Allee effect.   The second project will focus on development and study of models for rioting activity.  In particular, the PI will study traveling wave solutions, which have been observed in many real-life riots.  The final project will draw from work in mathematical epidemiology to develop a multi-scale model for crime from a public health perspective using a kinetic equations framework.   The successful completion of these projects will also advance the qualitative understanding of traveling wave solutions and generalized fronts for local and non-local reaction-advection-diffusion equations in spatially heterogeneous environments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Rodriguez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy Rodriguez",
   "pi_email_addr": "rodrign@colorado.edu",
   "nsf_id": "000680420",
   "pi_start_date": "2021-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Engineering Center, ECOT 2",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090428",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 49825.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 94796.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 100363.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 91217.0
  }
 ],
 "por": null
}