{
 "awd_id": "2042303",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Singular Riemannian Foliations and Applications to Curvature and Invariant Theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 475280.0,
 "awd_amount": 283499.0,
 "awd_min_amd_letter_date": "2021-02-09",
 "awd_max_amd_letter_date": "2024-03-18",
 "awd_abstract_narration": "Riemannian Geometry studies the shape of smooth spaces, called Riemannian manifolds, by looking at measurable properties such as lengths, distances, angles, volumes and curvature - which quantify how much space is deformed compared to the familiar flat space. Riemannian manifolds appear everywhere in physics, modeling the membrane of a cell as well as spacetime in general relativity, and Riemannian geometry offers fundamental tools to study their properties.  One concept of paramount importance, when studying physical objects as well as Riemannian manifolds in general, is that of symmetry, that is, the degree of \"self similarity\" of a geometric object, which make it invariant under certain length-preserving transformations (called isometries). Symmetry can be further generalized with the idea of partitioning a geometric object into \"sheets\", which stay parallel to one another. This idea, formalized by the mathematical concept of singular Riemannian foliation, is at the center of the mathematical investigation of this project.  Here, we use ideas introduced by the PI and collaborators to study the local behavior of these structures, as well as use them globally to produce new  manifolds with desirable curvature.  In this project, geometry is also used as a broad concept to encompass a number of activities for the mathematical community and society in general, such as:  1) Organizing a four-weeks-long thematic program in Metric Geometry, with schools for undergraduate and graduate students, as well as a week-long conference.  2) Organizing a weekly math camp for girls in 3rd grade and up which is aimed at addressing the gender imbalance in the mathematical disciplines.\r\n\r\nThe main goal of this project is to study singular Riemannian foliations, both to further understand their structure and to apply them to Invariant Theory and Riemannian Geometry.  The local study of singular Riemannian foliations, namely foliations on a Euclidean space with the origin as one leaf, generalizes orthogonal representations of Lie groups. The PI proved in a recent joint work that infinitesimal submetries have an algebraic counterpart, given by certain polynomial algebras called Laplacian algebras. This opens the door to a novel approach called \"Invariant theory without groups\", consisting in understanding how to read geometric properties of manifold submetries off of their Laplacian algebra, and apply these techniques to the special case in which the submetry comes from an orthogonal representation.  Globally, singular Riemannian foliations can conjecturally arise from collapsing sequences of manifolds with a uniform lower sectional curvature bound: One project will try to prove this locally. Furthermore, singular Riemannian foliations will be used to produce new examples of manifolds with non-negative and positive curvature.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marco",
   "pi_last_name": "Radeschi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marco Radeschi",
   "pi_email_addr": "marco.radeschi@gmail.com",
   "nsf_id": "000758323",
   "pi_start_date": "2021-02-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 Grace Hall",
  "perf_city_name": "Notre Dame",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 83468.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 81903.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 118127.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project of this award was to study the stucture of Singular Riemannian Foliations, i.e. partisions of geometric spaces into equidistant subspaces which generalize the classical concept of \"symmetry\", and use them as a tool to attack open problems in Riemannian geometry.</p>\n<p>Locally around a point, it was previously showed by the PI and couthors that the class of singular Riemannian Foliations is equivalent to the class of certain Algebras of polynomials, called Laplacian algebras. In a recent paper by Mendes, Lin and the PI, it was shown that there is a \"Weyl Law\" for Singular Riemannian foliations, which in particular implied that the Laplacian Algebra determines explicitly geometric quantities of the foliation, such as the dimension and volume of its leaf space.</p>\n<p>Recently, a former PhD student of the PI has generalized a result of Nabutovski and Rotman, by bounding the length of the shortest closed geodesic on a 2-dimensional orbifold in terms of its diameter. Since orbifolds arise as leaf spaces of singular Riemannian foliations, this result could be used to bound the diameter of the leaf space of a foliation in terms of its Laplacian algebra.</p>\n<p>Finally, in joint work with the postdoc Elahe Khalili Samani, the PI showed that given a&nbsp;singular Riemannian foliation on a simply connected space, the leaves are \"nilpotent spaces\" (i.e. spaces on which a number of algebraic topological tools apply) and furthermore if the leaves are \"topologically simple\" (i.e. rationally elliptic) then the leaf space of the foliation can be used to tell whether the foliated manifold is itself rationally elliptic.</p>\n<p>&nbsp;</p>\n<p>As for the outreach activities, the PI successfully organized and implemented, in the Fall and Spring semesters 2022-2023, the Girls Math Club (GMC) Program. This consisted in weekly,<span>&nbsp;math-themed and art-infused activities&nbsp;for a cohort of girls in 3rd and 4th grade, that introduced them to concepts of 3d geometry and spatial visualization. In addition to the PI, the activities were run by two women, a senior instructor from the Riverbend Math Center, as well as a Honors Math Student from Notre Dame. This program was successful,&nbsp;<span>in that some girls that had problems paying attention to math classes in school, would actively and enthusiastically participate to the activities of GMC. Given that</span><span>&nbsp;official data from St. Joseph County (where the PI and the University of Notre Dame are located) showed in 2022 a deep gap between 3th grade girls' and boys' performance in mathematics in standardized tests, such activities are deeply needed, as confirmed by the girls' parents.</span></span></p><br>\n<p>\n Last Modified: 04/19/2024<br>\nModified by: Marco&nbsp;Radeschi</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe project of this award was to study the stucture of Singular Riemannian Foliations, i.e. partisions of geometric spaces into equidistant subspaces which generalize the classical concept of \"symmetry\", and use them as a tool to attack open problems in Riemannian geometry.\n\n\nLocally around a point, it was previously showed by the PI and couthors that the class of singular Riemannian Foliations is equivalent to the class of certain Algebras of polynomials, called Laplacian algebras. In a recent paper by Mendes, Lin and the PI, it was shown that there is a \"Weyl Law\" for Singular Riemannian foliations, which in particular implied that the Laplacian Algebra determines explicitly geometric quantities of the foliation, such as the dimension and volume of its leaf space.\n\n\nRecently, a former PhD student of the PI has generalized a result of Nabutovski and Rotman, by bounding the length of the shortest closed geodesic on a 2-dimensional orbifold in terms of its diameter. Since orbifolds arise as leaf spaces of singular Riemannian foliations, this result could be used to bound the diameter of the leaf space of a foliation in terms of its Laplacian algebra.\n\n\nFinally, in joint work with the postdoc Elahe Khalili Samani, the PI showed that given asingular Riemannian foliation on a simply connected space, the leaves are \"nilpotent spaces\" (i.e. spaces on which a number of algebraic topological tools apply) and furthermore if the leaves are \"topologically simple\" (i.e. rationally elliptic) then the leaf space of the foliation can be used to tell whether the foliated manifold is itself rationally elliptic.\n\n\n\n\n\nAs for the outreach activities, the PI successfully organized and implemented, in the Fall and Spring semesters 2022-2023, the Girls Math Club (GMC) Program. This consisted in weekly,math-themed and art-infused activitiesfor a cohort of girls in 3rd and 4th grade, that introduced them to concepts of 3d geometry and spatial visualization. In addition to the PI, the activities were run by two women, a senior instructor from the Riverbend Math Center, as well as a Honors Math Student from Notre Dame. This program was successful,in that some girls that had problems paying attention to math classes in school, would actively and enthusiastically participate to the activities of GMC. Given thatofficial data from St. Joseph County (where the PI and the University of Notre Dame are located) showed in 2022 a deep gap between 3th grade girls' and boys' performance in mathematics in standardized tests, such activities are deeply needed, as confirmed by the girls' parents.\t\t\t\t\tLast Modified: 04/19/2024\n\n\t\t\t\t\tSubmitted by: MarcoRadeschi\n"
 }
}