{
 "awd_id": "2042260",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: INTEGRATING FORM AND FUNCTION IN THE COEVOLUTION OF COPULATORY TRAITS",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924997",
 "po_email": "mashleyr@nsf.gov",
 "po_sign_block_name": "Miriam Ashley-Ross",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 658375.0,
 "awd_amount": 658375.0,
 "awd_min_amd_letter_date": "2021-04-30",
 "awd_max_amd_letter_date": "2024-08-05",
 "awd_abstract_narration": "This CAREER project addresses the structure, function and coevolution of male and female reproductive structures in snakes. Reproductive structures perform the most critical function for the evolutionary success of a species. However, fundamental knowledge, particularly of the mechanical functions of reproductive structures in females and how they interact with male structures during reproduction, is lacking. This project uses an integrative approach that includes developing new analytical tools to explain the physical properties of reproductive structures, particularly how the tissues are arranged, and how they perform their functions. Snakes are an excellent model system in which to address these questions, because they have diverse ecologies and mating systems that can be leveraged to test hypotheses about how these forces shape the morphological and functional diversity of reproductive structures and their interactions. The principal investigator will train a number of undergraduate students, targeting recruitment of students from groups underrepresented in science. These students will learn a range of biological techniques, develop skills in mathematics and engineering, and complete publishable thesis projects. The students will also participate in the creation of a podcast to disseminate knowledge about reproduction to the general public and will prepare 3-D printed materials for an exhibit at Mount Holyoke College. The project will involve participation and training of a post-doctoral scholar who will help mentor students. The principal investigator will develop a Faculty Seminar involving diverse Humanities and Biology professors from five regional colleges to foster cross-disciplinary conversations and to develop a new interdisciplinary undergraduate course on biological and social aspects of reproduction; the course materials will be made available to others. \r\n\r\nThis integrative project examines male and female reproductive morphology in snakes to understand how biomechanical, morphological, and sensory features affect function and coevolution of copulatory structures that have a direct mechanical interaction. The project develops a comprehensive framework for the study of genital coevolution, by explicitly including analysis of female copulatory structures which are often not considered in this type of research. The project uses high-resolution 3-D shape measurements, materials science-based characterization of reproductive tract tissues, and quantification of sensory innervation of genitalia to examine snake copulatory organs and genital shape covariation between males and females, as well as their integration with life history traits. The integration of these multiple data streams to test specific hypotheses provides a novel framework to differentiate among mechanisms of genital coevolution that remain difficult to disentangle. The project is led by a Latina junior faculty member at Mount Holyoke College, a gender-inclusive women’s college that serves a diverse student body and has a strong track record of sending women to PhD programs in the life sciences. This research will increase engagement of undergraduate students of color in science by supporting summer research programs aimed to increase participation in honors theses leading to publication. Students will participate in a combined biology and mathematics independent research experience in collaboration with faculty from the Math Department. In addition, a postdoctoral researcher will be mentored in all aspects of running an independent laboratory at a liberal arts college. Students and the post-doc will travel to national conferences to present their research every year.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Brennan",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia L Brennan",
   "pi_email_addr": "pbrennan@mtholyoke.edu",
   "nsf_id": "000187858",
   "pi_start_date": "2021-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mount Holyoke College",
  "inst_street_address": "50 COLLEGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "SOUTH HADLEY",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135382000",
  "inst_zip_code": "010751423",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MA01",
  "org_lgl_bus_name": "THE TRUSTEES OF MOUNT HOLYOKE COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "XTLND4KQ2QA6"
 },
 "perf_inst": {
  "perf_inst_name": "Mount Holyoke College",
  "perf_str_addr": "50 College Street",
  "perf_city_name": "South Hadley",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010756456",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 342759.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 157150.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 158466.0
  }
 ],
 "por": null
}