{
 "awd_id": "2042114",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:  DEVELOPING A PREDICTIVE MODEL OF STRAIN ACCOMMODATION FOR SEGMENTED NORMAL FAULT EVOLUTION, SEVIER FAULT ZONE, SOUTHERN UTAH",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927944",
 "po_email": "cshaw@nsf.gov",
 "po_sign_block_name": "Colin A. Shaw",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 192830.0,
 "awd_amount": 192830.0,
 "awd_min_amd_letter_date": "2021-06-15",
 "awd_max_amd_letter_date": "2021-06-15",
 "awd_abstract_narration": "When tectonic stresses build within the Earth’s crust, faults form to relieve those stresses.  These faults move bodies of rock past each other, commonly resulting in earthquakes that cause significant damage to nearby areas.  Faults that produce large earthquakes are commonly composed of many smaller fault segments that interact with each other.  These fault segments affect the rock around them, fracturing it such that fluids can more easily flow below the ground surface; fluid flow in this context has implications for geothermal energy, groundwater flow, and petroleum resources.  This project will investigate the Sevier fault zone in southern Utah and develop a predictive model of fault zone development that can be used to address issues related to earthquake hazards and to better target potential energy resources.  The project will integrate field instruction, field research, and computer modeling, to help undergraduate researchers learn fundamental geological processes in the context of their own research.  The PI will recruit and retain research students from under-represented groups and will measure student learning throughout the research process.  All scientific and educational results from this project will be disseminated as broadly as possible.\r\n\r\nThis project will investigate the kinematic and dynamic evolution of segmented normal faults, which is critical for the assessment of earthquake hazard, energy resources, and groundwater flow and storage. The project team will use a range of methods to elucidate the relationship between mechanical stratigraphy, structural position relative to propagating fault segments, and damage zone evolution during segment propagation and linkage.  Field and remote-sensing methods will be integrated with petrographic analysis, mechanical stratigraphy, and structure-from-motion (SfM) modeling to develop testable models of fault zone evolution.  The variations in fault segment and relay ramp geometries along the Sevier fault zone, related to changes in along-strike fault displacement, will provide an opportunity to document the sequential development of fractures, deformation bands, and minor faults during segmented fault zone evolution.  Computer kinematic and dynamic modeling of documented fault geometries and displacements will permit hypothesis testing in the context of collected field data.  This project will provide a new and detailed understanding of how permeability evolves during segmented fault zone evolution.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Surpless",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin E Surpless",
   "pi_email_addr": "bsurples@trinity.edu",
   "nsf_id": "000529259",
   "pi_start_date": "2021-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trinity University",
  "inst_street_address": "1 TRINITY PL",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2109997246",
  "inst_zip_code": "782124674",
  "inst_country_name": "United States",
  "cong_dist_code": "35",
  "st_cong_dist_code": "TX35",
  "org_lgl_bus_name": "TRINITY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U4SCDG6B6NM8"
 },
 "perf_inst": {
  "perf_inst_name": "Trinity University",
  "perf_str_addr": "One Trinity Place",
  "perf_city_name": "San Antonio",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782127200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "35",
  "perf_st_cong_dist": "TX35",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 192830.0
  }
 ],
 "por": null
}