{
 "awd_id": "2042159",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IIBR Informatics: Mining Spatial and Single-cell Transcriptomes to Understand Cell Locality and Heterogeneity in Tissues",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032922224",
 "po_email": "jweller@nsf.gov",
 "po_sign_block_name": "Jennifer Weller",
 "awd_eff_date": "2021-04-01",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 800000.0,
 "awd_amount": 806000.0,
 "awd_min_amd_letter_date": "2021-02-16",
 "awd_max_amd_letter_date": "2022-04-19",
 "awd_abstract_narration": "Biological tissues are composed of different structurally organized cell types which play distinct and cooperative functional roles in phenotypes. Recent spatial transcriptomics technologies have enabled spatially-resolved RNA profiling of single cells with cell identities and localizations for understanding cells’ organizations and functions. The project will develop new machine learning methods for mining RNA profiles collected from single cells and their spatial locations. The research community will benefit from the collection of tools for the analysis of spatial and single-cell genomic data in studying molecular characteristics of cellular structures in tissue. The new methods will be applied to the study of spatial cell heterogeneity of ovarian cancer and circadian rhythms in Brassica rapa. The two applications will improve understanding of cellular structure and pathology of ovarian tissues and the association of cell-specific circadian gene expression patterns with crop improvement traits. Underrepresented graduate and undergraduate students will be advised on research conduction. A summer camp for K-12 students will promote early career interest in big data, genomics, and plant science.\r\n\r\n\r\nThe project will develop models to jointly analyze spatial RNA and single cell RNA profiles.  The models will consider spatial structures among cells to provide interpretations of cellular mechanisms in the micro-environment of surrounding cells, macro-structures among multiple tissue regions, and spatiotemporal structures of tissue over circadian rhythms. The proposed research will lead to a class of new computational methods on integrating single-cell gene expressions with spatial and temporal structures to connect single-cell molecular profiling to tissue micro-environment and the dynamics of spatial regions in tissue. Aim 1 of the research is to develop tensor-based learning methods and graph-based neural networks to integrate spatial transcritomics data with cell images, cell spatial locations, and molecular networks for gene expression imputation, spatial gene module detection, spatial clustering to discover cell types, and co-clustering spatial locations and genes.  Aim 2 will develop a multitask tensor decomposition method to integrate spatial arrangement of multiple tissue bisection regions to discover the variations of cell diversity and the trajectory of cell proliferation in large tissue (or organ). Application of the method to identify cell heterogeneity and spatial origin of single cells in ovarian cancer tissue will be carried out. Aim 3 will design a multitask joint tensor-matrix factorization method regularized by a circadian function to capture different periodical patterns for studying the dynamic characteristics of spatial gene expressions in a tissue sample. Detecting spatial variations in the circadian clock across Brassica rapa leaf cross-sections using the proposed method will be performed. The results and tools will be made available through http://compbio.cs.umn.edu/spatial-genomics/.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rui",
   "pi_last_name": "Kuang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rui Kuang",
   "pi_email_addr": "kuang@umn.edu",
   "nsf_id": "000204198",
   "pi_start_date": "2021-02-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota Twin Cities",
  "perf_str_addr": "4-192 Keller Hall, 200 Union Str",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164Y00",
   "pgm_ele_name": "Innovation: Bioinformatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 800000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": null
}