{
 "awd_id": "2042919",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Applications of double-difference seismic attenuation tomography",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032925058",
 "po_email": "wpanero@nsf.gov",
 "po_sign_block_name": "Wendy Panero",
 "awd_eff_date": "2021-03-15",
 "awd_exp_date": "2025-02-28",
 "tot_intn_awd_amt": 95254.0,
 "awd_amount": 95254.0,
 "awd_min_amd_letter_date": "2021-03-09",
 "awd_max_amd_letter_date": "2024-02-26",
 "awd_abstract_narration": "Seismic waves, generated by earthquakes, travel through Earth’s interior. When they reach the surface, they can be used to reveal structures within the Earth, in a similar way than sonography is used in medical imaging. Seismic waves lose energy as they travel, a phenomenon known as seismic attenuation. Attenuation depends on the rocks the waves travel through, notably their temperature, how densely they are fractured, as well as on the fluid content of the fractures (e.g, partial melts).  The rate of energy loss is related to the frequency (rate of vibration) of the seismic wave. High frequency (rapidly vibrating) waves lose energy faster than low frequency (slowly vibrating) waves.  By analyzing the attenuation in seismograms of a set of earthquakes, it is possible to create a 3D image of seismic attenuation in the Earth. This procedure is known as attenuation tomography. It allows unveiling the processes at play within the Earth. A key aspect is measuring the wave amplitude as a function of frequency, known as the wave spectrum. Here the team uses the ratio of the spectra of many pairs of nearby earthquakes observed on a set of seismic stations.  This new method is called double-difference attenuation tomography. It allows imaging attenuation in the vicinity of the earthquakes with greater accuracy and spatial resolution than the conventional method. The team uses it to image the shear-wave (side-to-side vibration) attenuation structure of the geothermal reservoir at The Geysers, California. The goal is to determine the change of fracturing and fluid content caused by the exploitation or stimulation of a geothermal reservoir. The researchers also intend to image the compressional-wave (push-pull vibration) attenuation structure of two areas in Japan.  There, normal earthquakes and anomalous low-frequency earthquakes occur at great depth where oceanic plates are diving down (subducting) into the Earth’s mantle. The study, thus, contributes to a better understanding of the origin of deep earthquakes and the processes at work along the upper edge of subducting plates. The developed software, applicable in different geological contexts, is made available to the scientific community.  The 1-year project also provides support to a postdoctoral associate, training for one undergraduate, and outreach to the public. \r\n\r\nHere, the team develops and applies a new method called double-difference (DD) attenuation tomography. The underlying concept is as follows: use event-pair measurements of differential whole-path attenuation (dt*), along with \"absolute\" t* measurements, to invert for three-dimensional (3D) attenuation structure, parameterized in terms of Q. An event-pair spectral ratio method is used to make robust estimates of dt*. A modified seismic tomography code is then used to invert the absolute and differential t* measurements for 3D Q structure. The dt* measurements allow for higher-resolution imaging of 3D Q structure in seismogenically active regions, just as in the case of DD velocity tomography.  The team tested the approach with synthetic data and applied it to data from The Geysers geothermal area in California to obtain a snapshot of 3D Q structure for P waves in 2011. They determined the change in P-wave Q structure between 2005 and 2011 using carefully matched earthquakes.  The project supports the application of this innovative method to image the S-wave structure at The Geysers, which provides complementary information to the P-wave Q results.  It also fosters the imaging of the P-wave structure at two subduction zone segments in Japan.  The combination of P-wave and S-wave Q models at The Geysers provides strong constraints on the fracturing and saturation state of the geothermal reservoir.  For the subduction zone segment in Northern Honshu, the team develops and analyzes new high-resolution 3D P-wave and S-wave Q models. This helps constrain the nature of the double seismic zone and the cause of seismicity within the two zones. For the subduction zone segment in Shikoku, previous work finds a zone of high P-wave to S-wave ratio (Vp/Vs) sandwiched between planar zones of low-frequency earthquakes above and regular earthquakes below. Here the researchers test predictions regarding how Qp and Qs should vary in the different parts of these two subduction zone systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clifford",
   "pi_last_name": "Thurber",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Clifford H Thurber",
   "pi_email_addr": "cthurber@wisc.edu",
   "nsf_id": "000203554",
   "pi_start_date": "2021-03-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1215 W. Dayton St.",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 95254.0
  }
 ],
 "por": null
}