{
 "awd_id": "2042935",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Spectrophotometric Determinations of Carbonic Acid Dissociation Constants for Estuarine Conditions",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2021-02-01",
 "awd_exp_date": "2026-01-31",
 "tot_intn_awd_amt": 339608.0,
 "awd_amount": 339608.0,
 "awd_min_amd_letter_date": "2021-01-28",
 "awd_max_amd_letter_date": "2021-05-20",
 "awd_abstract_narration": "Human health and well-being are linked in many ways to the health of our estuaries and coastal ocean waters. Yet surprisingly, we know less about some aspects of these important waters than we do the more distant waters of the deep ocean. This project will use state-of-the-art spectrophotometric methods (that is, light- and color-based methods) to advance our understanding of the fundamental and ever-changing chemistry of these waters and, eventually, the effects of these changes on marine life. The focus of this study will be to understand the chemistry of carbon dioxide in seawater. The new tools we will use are recently characterized pH indicators — chemicals that change color in seawater depending on the acidity of that water. These specially selected, purified indicators can be used to measure pH with unsurpassed precision and accuracy. We will use the indicators in laboratory experiments to determine how a critical parameter of the carbon dioxide system (a dissociation constant known as “K2”) changes depending on the temperature and salinity of the water. Characterizing K2 has been a goal of marine chemists for more than 50 years. The better we know K2, the better we can understand and predict how carbon moves through and cycles within natural waters. These measurements will expand our understanding of not only K2 but also the many other seawater characteristics that can be calculated from K2. Ultimately, this work will facilitate the interpretation and prediction of many ocean processes relevant to human health and coastal economies, such as ocean acidification (the lowering of ocean pH due to increasing carbon dioxide in the atmosphere) and calcium carbonate dissolution (the resulting dissolution of seashell material). The results will thus lay the groundwork for new perspectives on how ocean acidification affects the various shelled organisms that serve as food for economically important marine animals/fisheries and for people. The results of this work will also help to improve models of carbon dioxide dynamics in lakes, rivers, underground pore waters, and physiological fluids.  As regards broader impacts, this work will help the PI continue to transfer his knowledge on this important topic to the next generation via his training of graduate, undergraduate, and high school students.  This project would support one graduate and one undergraduate student, as well as help the current research projects of two minority doctoral students.  Lastly, the PI plans to continue his involvement in the Bridge to the Doctoral Program aimed at getting minority students involved in the sciences.\r\n\r\nIn seawater, two carbonic acid dissociation constants (K1 and K2) describe the relationship between solution pH and the relative concentrations of dissolved carbonate ions, bicarbonate ions, and dissolved carbon dioxide. Accurate characterization of these CO2-system constants over broad ranges of environmental conditions has been a much sought-after goal for more than 50 years because knowledge of these terms is essential for quantitatively interpreting and predicting the biogeochemical cycling of carbon in all natural aqueous systems. The accuracy of CO2-system calculations is especially sensitive to uncertainties in K2, the equilibrium constant that describes the dissociation of bicarbonate ions to produce hydrogen ions and carbonate ions. This research project is designed to use spectrophotometric pH measurements (solely) to characterize this important constant. The purified pH indicators to be used in this work provide seawater pH measurements of unsurpassed precision and accuracy. Using select indicators whose properties have recently been characterized over freshwater-to-seawater ranges of salinity and temperature, we will determine K2 over similar ranges so as to improve the accuracy of CO2-system calculations in estuaries and coastal ocean waters. The resulting insight into equilibrium characteristics will facilitate interpretations and predictions of pH buffering in aqueous systems, provide an improved understanding of calcium carbonate solubility behavior, and lead to improved models of CO2-system behavior in freshwater lakes, rivers, soil and sediment pore waters, and physiological fluids. The longer-term benefits of this project will extend to assessments of the influence of ocean acidification on the life cycles of carbonate-bearing organisms that serve as food for economically important marine organisms.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Byrne",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Robert H Byrne",
   "pi_email_addr": "rhbyrne@usf.edu",
   "nsf_id": "000398151",
   "pi_start_date": "2021-01-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "140 7th Ave S",
  "perf_city_name": "St. Petersburg",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "337015016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "FL14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1382",
   "pgm_ref_txt": "OCEAN ACIDIFICATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 339608.0
  }
 ],
 "por": null
}