{
 "awd_id": "2042930",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Engineering Interfacial Flows and Instabilities in Solidifying Liquids",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032928045",
 "po_email": "sshojaei@nsf.gov",
 "po_sign_block_name": "Shahab Shojaei-Zadeh",
 "awd_eff_date": "2021-02-01",
 "awd_exp_date": "2026-01-31",
 "tot_intn_awd_amt": 539867.0,
 "awd_amount": 580142.0,
 "awd_min_amd_letter_date": "2020-12-07",
 "awd_max_amd_letter_date": "2025-03-17",
 "awd_abstract_narration": "Patterns are ubiquitous in nature. Examples range from the regular coils that form when honey is poured onto toast to the orderly arrangement of dewdrops on a spiderweb. These structures originate from fluid mechanical instabilities, which have been thoroughly studied in the context of pure liquids, e.g. water and oil. In the real world, fluid dynamical systems are however often more complex; for example, latex starts as a viscous liquid but transitions to rubber when cured. The goal of this CAREER project is to further our fundamental understanding of fluid flows in the context of solidifying liquids. Specifically, the project will investigate fluidic instabilities in curable elastomers and the solids they eventually form. This newly gained understanding will be leveraged to develop new fabrication pathways akin to 3D printing. While this project could have a broad economic impact, the research will also provide educational opportunities for high school, undergraduate, and graduate students, with focus on broadening participation of students from underrepresented groups. In particular, arresting flows with curing will be used to give tangible forms to abstract concepts in fluid mechanics. Manipulating these physical objects will enrich the students experience and ignite their interest in STEAM. \r\n\r\nThis CAREER award will support experiments carried out with curable elastomers and development of theoretical models to further our understanding of the interfacial fluid mechanics of solidifying liquids. Due to favorable downscaling with length, capillary effects are dominant for submillimetric objects and play a key role in a number of engineering and natural processes. As such, interfacial effects have been widely researched, albeit primarily in Newtonian fluids. In particular, the interplay between hydrodynamics, solidification and the morphology of the solids formed when arresting interfacial flows remains poorly understood. Additionally, interfacial instabilities are often studied close to threshold, such that our understanding of nonlinear pattern formation in these systems is sparse. In this project, the investigators will significantly advance engineering science by studying the physics of viscous jets and films in curable polymers and by elucidating the shape-flow coupling in these systems. The project capitalizes on stability analysis and will help revive this area of great fundamental and educational importance by providing a rich and largely unexplored class of problems at the confluence of mechanics and material science. Novel experiments involving the use of templates will be developed to rationalize nonlinear pattern selection and self-assembly in these systems. The new fundamental knowledge gained in the project will help solve the so-called inverse problem: finding the optimal set of initial conditions and interactions that lead a flow of solidifying liquid to form a target shape, a feat that could spark the development of new fabrication methodologies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pierre-Thomas",
   "pi_last_name": "Brun",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Pierre-Thomas P Brun",
   "pi_email_addr": "pbrun@princeton.edu",
   "nsf_id": "000681336",
   "pi_start_date": "2020-12-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "The Trustees of Princeton University",
  "perf_str_addr": "Engineering Quad A313",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 426678.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 40275.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 113189.0
  }
 ],
 "por": null
}