{
 "awd_id": "2042173",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Particle clustering in dilute pyroclastic density currents and plumes",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2021-11-01",
 "awd_exp_date": "2025-10-31",
 "tot_intn_awd_amt": 324161.0,
 "awd_amount": 324161.0,
 "awd_min_amd_letter_date": "2021-07-06",
 "awd_max_amd_letter_date": "2023-08-07",
 "awd_abstract_narration": "Pyroclastic density currents are hot and fast-moving mixtures of solid particles and gas produced by explosive volcanic eruptions. They travel great distances over the land surface, up to many tens of kilometers, pose substantial hazards, and alter landscapes. Spreading volcanic plumes in the atmosphere transport particles from explosive eruptions to even greater distances, many hundreds of kilometers. The formation of clusters of particles in these explosive eruptions is a critical process because clusters affect the concentration of particles and thus the speed of the flows and the distance they travel. Clustering, however, remains a poorly understood process. By quantifying the controls on clustering, it is possible to constrain particle concentration in geophysical turbulent gas-particle mixtures which is essential for understanding flow dynamics. Pyroclastic density currents are the most devastating of all volcanic hazards, in part because they propagate over the ground surface and with great speed. Volcanic plumes present substantial hazards to communities and aviation as they can disperse ash over great distances. Results will provide new insight into particle concentration and hence flow speed, dynamic pressure, sedimentation rates, and hazard. The experiments will have relevance outside the field of volcanology because turbulent particle-laden flows are common in both nature and industrial processes such as snow avalanches and chemical reactors. The research effort provides multidisciplinary training opportunities for students and enables collaboration between academic and government organizations.\r\n\r\nLaboratory experiments will be used to identify the controls on clustering and the implications for volcanic particle-laden flows. The concentration of particles in volcanic particle-laden flows controls the flow density and hence flow velocity, distance travelled, and hazard. In dilute, turbulent spreading plumes and pyroclastic density currents, particle concentration is controlled by sedimentation which in turn is controlled by how particles interact with the surrounding gas and with each other. A critical, but not well characterized, process controlling particle sedimentation and concentration in dilute flows is the clustering of particles, in which zones of higher concentration develop.  The experimental setup will be designed to permit a large number of experiments and hence to explore relationships between parameters and processes including the role of particle size and size distribution. A novel acoustic sensing method will be developed and tested to measure particle concentration. The experimental results will be used to interpret the deposits from historical eruptions to identify when and how clustering affects eruption dynamics and the dispersal of erupted particles. A quantitative description of clustering will improve the ability to relate field deposits to the dynamics of these currents. The experimental results can be used to improve models for pyroclastic hazards.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Manga",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Manga",
   "pi_email_addr": "manga@seismo.berkeley.edu",
   "nsf_id": "000092918",
   "pi_start_date": "2021-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947204767",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 216164.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 107997.0
  }
 ],
 "por": null
}