{
 "awd_id": "2043614",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Soil Frontiers: Exploring the Culture and Politics of Soil Microbiology Research",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032925034",
 "po_email": "wbauchsp@nsf.gov",
 "po_sign_block_name": "Wenda K. Bauchspies",
 "awd_eff_date": "2021-04-01",
 "awd_exp_date": "2021-12-31",
 "tot_intn_awd_amt": 15750.0,
 "awd_amount": 15750.0,
 "awd_min_amd_letter_date": "2021-03-15",
 "awd_max_amd_letter_date": "2021-05-20",
 "awd_abstract_narration": "This project examines how networks of collaborative research are challenging the way we study about soils. Contemporary understanding of soil focus on how it is a one of the most biodiverse and critical ecosystems on the planet. This project will trace how scientific practices of studying soil microbes are driving terrestrial cycles of carbon, water, phosphorous, and nitrogen. It will follow scientists as they investigate soil microbial activity in relation to climate conditions, plant pathogens, and medicinal resources for humans. The project will document how novel research techniques are helping scientists design soil microbial processes to respond to changing climate conditions and soil issues.  The project will provide insight for natural scientists, social scientists, and policymakers to better understand how specific soil science practices inform current priorities and challenges of soil health.\r\n\r\nThe central focus of this research project is the collaborative networks of soil scientists and biotech engineers. The project uses ethnographic strategies to trace the social and technical infrastructure of soil microbiology research through which scientists assemble their understanding of soils as living systems. Its analysis draws on qualitative data from interviews with scientists and participant observation in soil research settings. While human-soil interactions are often examined in agricultural contexts, this project is among the first to examine how scientists construct new meanings and materialities of soils in their research practices. Scientific explorations of soil microbiomes are contributing to mapping new frontiers of ecological knowledge. This project will study how political and cultural transformations can support new possibilities for human adaptation and survival on a rapidly changing planet.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Rademacher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anne Rademacher",
   "pi_email_addr": "anne.rademacher@nyu.edu",
   "nsf_id": "000539878",
   "pi_start_date": "2021-03-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Miller",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Martin G Miller",
   "pi_email_addr": "mm8525@nyu.edu",
   "nsf_id": "000790156",
   "pi_start_date": "2021-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "",
  "perf_city_name": "New York City",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124Y00",
   "pgm_ele_name": "Science & Technology Studies"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 15750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-e019685a-7fff-4b0f-4ffa-d9578719c43b\"> </span></p>\n<p dir=\"ltr\"><span>Drawing on data from ethnographic fieldwork, this study examined the cultural dimensions of soil microbiome science in the Netherlands. The researcher collected approximately 50 interviews with scientists and conducted participant observation at laboratories, field experiments, greenhouses, technology companies, and data centers. The project&rsquo;s findings account for how scientists articulate different meanings and values of soil biodiversity through their practices of knowledge production.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Historically referred to as the &ldquo;Garden of Europe'', the Netherlands is a regional leader in the green life science industry. The Dutch government&rsquo;s plan to transition to a circular bio-economy by 2050 has led to increased funding for scientific research on soil microbiomes. Despite soils being the most biodiverse ecosystems on the planet, only about 1% of all soil microorganisms have been identified and described. Given their profound role in global biogeochemical processes, soil microbiota are imagined as a &ldquo;storehouse&rdquo; of genetic information that could lead to innovations in agricultural biotechnology, climate adaptation, and biodiversity conservation.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Often funded by public-private partnerships, scientists conducted laboratory and field experiments to understand the structure, function, and evolution of soil microbiomes. Ever-evolving molecular techniques enabled scientists to identify and code genes for useful enzymes and metabolites, linking underground species to vital ecosystem functions related to nutrient cycling, carbon dynamics, and plant disease suppression. Many scientists looked to patent novel microbial inoculants that could replace agrochemical fertilizers and pesticides. Others hoped that knowledge of microbial ecologies would inform new plant breeding and engineering strategies for sustainable agriculture. Scaling up, some sought to construct novel biological indicators of soil health - such as measurements of population counts, soil organic matter, and carbon respiration - as tools for environmental governance.</span></p>\n<p dir=\"ltr\"><span>However, scientific explorations of soil microbiomes were not always limited to the goals of direct application in agriculture or climate management. Some ecologists argued that the conservation of soil biodiversity was good in and of itself. They instead tried to communicate the aesthetic and spiritual value of soil microbiota through their choice of metaphors and visualization techniques. In contrast to conservation efforts involving charismatic megafauna, soil ecologists struggled to find ways to generate public sentiment towards underground biodiversity without the appeal of &ldquo;cute&rdquo; or &ldquo;cuddly&rdquo; animal bodies. Soil ecologists depicted the beauty of soils in their research by constructing underground life as &ldquo;elegant&rdquo; networks of interspecies communication. Adopting Cold War-era theoretical frameworks from cybernetics, game theory, and neuroscience, ecologists narrated soil microbiota as living information systems capable of memory, will, sensation, and strategy, analogous to human cognition. Enrolling the help of artists and microscopic photographers, scientists visually represented microbial networks side-by-side with the network architecture of the human brain. Some microbial ecologists sometimes referred to their deep reverence towards the ancient intelligences and symbiotic strategies of soil communities as resembling &ldquo;cultish&rdquo; or even &ldquo;religious&rdquo; fervor.&nbsp;</span></p>\n<p dir=\"ltr\"><span>The findings from this research suggest that scientists produce knowledge about soil microbiomes not just for economic or environmental agendas, but also to ascribe new forms of non-utilitarian significance to underworld biodiversity. As governments, multinational corporations, and international organizations all look towards soil microbiota as a frontier of agricultural innovation, soil microbiome science will und</span>oubtedly shape new regimes of food production and environmental planning. However, how scientists translate the meaning and value of soil biodiversity might also inform alternative configurations of ecological ethics, religions, and spiritualities. Because of these implications, scientific imaginaries of soil life deserve continued reflection.</p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/01/2022<br>\n\t\t\t\t\tModified by: Martin&nbsp;G&nbsp;Miller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nDrawing on data from ethnographic fieldwork, this study examined the cultural dimensions of soil microbiome science in the Netherlands. The researcher collected approximately 50 interviews with scientists and conducted participant observation at laboratories, field experiments, greenhouses, technology companies, and data centers. The project’s findings account for how scientists articulate different meanings and values of soil biodiversity through their practices of knowledge production. \nHistorically referred to as the \"Garden of Europe'', the Netherlands is a regional leader in the green life science industry. The Dutch government’s plan to transition to a circular bio-economy by 2050 has led to increased funding for scientific research on soil microbiomes. Despite soils being the most biodiverse ecosystems on the planet, only about 1% of all soil microorganisms have been identified and described. Given their profound role in global biogeochemical processes, soil microbiota are imagined as a \"storehouse\" of genetic information that could lead to innovations in agricultural biotechnology, climate adaptation, and biodiversity conservation. \nOften funded by public-private partnerships, scientists conducted laboratory and field experiments to understand the structure, function, and evolution of soil microbiomes. Ever-evolving molecular techniques enabled scientists to identify and code genes for useful enzymes and metabolites, linking underground species to vital ecosystem functions related to nutrient cycling, carbon dynamics, and plant disease suppression. Many scientists looked to patent novel microbial inoculants that could replace agrochemical fertilizers and pesticides. Others hoped that knowledge of microbial ecologies would inform new plant breeding and engineering strategies for sustainable agriculture. Scaling up, some sought to construct novel biological indicators of soil health - such as measurements of population counts, soil organic matter, and carbon respiration - as tools for environmental governance.\nHowever, scientific explorations of soil microbiomes were not always limited to the goals of direct application in agriculture or climate management. Some ecologists argued that the conservation of soil biodiversity was good in and of itself. They instead tried to communicate the aesthetic and spiritual value of soil microbiota through their choice of metaphors and visualization techniques. In contrast to conservation efforts involving charismatic megafauna, soil ecologists struggled to find ways to generate public sentiment towards underground biodiversity without the appeal of \"cute\" or \"cuddly\" animal bodies. Soil ecologists depicted the beauty of soils in their research by constructing underground life as \"elegant\" networks of interspecies communication. Adopting Cold War-era theoretical frameworks from cybernetics, game theory, and neuroscience, ecologists narrated soil microbiota as living information systems capable of memory, will, sensation, and strategy, analogous to human cognition. Enrolling the help of artists and microscopic photographers, scientists visually represented microbial networks side-by-side with the network architecture of the human brain. Some microbial ecologists sometimes referred to their deep reverence towards the ancient intelligences and symbiotic strategies of soil communities as resembling \"cultish\" or even \"religious\" fervor. \nThe findings from this research suggest that scientists produce knowledge about soil microbiomes not just for economic or environmental agendas, but also to ascribe new forms of non-utilitarian significance to underworld biodiversity. As governments, multinational corporations, and international organizations all look towards soil microbiota as a frontier of agricultural innovation, soil microbiome science will undoubtedly shape new regimes of food production and environmental planning. However, how scientists translate the meaning and value of soil biodiversity might also inform alternative configurations of ecological ethics, religions, and spiritualities. Because of these implications, scientific imaginaries of soil life deserve continued reflection.\n\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/01/2022\n\n\t\t\t\t\tSubmitted by: Martin G Miller"
 }
}