{
 "awd_id": "2043869",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SCC-CIVIC-PG Track A: MICOPP: Mobility Improvements to achieve transportation equity in Communities through joint Optimization of Public and Private community-based resources",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032924926",
 "po_email": "mzivel@nsf.gov",
 "po_sign_block_name": "Michal Ziv-El",
 "awd_eff_date": "2021-01-15",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2021-01-11",
 "awd_max_amd_letter_date": "2021-05-20",
 "awd_abstract_narration": "Legacy industrial cities face numerous barriers to creating an equitable transportation system for all residents. Such is the case of Cleveland, Ohio, whose once vibrant public transportation system has weakened amidst decades of population loss, suburbanization, the relocation of job hubs away from the central city, and the concentration of affordable housing in neighborhoods marked by segregation and concentrated poverty. The confluence of these factors translate into transportation insecurity for low income households. The vision for this project is to leverage an existing community collaboration tackling the spatial mismatch (Paradox Prize) together with new technologies to take advantage of both public and community-based transportation assets and resources for advancing transportation access, affordability, and security in low-income urban communities. Building on existing data and scholarship, and using technologies to reduce cost and increase efficiency in the current system, this project will identify bottle-necks and inefficiencies in the system to guide new investments and resource allocations to dynamically foster better transportation access, connecting affordable housing and employment opportunities. Additionally, this project will work across transportation, artificial intelligence, social science, cyber-physical systems, smart city, and IoT applications, leading to better connections between low-income communities and access to jobs, affordable housing and wraparound services.\r\n \r\nThis project envisions a collaborative effort that will lead to the development of a hybrid transportation system called “Mobility Improvements to achieve transportation equity in Communities through joint Optimization of Public and Private community-based resources (MICOPP)”, with potential applicability to other urban communities challenged by sprawl and population decline. This planning process will involve active participation of all project stakeholders to make sure that the community needs, available resources, and user and systemic bottlenecks in accessing transportation choices are clearly identified. Using available data, artificial intelligence mechanisms will be developed to jointly optimize public and community-based transportation resources, given safety, availability and affordability constraints with the objective of maximizing the extent that the system serves the community.  Appropriate metrics will be devised to evaluate the effectiveness of MICOPP and study the tradeoffs in investment decisions. This project is in response to the Civic Innovation Challenge program, Track A— Communities and Mobility: Offering Better Mobility Options to Solve the Spatial Mismatch Between Housing Affordability and Jobs—and is a collaboration between NSF and the Department of Energy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pan",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pan Li",
   "pi_email_addr": "lipan@case.edu",
   "nsf_id": "000552559",
   "pi_start_date": "2021-01-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Francisca",
   "pi_last_name": "Richter",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Francisca G Richter",
   "pi_email_addr": "fxr58@case.edu",
   "nsf_id": "000708323",
   "pi_start_date": "2021-01-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hongkai",
   "pi_last_name": "Yu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hongkai Yu",
   "pi_email_addr": "h.yu19@csuohio.edu",
   "nsf_id": "000788195",
   "pi_start_date": "2021-01-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dominic",
   "pi_last_name": "Mathew",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dominic Mathew",
   "pi_email_addr": "dmathew@thefundneo.org",
   "nsf_id": "000833821",
   "pi_start_date": "2021-01-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "Nord Hall, Suite 615",
  "perf_city_name": "Cleveland",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441064901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "033Y00",
   "pgm_ele_name": "S&CC: Smart & Connected Commun"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "042Z",
   "pgm_ref_txt": "S&CC: Smart and Connected Communities"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Old industrial cities face numerous barriers to advancing transportation access, security and equity. Such is the case of Cleveland, Ohio, whose once vibrant public transportation system has weakened amidst decades of population loss, suburbanization, the relocation of job hubs away from the central city, and the concentration of affordable housing in neighborhoods marked by segregation and concentrated poverty. These factors taken together translate into transportation insecurity for low-income households. This lowered job proximity, and sprawl has presented a huge challenge for transit systems in the region. A twenty-minute commute by automobile can be more than an hour on a bus. In this project, we leverage existing community collaborations around transportation, data analytics, and artificial intelligence to take advantage of both public and community-based transportation assets and resources for advancing transportation access, affordability and security in low income urban communities. We use technology to reduce cost and increase efficiency in the current system, but just as importantly, identify bottle-necks and inefficiencies in the system to guide new investments and resource allocations to dynamically foster better transportation access, connecting affordable housing and employment opportunities. We envision that this collaborative effort will lead to the development of a hybrid transportation system called MICOPP, based on joint optimization of public and private community-based transportation resources and with potential applicability to other urban communities challenged by sprawl and population decline.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Specifically, this project focuses on the community engagement model, the lessons learned during the planning process, and the development of a hybrid transportation system that provides mobility improvements and increased access to jobs and affordable housing, through joint optimization of public and private community-based transportation resources. The planning process involves active participation of all project stakeholders to make sure that the community needs, available resources, and user and systemic bottlenecks in accessing transportation choices are clearly identified. Using available data, deep reinforcement learning based mechanisms have been investigated to jointly optimize public and private community-based transportation resources, given safety, availability and affordability constraints with the objective of maximizing the extent that the system serves the community.&nbsp;&nbsp;Appropriate metrics have been devised that can be used to evaluate the effectiveness of MICOPP and study the tradeoffs in investment decisions. In a nutshell,&nbsp;the research outcomes have significant impact on people&rsquo;s daily lives and further provide greater opportunities for job creation and economic growth.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/19/2022<br>\n\t\t\t\t\tModified by: Pan&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOld industrial cities face numerous barriers to advancing transportation access, security and equity. Such is the case of Cleveland, Ohio, whose once vibrant public transportation system has weakened amidst decades of population loss, suburbanization, the relocation of job hubs away from the central city, and the concentration of affordable housing in neighborhoods marked by segregation and concentrated poverty. These factors taken together translate into transportation insecurity for low-income households. This lowered job proximity, and sprawl has presented a huge challenge for transit systems in the region. A twenty-minute commute by automobile can be more than an hour on a bus. In this project, we leverage existing community collaborations around transportation, data analytics, and artificial intelligence to take advantage of both public and community-based transportation assets and resources for advancing transportation access, affordability and security in low income urban communities. We use technology to reduce cost and increase efficiency in the current system, but just as importantly, identify bottle-necks and inefficiencies in the system to guide new investments and resource allocations to dynamically foster better transportation access, connecting affordable housing and employment opportunities. We envision that this collaborative effort will lead to the development of a hybrid transportation system called MICOPP, based on joint optimization of public and private community-based transportation resources and with potential applicability to other urban communities challenged by sprawl and population decline. \n\n \n\nSpecifically, this project focuses on the community engagement model, the lessons learned during the planning process, and the development of a hybrid transportation system that provides mobility improvements and increased access to jobs and affordable housing, through joint optimization of public and private community-based transportation resources. The planning process involves active participation of all project stakeholders to make sure that the community needs, available resources, and user and systemic bottlenecks in accessing transportation choices are clearly identified. Using available data, deep reinforcement learning based mechanisms have been investigated to jointly optimize public and private community-based transportation resources, given safety, availability and affordability constraints with the objective of maximizing the extent that the system serves the community.  Appropriate metrics have been devised that can be used to evaluate the effectiveness of MICOPP and study the tradeoffs in investment decisions. In a nutshell, the research outcomes have significant impact on people’s daily lives and further provide greater opportunities for job creation and economic growth. \n\n \n\n\t\t\t\t\tLast Modified: 07/19/2022\n\n\t\t\t\t\tSubmitted by: Pan Li"
 }
}