{
 "awd_id": "2043555",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Roger Bacon's Pharmacology and the Prolongation of Life",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2021-04-01",
 "awd_exp_date": "2023-03-31",
 "tot_intn_awd_amt": 19464.0,
 "awd_amount": 19464.0,
 "awd_min_amd_letter_date": "2021-02-10",
 "awd_max_amd_letter_date": "2021-09-01",
 "awd_abstract_narration": "The history of medicine in the Middle Ages is often characterized as unusual, and considered far removed from modern medicine. But this ignores two important areas deserving further study: the medieval roots of many twenty-first century medical practices, and continuing concerns about the safety and efficacy of drugs. The fears of alternative medicine groups promoting homeopathy, essential oils, and “all-natural” remedies can be found as far back as the Middle Ages. The goal of this project is to study the practice of pharmacology in the Middle Ages in relation to the Franciscan Roger Bacon’s (d.1292) practice of medical alchemy, through which he attempted to produce medicines that would prolong human life. Bacon’s medical alchemy exemplifies thirteenth century attitudes towards medical practice, which simultaneously deferred to classical authorities and advocated for experiment and the creation of new knowledge. By examining extant manuscripts written by Bacon in light of contemporary 13th century medical authorities, this project examines the ways in which Bacon believes the theories of alchemy - which teaches how both organic and inorganic substances are generated - provides the means to create more effective pharmaceuticals. This history of pharmacology is important both for historians of medicine and current medical practice: it clarifies understanding of the early use of inorganic materials and their manipulation in medicine. \r\n\r\nBy examining Bacon’s alchemical and medical theories in light of thirteenth century medical education and practice, this project answers three central questions: (1) What types of medicines does Bacon think are useful in restoring health? (2) What physiological effects do these medicines have on the body, and why are they effective against disease when other medicines fail? And (3) How can we characterize the relationship between Bacon’s medical theories and those taught in universities? In situating Bacon within the 13th century medical traditions that focused on creating panaceas such as theriac, this research shows that Bacon, while certainly unique in many of his ideas, is still a part of the thirteenth century intellectual culture and that his ideas are molded by advances in medicine and contemporary theological discourses. It is imperative that the originality of Bacon’s ideas be established, as previous scholars have suggested that for the first 150 or so years after its introduction to the west in 1144, alchemy was focused more on the transmutation of metals than the making medicines. Thus Bacon is generally considered the first western author to unite alchemy and medicine. If it could be shown that Bacon’s alchemical ideas were influenced by others, then the early history of western alchemy, especially its ties with medical practice, would need to be re-examined.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Newman",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "William R Newman",
   "pi_email_addr": "wnewman@indiana.edu",
   "nsf_id": "000256911",
   "pi_start_date": "2021-02-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Meagan",
   "pi_last_name": "Allen",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Meagan S Allen",
   "pi_email_addr": "mesallen@iu.edu",
   "nsf_id": "000797143",
   "pi_start_date": "2021-02-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Indiana University, Department of History and Philos",
  "perf_str_addr": "1165 East Third Street",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474053700",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124Y00",
   "pgm_ele_name": "Science & Technology Studies"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 19464.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project addresses the authenticity of a work commonly attributed to Bacon, the <em>Epistola de secretis operibus artis et naturae et de nullitate magiae</em> (henceforth <em>Epistola</em>). Without a reference to the <em>Epistola</em> in Bacon&rsquo;s known works in which he claims authorship, or an extant copy in Bacon&rsquo;s hand, it is impossible to claim with absolute certainty that it was written by Bacon. However, our project argues that the evidence weighs more heavily in favor of it being a genuine work.</p>\n<p>Scholars have debated the authenticity of the <em>Epistola</em> for the past two centuries.&nbsp;Today, there are three broad schools of thought: (1) the entirety of the <em>Epistola</em> is genuine; (2) the entire work is spurious, but was written by someone very familiar with Bacon&rsquo;s genuine works and philosophies; and (3) the first chapters are genuine, but the final three chapters were a later addition, written by someone else who was familiar with Bacon&rsquo;s work, but the chapters are not representative of his own thinking. This has been the view adopted by many scholars of medieval science and alchemy. In recent years, other scholars have reevaluated this argument: these later chapters contain references to works that Bacon is known to have written.</p>\n<p>It is of particular importance that the authenticity of the <em>Epistola</em> be established. In the <em>Secretum secretorum</em>, pseudo-Aristotle provides a recipe for a so-called philosophers&rsquo; egg, although the purpose of this substance is not explicit. However, in the <em>Epistola</em>, Bacon notes that the philosophers&rsquo; egg has the marvelous ability to cure fevers and passions through its equality of complexion. The philosophers&rsquo; egg invokes the idea that a <em>corpus equale</em>&mdash;the body made of equal proportions of the elements&mdash;can prevent corruption and decay. The idea of a <em>corpus equale</em> is central to Bacon&rsquo;s program of the prolongation of life through medical alchemy.</p>\n<p>&nbsp;Given the importance of both the idea of equal proportions to Baconian medicine and the intriguing suggestion that other examples of Bacon's alchemical medicines may have originated from his understanding of the philosophers&rsquo; egg, it is vital that the authenticity of the <em>Epistola</em> be determined. It may also help shed light on how Bacon, if he was in fact the author of the last chapters of the <em>Epistola</em>, intended the philosophers&rsquo; egg to be used. Laxatives and other purgatives occasionally play a role in his medicine, such as in <em>De erroribus medicorum</em>. Is the philosophers&rsquo; egg then meant to be used literally as a laxative medicine, or is it an obfuscation, referring to something else? These questions can only be answered by determining whether the <em>Epistola</em> was really written by Bacon.</p>\n<p>After our careful review of the content and themes of all 11 extant manuscripts,&nbsp;there is every reason to suggest that the&nbsp;<em>Epistola&nbsp;</em>should be included in Bacon's genuine corpus: the incorporation of material similar to that found elsewhere in his work, the uniformity of the manuscripts, and the reliance on authorities that Bacon is known to have used. In light of this project, the&nbsp;<em>Epistola</em>&nbsp;should retain its position within the corpus of Bacon&rsquo;s genuine works.</p>\n<p>In arguing that there is no good reason to remove the <em>Epistola </em>from Bacon&rsquo;s genuine oeuvre, our study provides additional insight into understanding Bacon&rsquo;s approach to medical alchemy. Additionally, as Bacon and the <em>Epistola </em>are considered important sources for later Medieval and Early Modern alchemists, this study will elucidate the relationship between Bacon&rsquo;s ideas and his copiers, as well as shedding more light on the practice of Early Modern alchemy, proto-chemistry, and chemical pharmacology.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/11/2023<br>\n\t\t\t\t\tModified by: Meagan&nbsp;S&nbsp;Allen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project addresses the authenticity of a work commonly attributed to Bacon, the Epistola de secretis operibus artis et naturae et de nullitate magiae (henceforth Epistola). Without a reference to the Epistola in Bacon’s known works in which he claims authorship, or an extant copy in Bacon’s hand, it is impossible to claim with absolute certainty that it was written by Bacon. However, our project argues that the evidence weighs more heavily in favor of it being a genuine work.\n\nScholars have debated the authenticity of the Epistola for the past two centuries. Today, there are three broad schools of thought: (1) the entirety of the Epistola is genuine; (2) the entire work is spurious, but was written by someone very familiar with Bacon’s genuine works and philosophies; and (3) the first chapters are genuine, but the final three chapters were a later addition, written by someone else who was familiar with Bacon’s work, but the chapters are not representative of his own thinking. This has been the view adopted by many scholars of medieval science and alchemy. In recent years, other scholars have reevaluated this argument: these later chapters contain references to works that Bacon is known to have written.\n\nIt is of particular importance that the authenticity of the Epistola be established. In the Secretum secretorum, pseudo-Aristotle provides a recipe for a so-called philosophers’ egg, although the purpose of this substance is not explicit. However, in the Epistola, Bacon notes that the philosophers’ egg has the marvelous ability to cure fevers and passions through its equality of complexion. The philosophers’ egg invokes the idea that a corpus equale&mdash;the body made of equal proportions of the elements&mdash;can prevent corruption and decay. The idea of a corpus equale is central to Bacon’s program of the prolongation of life through medical alchemy.\n\n Given the importance of both the idea of equal proportions to Baconian medicine and the intriguing suggestion that other examples of Bacon's alchemical medicines may have originated from his understanding of the philosophers’ egg, it is vital that the authenticity of the Epistola be determined. It may also help shed light on how Bacon, if he was in fact the author of the last chapters of the Epistola, intended the philosophers’ egg to be used. Laxatives and other purgatives occasionally play a role in his medicine, such as in De erroribus medicorum. Is the philosophers’ egg then meant to be used literally as a laxative medicine, or is it an obfuscation, referring to something else? These questions can only be answered by determining whether the Epistola was really written by Bacon.\n\nAfter our careful review of the content and themes of all 11 extant manuscripts, there is every reason to suggest that the Epistola should be included in Bacon's genuine corpus: the incorporation of material similar to that found elsewhere in his work, the uniformity of the manuscripts, and the reliance on authorities that Bacon is known to have used. In light of this project, the Epistola should retain its position within the corpus of Bacon’s genuine works.\n\nIn arguing that there is no good reason to remove the Epistola from Bacon’s genuine oeuvre, our study provides additional insight into understanding Bacon’s approach to medical alchemy. Additionally, as Bacon and the Epistola are considered important sources for later Medieval and Early Modern alchemists, this study will elucidate the relationship between Bacon’s ideas and his copiers, as well as shedding more light on the practice of Early Modern alchemy, proto-chemistry, and chemical pharmacology.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/11/2023\n\n\t\t\t\t\tSubmitted by: Meagan S Allen"
 }
}