{
 "awd_id": "2043544",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanism of UVB-induced DNA methylation suppression and inheritance in plants",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032924517",
 "po_email": "sdifazio@nsf.gov",
 "po_sign_block_name": "Stephen DiFazio",
 "awd_eff_date": "2021-02-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 855000.0,
 "awd_amount": 855000.0,
 "awd_min_amd_letter_date": "2021-01-22",
 "awd_max_amd_letter_date": "2021-05-20",
 "awd_abstract_narration": "It is urgent to develop crops that survive and maintain high yields under dynamic climate conditions. The goal of this project is to understand how plants sense the ever-changing environment and reprogram their chromatin landscapes to achieve adaptability and robustness, with a specific focus on exposure to high levels of ultraviolet radiation. The focus is on epigenetic modifications, the chemical information layered onto the genome that switches genes ‘on’ or ‘off’ and which has emerging roles in plant responses to diverse environmental stresses. This study could ultimately enable the development of innovative chromatin-based technology for biomass production and agricultural improvement. In addition, this project will have a broad educational impact by providing multi-disciplinary research training opportunities for students and scientists from diverse backgrounds including those from underrepresented groups such as women and minorities. Another impact will be the development of learning modules to disseminate epigenetic research to the public, including tabletop science stations for K-12 students and a summer science-camp for rural Wisconsin high school students and science teachers. \r\n\r\nCytosine DNA methylation is emerging as a molecular interpreter in sensing and translating extracellular signals to guide diverse cellular and physiological functions. Despite the numerous studies describing altered DNA methylomes in response to environmental stress, little is known about how distinct DNA methylation patterns are generated, maintained, and removed over time during stress. This project will enhance understanding of how plants respond to ultraviolet B (UVB) radiation by reprogramming the DNA methylation landscape, using Arabidopsis thaliana as a powerful model. Specifically, this project will investigate how UVB and its photoreceptor interact to alter locus- and tissue-specific DNA methylation and also UVB-induced stress priming and epigenetic memory. Findings from this project will provide mechanistic insights into how signaling cascades intertwine with chromatin dynamics to guide cellular and organismal functions. Given the importance of DNA methylation and signaling cascades in diverse biological processes, understanding how chromatin senses and transduces environmental stimuli is a fundamental question relevant to both plants and animals. This award was co-funded by the Genetic Mechanisms Cluster in the Division of Molecular and Cellular Biosciences and the Plant Genome Research Program in the Division of Integrative Organismal Systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xuehua",
   "pi_last_name": "Zhong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xuehua Zhong",
   "pi_email_addr": "xuehuazhong@wustl.edu",
   "nsf_id": "000654449",
   "pi_start_date": "2021-01-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 50475.0
  }
 ],
 "por": null
}