{
 "awd_id": "2043877",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SCC-CIVIC-PG Track B: Building PreK-12 School Resilience in the Face of COVID-19",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sandip Roy",
 "awd_eff_date": "2021-01-15",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2021-01-12",
 "awd_max_amd_letter_date": "2021-05-20",
 "awd_abstract_narration": "PreK-12 schools reopen for in-person instruction with a set of mitigation strategies that limits transmission of the virus, including cohorting with the same small group of students, spacing between seats, staggered scheduling, creating one way routes in hallways, and closure of communal use shared spaces. However, each district and school, which has unique qualities and varying public health conditions in communities, is left on its own regarding how to implement recommended measures considering its classroom/campus settings, student population, and public health conditions in communities. The vision of this project is thus to build PreK-12 schools’ resilience in the face of Covid-19, by empowering school districts to predict, monitor, and evaluate the effectiveness of their mitigation strategies to limit transmission. In particular, this project focuses on physical distancing within the educational environment (e.g., school buildings, transportation buses) as a key strategy for limiting transmission, and its long term goal is to create and validate technological and social tools that help districts and schools to predict, monitor, and enhance physical distancing behaviors of students within the education environment, in collaboration with College Station Independent School District (CSISD) in Texas. \r\n\r\nIn order to achieve its long term goal, this planning grant will develop the necessary research personnel, research infrastructure, and foundational work, by  (1) creating a pilot agent-based simulation model to predict students’ physical distancing behaviors; (2) conducting a survey to examine factors influencing students’ preventive behaviors; and (3) coordinating community meetings and focus interviews to build an understanding of communities’ needs in designing enabling technologies/tools. Ultimately, the successful completion of this project will immediately benefit educational administrators and facility managers in designing optimal operation measures considering their educational facilities and student populations. In addition, the project outcomes will provide guidance in designing and implementing behavioral interventions to enhance students’ awareness and compliance to physical distancing practices. This will be critical in reducing the risk of COVID-19 transmission and ensuring continuous and safe school operations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Changbum",
   "pi_last_name": "Ahn",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Changbum R Ahn",
   "pi_email_addr": "ryanahn@tamu.edu",
   "nsf_id": "000642447",
   "pi_start_date": "2021-01-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sherecce",
   "pi_last_name": "Fields",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sherecce A Fields",
   "pi_email_addr": "safields@tamu.edu",
   "nsf_id": "000644814",
   "pi_start_date": "2021-01-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Youngjib",
   "pi_last_name": "Ham",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Youngjib Ham",
   "pi_email_addr": "yham@tamu.edu",
   "nsf_id": "000717902",
   "pi_start_date": "2021-04-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Holley",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Susan P Holley",
   "pi_email_addr": "susanpholley@gmail.com",
   "nsf_id": "000834220",
   "pi_start_date": "2021-01-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University",
  "inst_street_address": "400 HARVEY MITCHELL PKY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF6XLNB4CDJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "3137 TAMU",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433137",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "033Y00",
   "pgm_ele_name": "S&CC: Smart & Connected Commun"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "042Z",
   "pgm_ref_txt": "S&CC: Smart and Connected Communities"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-a51d4b29-7fff-c3f3-2802-68ace8a3d3f0\"> </span></p>\n<p dir=\"ltr\"><span>The project was a study about building PreK-12 schools&rsquo; resilience in the face of Covid-19. A key goal of the project was to create effective Stage 2 research plans to empower school districts to predict, monitor, and evaluate the effectiveness of their mitigation strategies to limit transmission. The study employed surveys to PreK-12 students and directed interviews with school administrators and key stakeholders in College Station Independent School District (CSISD). Findings from the survey indicate that (1)&nbsp;</span><span>when included simultaneously, attitudes and perceived&nbsp; behavioral control are associated with COVID safety behaviors (physical distancing and also mask wearing), in part through their associations with COVID safety intentions; these trends were more strongly and consistently detected for attitudes. In contrast, subjective norms were only weakly and un-reliably associated with both intentions to use and actual use of COVID Safety Behaviors after accounting for attitudes and perceived behavioral control</span><span>; and (2) students' behavioral choice in practicing physical distancing is correlated with their perceived risk of infection in a given circumstance. In addition, the pilot simulation model to predict the impact of building/classroom/course operation policies on students&rsquo; physical distancing was developed and demonstrated. A Stage 2 proposal was developed and submitted to the NSF in which the project team will create and validate multi-level intervention tools that help districts and schools to promote risk mitigation behaviors of PreK-12 students within school buildings in the face of Covid-19 as well as future pandemics. The proposal combines significant civic engagement activities with the implementation of administrative, architectural, technological, and educational interventions in schools, in order to break down barriers between academia, civic organizations, and local governments.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/08/2021<br>\n\t\t\t\t\tModified by: Changbum&nbsp;R&nbsp;Ahn</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThe project was a study about building PreK-12 schools’ resilience in the face of Covid-19. A key goal of the project was to create effective Stage 2 research plans to empower school districts to predict, monitor, and evaluate the effectiveness of their mitigation strategies to limit transmission. The study employed surveys to PreK-12 students and directed interviews with school administrators and key stakeholders in College Station Independent School District (CSISD). Findings from the survey indicate that (1) when included simultaneously, attitudes and perceived  behavioral control are associated with COVID safety behaviors (physical distancing and also mask wearing), in part through their associations with COVID safety intentions; these trends were more strongly and consistently detected for attitudes. In contrast, subjective norms were only weakly and un-reliably associated with both intentions to use and actual use of COVID Safety Behaviors after accounting for attitudes and perceived behavioral control; and (2) students' behavioral choice in practicing physical distancing is correlated with their perceived risk of infection in a given circumstance. In addition, the pilot simulation model to predict the impact of building/classroom/course operation policies on students’ physical distancing was developed and demonstrated. A Stage 2 proposal was developed and submitted to the NSF in which the project team will create and validate multi-level intervention tools that help districts and schools to promote risk mitigation behaviors of PreK-12 students within school buildings in the face of Covid-19 as well as future pandemics. The proposal combines significant civic engagement activities with the implementation of administrative, architectural, technological, and educational interventions in schools, in order to break down barriers between academia, civic organizations, and local governments.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/08/2021\n\n\t\t\t\t\tSubmitted by: Changbum R Ahn"
 }
}