{
 "awd_id": "2044684",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI-TT: Sensing Stress-Induced Chemical Fingerprints Emitted by Plants Using a Network of Electronic Noses",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927529",
 "po_email": "smiqbal@nsf.gov",
 "po_sign_block_name": "Samir M. Iqbal",
 "awd_eff_date": "2021-06-15",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2021-06-11",
 "awd_max_amd_letter_date": "2021-06-11",
 "awd_abstract_narration": "The broader impact/commercial potential of this Partnerships for Innovation - Technology Translation (PFI-TT) project will be on enhancing food security, the environment, as well as health and workforce safety. The proposed project is the first step to make a remotely operable, networked, low-cost, fast, sensitive, and selective detection method that identifies plant diseases in field and storage settings. Plant diseases cause up to 30% yield loss worldwide on an annual basis. To preserve yield, farmers rely on fungicide application to protect their crops from pathogen infections. Several major pathogens of staple crops produce toxins that are extremely hazardous to humans and animals when ingested. In this project, Fusarium Head Blight in wheat and barley will be targeted. Successful commercialization of this technology may translate into higher crop yield, reduced environmental pollution, and improved conditions for human health.\r\n\r\nThe proposed translational research and technology development project will advance the understanding of volatiles released by plants under various stress conditions and develop the required sensor technology and data processing techniques to detect specific plant volatomes to diagnose stress before visible symptoms. The PFI team will collect volatiles released from plants exposed to specific disease stress under controlled settings and will analyze the samples to identify the volatomic fingerprint for the types of stress with high impact, specifically Fusarium Head Blight in wheat caused by the fungus Fusarium graminearum. The PFI team will also improve the sensor design to enable differential testing (sample vs. clean air) capability in the field environment as well as increase the immunity of the sensor response to common environmental changes. Innovation in the fields of plant biology, chemistry, electrical engineering, and data science will be brought together to enable the successful commercialization of this technology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Omer",
   "pi_last_name": "Oralkan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Omer Oralkan",
   "pi_email_addr": "omer.oralkan@ncsu.edu",
   "nsf_id": "000606256",
   "pi_start_date": "2021-06-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ralph",
   "pi_last_name": "Dean",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Ralph A Dean",
   "pi_email_addr": "ralph_dean@ncsu.edu",
   "nsf_id": "000343604",
   "pi_start_date": "2021-06-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Kafer",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher W Kafer",
   "pi_email_addr": "christopher.kafer@basf.com",
   "nsf_id": "000832385",
   "pi_start_date": "2021-06-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "890 Oval Dr",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957911",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166200",
   "pgm_ele_name": "PFI-Partnrships for Innovation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8028",
   "pgm_ref_txt": "Sensor Technology"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Plant disease is a crucial problem resulting in crop losses exceeding 30%, which can globally affect food security, and consequently pose a significant risk for not only human health, but also the worldwide economy. We have developed sensors that can be used to sense gases emitted from crop plants in the field or from harvested crops in storage to detect plant diseases before visible symptoms. The expected end customers for this innovation are farmers, distributors, and food processing plants.&nbsp;</span></p>\r\n<p><span lang=\"EN\">During times of stress, related to infection or insect infestation, plants emit a wide range of volatile organic compounds (VOCs) that serve to activate plant defenses, attract beneficial insects, and warn adjacent plants of an impending attack. The sensors developed in this project can sense the gases emitted by the plants and identify different combinations of these gases as a fingerprint, potentially matching to a source of stress, by using machine learning algorithms.</span><span>&nbsp;</span></p>\r\n<p><span>In this projects, by using the developed&nbsp;</span><span lang=\"EN\">small, low-power, field-deployable, battery-powered, wirelessly connected electronic nose (e-nose) systems (sensors) in a controlled plant environment, we showed that we can detect&nbsp;VOC emissions from wheat plants caused by Fusarium Head Blight, which is&nbsp;a fungal disease that affects cereal crops and grasses, and differentiate between the diseased and healthy plants with a precision greater than 85%.&nbsp;The successful validation of a notable accuracy during the proof-of-concept phase promises the prospective efficacy of the device in the actual application.</span></p>\r\n<p><span lang=\"EN\">Trainees who worked in this project completed the NSF i-Corps program by interviewing &nbsp;more than 100 relevant stakeholders. This program helped our team to assess the market potential of the technology developed. Through this program, scientists and engineers working in this project found an opportunity to extend their focus beyond the laboratory to increase the economic and societal impact of their technical work.</span></p>\r\n<p><span lang=\"EN\">Based on the technology developed, a patent application was filed [1], and a refereed conference paper was published [2].</span></p>\r\n<p><span lang=\"EN\">[1] O. Oralkan, R. A. Dean, F. Erden, N. Constantino, Y. Oh, and E. Sennik, &nbsp;&ldquo;Real-time condition assessment of living plants by distributed sensing of plant-emitted volatiles,&rdquo; US Patent App. 18/253,577, 2024</span></p>\r\n<p><span lang=\"EN\">[2] E. Sennik, S. Kinoshita-Millard, Y. Oh, C. W. Kafer, R. A. Dean, and &Ouml;. Oralkan, \"Plant Disease Detection Using an Electronic Nose,\" 2023 IEEE SENSORS, Vienna, Austria, 2023, pp. 1-4, doi: 10.1109/SENSORS56945.2023.10325015.</span></p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/03/2025<br>\nModified by: Omer&nbsp;Oralkan</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nPlant disease is a crucial problem resulting in crop losses exceeding 30%, which can globally affect food security, and consequently pose a significant risk for not only human health, but also the worldwide economy. We have developed sensors that can be used to sense gases emitted from crop plants in the field or from harvested crops in storage to detect plant diseases before visible symptoms. The expected end customers for this innovation are farmers, distributors, and food processing plants.\r\n\n\nDuring times of stress, related to infection or insect infestation, plants emit a wide range of volatile organic compounds (VOCs) that serve to activate plant defenses, attract beneficial insects, and warn adjacent plants of an impending attack. The sensors developed in this project can sense the gases emitted by the plants and identify different combinations of these gases as a fingerprint, potentially matching to a source of stress, by using machine learning algorithms.\r\n\n\nIn this projects, by using the developedsmall, low-power, field-deployable, battery-powered, wirelessly connected electronic nose (e-nose) systems (sensors) in a controlled plant environment, we showed that we can detectVOC emissions from wheat plants caused by Fusarium Head Blight, which isa fungal disease that affects cereal crops and grasses, and differentiate between the diseased and healthy plants with a precision greater than 85%.The successful validation of a notable accuracy during the proof-of-concept phase promises the prospective efficacy of the device in the actual application.\r\n\n\nTrainees who worked in this project completed the NSF i-Corps program by interviewing more than 100 relevant stakeholders. This program helped our team to assess the market potential of the technology developed. Through this program, scientists and engineers working in this project found an opportunity to extend their focus beyond the laboratory to increase the economic and societal impact of their technical work.\r\n\n\nBased on the technology developed, a patent application was filed [1], and a refereed conference paper was published [2].\r\n\n\n[1] O. Oralkan, R. A. Dean, F. Erden, N. Constantino, Y. Oh, and E. Sennik, Real-time condition assessment of living plants by distributed sensing of plant-emitted volatiles, US Patent App. 18/253,577, 2024\r\n\n\n[2] E. Sennik, S. Kinoshita-Millard, Y. Oh, C. W. Kafer, R. A. Dean, and . Oralkan, \"Plant Disease Detection Using an Electronic Nose,\" 2023 IEEE SENSORS, Vienna, Austria, 2023, pp. 1-4, doi: 10.1109/SENSORS56945.2023.10325015.\r\n\n\n\t\t\t\t\tLast Modified: 02/03/2025\n\n\t\t\t\t\tSubmitted by: OmerOralkan\n"
 }
}