{
 "awd_id": "2044870",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: A New Science of Skeletal and Physiological Systems: using integrated approaches to elucidate mineralized tissue properties and behavior",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032927256",
 "po_email": "nirosenz@nsf.gov",
 "po_sign_block_name": "Nitsa Rosenzweig",
 "awd_eff_date": "2021-01-15",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 547553.0,
 "awd_amount": 497607.0,
 "awd_min_amd_letter_date": "2020-12-29",
 "awd_max_amd_letter_date": "2024-06-11",
 "awd_abstract_narration": "Non-technical abstract:\r\n\r\nThis career program seeks to integrate materials science, biology, and chemistry to elucidate the role of hydrogen phosphate on the dissolution of bone, an important prototypical and ubiquitous biomaterial. This program applies multi-scale multi-model techniques to understand how hydrogen phosphate affects bone structure, composition, and function during dissolution. Bone provides structural support, but it also provides buffering ions like carbonate and hydrogen phosphate that are necessary to regulate changes in environmental acidity. Despite being essential for acid/base regulation, the mechanism by which bone mineral is dissolved remains unclear. This research program will establish the scientific foundation necessary to manipulate and produce complex buffering materials that can be used for environmental remediation as well as new treatments of acid/base diseases, like acidosis, improving the quality of life of millions of individuals. In addition, the investigator’s self-efficacy education program uses the psychology concept of self-efficacy to integrate research and education. By facilitating access to STEM environments, increasing participation through role modelling, and supporting students via mentoring the investigator will maximize the factors that build confidence through self-efficacy and promote involvement in STEM. STEM access will involve positive research experiences in the investigator’s lab for undergraduate, graduate, medical and dental students. “Biomaterials” and “Dance & Physics” classes will further engage these students in STEM didactic activities. The Society of Women Engineers will offer a platform for role modeling at K-12 and undergraduate levels. A scaffolded mentoring program will provide students with the support needed to successfully meet future professional challenges.\r\n\r\nTechnical abstract:\r\n\r\nBone is an extraordinarily complex biomaterial that fulfills biological, chemical, and mechanical roles. It provides obvious structural support but also regulates important biochemical and physiological processes including acid/base equilibrium. Dissolution of the ceramic phase of bone is essential for pH regulation via release of buffering ions like the well-studied carbonate and the mostly overlooked hydrogen phosphate. The mechanism of bone mineral dissolution, which controls the kinetics and extent of the ionic release, remains elusive due to lack of transdisciplinary vocabulary, knowledge, and technical approaches. The PI’s career vision is to integrate materials science, biology, and chemistry into a new science of skeletal & physiological systems (SaPS) to achieve a revolutionary understanding of the interplay between the physiological environment and bone composition, structure, and function. Bone mineral, a calcium apatite, is rich in hydrogen phosphate, suggesting that this ion plays a key role. The PIs research goal is to fully elucidate the relationship between skeletal composition, especially in terms of hydrogen phosphate ionic content, structure, and physiological acid/base regulation by developing a laboratory that can apply advanced transdisciplinary materials characterization tools and investigative methods. In vitro, ex vivo, and in vivo skeletal models will be used to examine how hydrogen phosphate affects the (1) buffering response, (2) crystal structure, and (3) functional mechanics of bone and bone mineral to unravel hydrogen phosphate--mediated dissolution and its relationship to bone structure property relations and function. Exposure of biomimetic bone apatite and individual bones to simulated body fluid with varying pHs will be employed to measure the effect of bone mineral composition on pH regulation as well as its capacity for ion exchange. These models as well as an in vivo murine model of decreased physiological pH will be examined via X-ray tomography and high-energy X-ray diffraction (XRD) to elucidate the effects of depressed physiological pH and hydrogen phosphate content on the macro-, micro-, and nano-structure of bone. Finally, mechanics of bone and bone mineral will be probed using a multi-scale approach combining XRD, digital image correlation, and whole bone bending to investigate functional changes induced by acid dissolution of bone mineral. Hierarchical data obtained across all three models will be integrated into a unified model describing the relationship between bone mineral composition, structure, and bone functionality in acidic environments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alix",
   "pi_last_name": "Deymier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alix Deymier",
   "pi_email_addr": "deymier@uchc.edu",
   "nsf_id": "000767970",
   "pi_start_date": "2020-12-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut Health Center",
  "inst_street_address": "263 FARMINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FARMINGTON",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8606794040",
  "inst_zip_code": "060300001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "CT05",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT HEALTH CENTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "H6D6JMXJXDE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut Health Center",
  "perf_str_addr": "263 Farmington Avenue",
  "perf_city_name": "Farmington",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "060321956",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "CT05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  },
  {
   "pgm_ref_code": "CL10",
   "pgm_ref_txt": "CLB-Career Life Balance"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 101137.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 123212.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 112394.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 160864.0
  }
 ],
 "por": null
}