{
 "awd_id": "2044616",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Back to the Future--Integrating Research on the Mid-latitude Climate Response to Rapid Warming with Experiential Curriculum that Turns Knowledge into Action",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032927306",
 "po_email": "mcook@nsf.gov",
 "po_sign_block_name": "Mea S. Cook",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 799869.0,
 "awd_amount": 799869.0,
 "awd_min_amd_letter_date": "2021-05-18",
 "awd_max_amd_letter_date": "2025-03-03",
 "awd_abstract_narration": "There are critical gaps in high-resolution records of past climate variability in Northern Hemisphere mid-latitudes, specifically records spanning rapid warming events.  This proposal addresses the hypothesis that during rapid warming events, defined as several °C of warming per century, Northern Hemisphere mid-latitude net summer precipitation decreases, and winter precipitation increases, regardless of boundary conditions. This hypothesis is based on future scenarios for climate in this region, but these forecasts have large uncertainties. The researcher will test the hypothesis and fill one of these gaps by vetting and applying an approach that uses biomarkers and stable isotopes of Hydrogen in lake sediments to reconstruct temperature, precipitation seasonality, and net summer precipitation in the Laurentian Great Lakes region. The resulting high-resolution records will span the three largest warming events in the past 15,000 years, each of which occurred under different boundary conditions, and the most recent 500 years. This research will further test the hypothesis throughout the Northern Hemisphere mid-latitudes using a paleoclimate database spanning the past 15,000 years, which will be improved and expanded as part of the project.\r\n\r\nThe research will be integrated into an education program (course and summer internship) that prepares diverse undergraduate and graduate students (University at Buffalo, NY) for Science, Technology, Engineering, and Math (STEM) careers by training them to understand and communicate climate science in socio-culturally relevant contexts and to solve complex problems. The course and internship focus on a real-world project in which students partner with local businesses and use scientific research as the basis to develop carbon footprints and strategic climate action plans for these businesses. This program will also address the educational research question, how do students from different socio-cultural contexts understand and communicate knowledge about complex systems, and what aspects of the project-based curriculum facilitate this communication?\r\n\r\nBy examining the precipitation response to abrupt climate change in the Northern Hemisphere mid-latitudes, this project will train 2 graduate and 5 undergraduate research students and will provide information for adaptation measures in a highly populated and economically important region. Furthermore, students will directly translate research results into strategic plans that businesses can use to reduce their carbon footprint and build resiliency. The framework developed for businesses will be made publicly available and disseminated through regional business networks. This thoroughly vetted curriculum will be used to train 75 diverse students for STEM careers and will be made available for use by other educators. The research and education aspects of this project emphasize recruitment and retention of students underrepresented in Geosciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Thomas",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth K Thomas",
   "pi_email_addr": "ekthomas@buffalo.edu",
   "nsf_id": "000606450",
   "pi_start_date": "2021-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "University at Buffalo",
  "perf_str_addr": "126 Cooke Hall",
  "perf_city_name": "Buffalo",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153000",
   "pgm_ele_name": "Paleoclimate"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 176777.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 161171.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 166101.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 165187.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 130633.0
  }
 ],
 "por": null
}