{
 "awd_id": "2045643",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Empirically evaluating the genomic consequences of assisted migration in heterogeneous environments",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032924628",
 "po_email": "lrissler@nsf.gov",
 "po_sign_block_name": "Leslie J. Rissler",
 "awd_eff_date": "2021-04-01",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 997269.0,
 "awd_amount": 997269.0,
 "awd_min_amd_letter_date": "2021-01-28",
 "awd_max_amd_letter_date": "2023-04-24",
 "awd_abstract_narration": "Responding to anthropogenic climate change is both a sociological and a scientific issue. Current studies suggest that many species are now lagging behind changing climatic conditions and are doing poorly relative to past conditions. Determining which species are impacted, how fast species are declining, and evaluating potential solutions to counter declines are key goals. One potential solution is assisted migration, where individuals from a geographically-distant population that are better adapted to the changing conditions are intentionally introduced into a focal population. Assisted migration is controversial because there are often unknown consequences when introducing new variation into a population, and because it has largely been untested via controlled experiments. This award experimentally addresses the consequences of assisted migration in a widespread plant that is threatened in a small portion of its distribution. Seeds and seedlings from populations already adapted to contemporary conditions will be introduced into a subset of focal populations. Comparisons of traits, genomes, and population success between these experimental populations and nearby control populations will provide the best empirical data collected to date on the efficiency and potential utility of assisted migration. This award also addresses the need for greater public understanding of climate change across the U.S. by providing secondary education teachers with the skills, lesson plans, and information necessary to address this issue in the classroom. This award funds the creation of a dynamic game-like climate change outreach module, a graduate student-led science outreach team to go into secondary education classrooms, and a seminar course for aspiring STEM teachers to instruct teachers how to address contentious issues. \r\n\r\nThe assisted migration experiment awarded here evaluates three main questions: how much introgression occurs across the genome following the introduction and how long does it persist? Does introgression shift trait distributions or enable transgressive phenotypes to emerge? Do introductions improve fitness of the native populations in normal or extreme years? This project addresses these questions by leveraging the genomic resources of a model organism, Mimulus guttatus. Preliminary data indicate that elevation-matched California populations have higher fitness than native Oregon Cascades populations, and that Oregon Cascades populations are in danger of extirpation in extreme climatic years. This project introduces California populations into a subset of twelve populations that have been followed for the last three years. The amount and timing of introgression following introduction will be surveyed by using low coverage whole genome sequencing to track genetic variants specific to the introduced populations over three years post-introduction. A multi-year common garden experiment with seeds collected each year during the experiment will be used to evaluate how phenotypes and fitness changes following assisted migration. While this experiment provides important value to the conservation community, it also will provide novel insights into how evolutionary forces interact within a natural population to remove and maintain polymorphism on rapid ecological timescales. This award funds training for five undergraduate researchers and a graduate student recruited primarily through diversity initiatives as well as public dissemination via established outreach events targeting multiple age groups.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Kooyers",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas J Kooyers",
   "pi_email_addr": "nicholas.kooyers@louisiana.edu",
   "nsf_id": "000579491",
   "pi_start_date": "2021-01-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Louisiana at Lafayette",
  "inst_street_address": "104 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LAFAYETTE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "3374825811",
  "inst_zip_code": "705032014",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "LA03",
  "org_lgl_bus_name": "UNIVERSITY OF LOUISIANA AT LAFAYETTE",
  "org_prnt_uei_num": "C169K7T4QZ96",
  "org_uei_num": "C169K7T4QZ96"
 },
 "perf_inst": {
  "perf_inst_name": "University of Louisiana at Lafayette",
  "perf_str_addr": "104 E University Ave",
  "perf_city_name": "Lafayette",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "705032014",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "LA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 440668.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 556601.0
  }
 ],
 "por": null
}