{
 "awd_id": "2045651",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Assigning comprehensive, standardized sample annotations to enhance the ability to discover, use, and interpret millions of –omics profiles",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jean Gao",
 "awd_eff_date": "2021-05-01",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 704889.0,
 "awd_amount": 267871.0,
 "awd_min_amd_letter_date": "2021-02-19",
 "awd_max_amd_letter_date": "2022-06-29",
 "awd_abstract_narration": "There are nearly 2 million experiments now in open online databases where, in each experiment, scientists have recorded data on the activity of tens of thousands of DNA elements, genes, or proteins in a particular biological sample. These samples come from a variety of tissues in human or other organisms under numerous conditions and are an invaluable resource for other scientists to reanalyze and discover new biology. However, these data are severely underused because finding the samples one is interested in from the sea of all samples is still very hard. This is because most sample descriptions are written using language that is hard to search unambiguously or are incomplete in reporting every critical aspect of the sample source. This project seeks to democratize data-driven biology by annotating publicly available samples from six species (human and five animal models) on a massive scale, which will enable researchers to discover relevant published data for further analysis. A web-interface will be developed to provide researchers a single access point to all these annotations and the related search tools. The insights and tools from this project will have far-reaching implications for how the biological researchers will submit, store, manage, access, reuse, and re-share data. Improving data discoverability and reusability will increase the accuracy, efficiency, and reproducibility of biological research overall, saving resources by accelerating scientific discovery. The educational/training activities that will be developed in this project will result in formalizing and openly disseminating the “hidden curriculum” in modern bioinformatics: the abstract experiential skills critical for holistic, practical competency in conducting large data analysis and research in a rapidly changing bioinformatics landscape. This effort will create openness and equity in professional training in applying computing to study biology.\r\n\r\nThis project will develop new machine learning methods that use both text and molecular data to assign comprehensive, standardized annotations to publicly-available omics samples. The barrier for complete and structured sample descriptors is two-fold: Samples are routinely described using non-standard, varied terminologies written in unstructured natural language, and Even basic attributes, e.g., tissue or environment, are omitted from sample descriptions if they were not factors considered in the original study. The objective of this project is to remove both of these barriers and will integrate state-of-the-art machine learning (ML) advances to: develop ML methods to infer standardized annotations from plain text descriptions, jointly from multiple omics types; develop ML models to predict structured metadata from molecular omics profiles, jointly from multiple species; and develop methods to integrate these text- and omics-profile-based models to comprehensively annotate millions of samples, and tools for researchers to use this massive resource to glean novel biology. Integrated with this research is an education plan to develop ties to formalize and openly disseminate the hidden curriculum in data-driven biology. All the results from this project including data and code will be available at https://www.thekrishnanlab.org.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arjun",
   "pi_last_name": "Krishnan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arjun Krishnan",
   "pi_email_addr": "arjun.krishnan@cuanschutz.edu",
   "nsf_id": "000700429",
   "pi_start_date": "2021-02-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164Y00",
   "pgm_ele_name": "Innovation: Bioinformatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 94811.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}