{
 "awd_id": "2045597",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Transactional Memory for Distributed Systems",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032922177",
 "po_email": "dandrese@nsf.gov",
 "po_sign_block_name": "Daniel Andresen",
 "awd_eff_date": "2021-02-01",
 "awd_exp_date": "2026-01-31",
 "tot_intn_awd_amt": 563649.0,
 "awd_amount": 436614.0,
 "awd_min_amd_letter_date": "2021-03-03",
 "awd_max_amd_letter_date": "2024-04-17",
 "awd_abstract_narration": "A major challenge in concurrent programming is concurrency control: (i) how to coordinate accesses to memory locations shared among concurrently executing tasks and (ii) how to ensure that the computation is correct. The traditional approach is to use barriers and locks but they have several drawbacks that discourage non-expert users from writing concurrent programs. This project explores the recently emerged paradigm of transactional memory. This project explores this new paradigm in the context of the increasingly popular distributed multiprocessor systems, where concurrent tasks interact by sending messages to each other. This project establishes both theoretical as well as practical foundations. The specific goals on the theoretical foundations include developing a comprehensive set of techniques leading to impossibility results, lower bounds, and scheduling algorithms with provable performance guarantees. The specific goals on the practical foundations include developing a system, called GraphTM, that is robust enough to evaluate the designed algorithms against a wide range of benchmark applications.  Previously, this paradigm was studied mostly in the context of the symmetric multiprocessor systems, where concurrent tasks interact through reading and writing the same main memory. The main difference is the non-uniformity in memory access latency in the distributed multiprocessor systems. This non-uniformity is vital and affects not only the total execution time of all concurrent tasks but also other related network parameters such as communication cost and congestion. Therefore, the technical merit of this project is based on enhancing understanding of the effects of non-uniform latency in concurrency control through the development of new tools and techniques. \r\n\r\nThe outcomes of this project will have impacts on the principles and practice of concurrent programming.  Due to recent architectural and computational trends, each new generation of multiprocessor systems is having an increasing number of cores. Therefore, being able to program with concurrency will be an important and necessary skill in the future. The transactional memory paradigm is conceptually simple and it will encourage non-expert users in writing concurrent programs, reaching beyond the current use of concurrent programming only among expert users. Moreover, some results of this project will be a part of courses the PI teaches. The developed system will be made publicly available. The research results will be disseminated through presentations in major conferences, workshops, and seminars. Additionally, this project will mentor and educate K-12, undergraduate, and graduate students in concurrent programming, including female, minority, and first-generation computer science students. Finally, the PI will participate in outreach events individually and in collaboration with K-12 science experience, summer undergraduate research experience (SURE), and choose Ohio first (COF) programs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gokarna",
   "pi_last_name": "Sharma",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gokarna Sharma",
   "pi_email_addr": "gsharma2@kent.edu",
   "nsf_id": "000703567",
   "pi_start_date": "2021-03-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kent State University",
  "inst_street_address": "1500 HORNING RD",
  "inst_street_address_2": "",
  "inst_city_name": "KENT",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3306722070",
  "inst_zip_code": "442420001",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "OH14",
  "org_lgl_bus_name": "KENT STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "KXNVA7JCC5K6"
 },
 "perf_inst": {
  "perf_inst_name": "Kent State University",
  "perf_str_addr": "POBOX 5190",
  "perf_city_name": "Kent",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "442420001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "OH14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 193429.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 119818.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 123367.0
  }
 ],
 "por": null
}