{
 "awd_id": "2045154",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Millennials and Corporate Employment Practices",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032924973",
 "po_email": "aajones@nsf.gov",
 "po_sign_block_name": "Antwan Jones",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2021-01-19",
 "awd_max_amd_letter_date": "2021-05-20",
 "awd_abstract_narration": "Millennials are now the largest generation in the American workforce, and their influence on the economy is growing. This project investigates whether and how employment practices in the finance and insurance industries shape where Millennials want to work. Existing research suggests that practices designed to make workplaces more hospitable to a varied workforce may be of particular importance to Millennials. This research considers whether Millennials’ assessments of these practices influence whether they accept a job offer. A critical component of the research will explore the challenges faced by various demographic groups in the workplace, and the extent to which corporate practices address their concerns. Findings from the project will help companies to attract and retain a pipeline of young talent, who can fuel innovation and ensure the health and longevity of U.S. industry. \r\n\r\nThe project will conduct in-depth, open-ended interviews with 60 workers aged 23-37 in the finance and insurance sectors in New York and North Carolina. From a set of known initial participants, snowball sampling will be used to locate additional respondents from varied backgrounds. Interviews will take place via telephone, over the web, and in person. This project provides an opportunity to hire, train, and work with students of varied backgrounds, who will assist with all stages of the research process. The research will lay the foundation for a better understanding of how young workers make decisions about where to work. The findings will inform sociological theories of work and aging.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adia",
   "pi_last_name": "Wingfield",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Adia H Wingfield",
   "pi_email_addr": "ahwingfield@wustl.edu",
   "nsf_id": "000554823",
   "pi_start_date": "2021-01-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "",
  "perf_city_name": "St. Louis",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304899",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report</p>\n<p>This research project addressed whether corporate diversity initiatives influenced millennial workers&rsquo; employment decisions, and what kinds of diversity programming (if any) were most important to them. Based on a sample of 85 Black, Latina/o, Asian American, and white workers in the financial industry, this study assessed the extent to which these popular initiatives shape the ways millennials, a large and growing sector of the labor force, make decisions about whether to accept employment with various companies.&nbsp;</p>\n<p>Several key findings emerged from this research. Perhaps most significantly, we learned that while millennials do value corporate diversity policies, their interest in this programming is contextualized by structural factors. As researchers have widely noted, millennials have come of age during a particularly fraught landscape including but not limited to 9/11, the Great Recession, ballooning student loan debt, and an increasingly unaffordable housing market. Consequently, while they express a commitment to and belief in diversity and inclusion, that commitment is tempered by their recognition that they must navigate an uncertain job market. DEI is thus secondary to getting&mdash;and keeping&mdash;a job.</p>\n<p>Our second major finding concerns the scope and type of diversity initiatives that most attracted millennials. Diversity programming varies widely and can range from deracialized initiatives that encourage &ldquo;diversity of thought&rdquo; to those that explicitly seek to close existing racial gaps. Thus, millennials&rsquo; interest in corporate diversity programming does not necessarily signal an interest in shifting the racial composition of their workplaces. Results revealed that white women, Latinos, and Black workers expressed interest in race-conscious diversity programming, while Asian Americans, Latinas, and white men did not. These differences are attributable to the expected gains various groups assumed they would achieve from race-conscious or race-blind initiatives.&nbsp;</p>\n<p>Intellectual Merits: One of the primary intellectual merits of this project is the generation of new knowledge about millennial workers. With more information and data about how diversity, equity, and inclusion programming influence millennials&rsquo; employment preferences, this study contributes to social science research by showing that their commitment to this principle is conditional and shaped by structural phenomena. Another intellectual merit involves the greater understanding of which millennials want race-based diversity and why, which provides key information about the groups for whom race-conscious programming may be more or less salient. &nbsp;&nbsp;</p>\n<p>Broader Impacts: Several broader impacts emerge from this research project. For one, researchers now have more information about a key demographic in the labor force, and organizations have valuable data about the preferences and expectations of a major segment of their work force. Companies can use the results of this study to consider how best to tailor their outreach to a large and vocal segment of the labor force and may want to fine-tune their diversity programming to reflect the precise nuances among this group. Additionally, by including students from underrepresented backgrounds on the research team, this project helped to provide professional development and research training to members of groups who are more likely to be overlooked in scientific fields.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/19/2024<br>\nModified by: Adia&nbsp;H&nbsp;Wingfield</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nProject Outcomes Report\n\n\nThis research project addressed whether corporate diversity initiatives influenced millennial workers employment decisions, and what kinds of diversity programming (if any) were most important to them. Based on a sample of 85 Black, Latina/o, Asian American, and white workers in the financial industry, this study assessed the extent to which these popular initiatives shape the ways millennials, a large and growing sector of the labor force, make decisions about whether to accept employment with various companies.\n\n\nSeveral key findings emerged from this research. Perhaps most significantly, we learned that while millennials do value corporate diversity policies, their interest in this programming is contextualized by structural factors. As researchers have widely noted, millennials have come of age during a particularly fraught landscape including but not limited to 9/11, the Great Recession, ballooning student loan debt, and an increasingly unaffordable housing market. Consequently, while they express a commitment to and belief in diversity and inclusion, that commitment is tempered by their recognition that they must navigate an uncertain job market. DEI is thus secondary to gettingand keepinga job.\n\n\nOur second major finding concerns the scope and type of diversity initiatives that most attracted millennials. Diversity programming varies widely and can range from deracialized initiatives that encourage diversity of thought to those that explicitly seek to close existing racial gaps. Thus, millennials interest in corporate diversity programming does not necessarily signal an interest in shifting the racial composition of their workplaces. Results revealed that white women, Latinos, and Black workers expressed interest in race-conscious diversity programming, while Asian Americans, Latinas, and white men did not. These differences are attributable to the expected gains various groups assumed they would achieve from race-conscious or race-blind initiatives.\n\n\nIntellectual Merits: One of the primary intellectual merits of this project is the generation of new knowledge about millennial workers. With more information and data about how diversity, equity, and inclusion programming influence millennials employment preferences, this study contributes to social science research by showing that their commitment to this principle is conditional and shaped by structural phenomena. Another intellectual merit involves the greater understanding of which millennials want race-based diversity and why, which provides key information about the groups for whom race-conscious programming may be more or less salient. \n\n\nBroader Impacts: Several broader impacts emerge from this research project. For one, researchers now have more information about a key demographic in the labor force, and organizations have valuable data about the preferences and expectations of a major segment of their work force. Companies can use the results of this study to consider how best to tailor their outreach to a large and vocal segment of the labor force and may want to fine-tune their diversity programming to reflect the precise nuances among this group. Additionally, by including students from underrepresented backgrounds on the research team, this project helped to provide professional development and research training to members of groups who are more likely to be overlooked in scientific fields.\n\n\n\t\t\t\t\tLast Modified: 09/19/2024\n\n\t\t\t\t\tSubmitted by: AdiaHWingfield\n"
 }
}