{
 "awd_id": "2045329",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Wood-eating protists: An evolutionary transition enabled by gene transfer?",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032928543",
 "po_email": "jburleig@nsf.gov",
 "po_sign_block_name": "Gordon Burleigh",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 907933.0,
 "awd_amount": 725355.0,
 "awd_min_amd_letter_date": "2021-07-10",
 "awd_max_amd_letter_date": "2021-07-10",
 "awd_abstract_narration": "Wood-feeding termites can be highly destructive pests. Their ability to survive on such a nutritionally poor diet as wood comes from symbiotic gut microbes. In certain termites, these microbes include protists (protozoa) that can engulf wood particles and extract sugars using specialized enzymes. This project will determine how the protists evolved their wood-digesting ability. Did they acquire new genes for wood-degrading enzymes from bacteria or fungi, or did they adapt enzymes that are also present in non-termite protists? A better understanding of wood digestion in protists could be useful for developing termite control strategies or learning how to convert woody biomass into biofuels or other biochemicals. Because most termite protists have not been studied, this project will also illuminate a dark area of the tree of life by describing many new protist species and determining how they are related to one another and to non-termite protists. As part of the biodiversity discovery and documentation effort, a course-based undergraduate research experience at Arizona State University will train approximately 200 students in systematics and biodiversity research. \r\n\r\nThe research activities will include transcriptome sequencing of 43 protist species, 31 from termite-associated lineages and 12 from related, non-termite lineages. These transcriptomes will be studied to determine the diversity, distribution, and phylogeny of cellulases and hemicellulases in the protist superphylum Metamonada. Transcriptomic data will also be used for phylogenomic analyses to resolve the protist phylogeny and provide a framework against which to interpret the evolution of wood digestion. Because termite gut protists are so understudied, an additional ~200 protist species symbiotic in 21 phylogenetically diverse termite species will be characterized by morphology and 18S rRNA sequence by single cell PCR. This number includes an estimated 50-70 currently undiscovered species that will be formally described. The characterization of Arizona termite protist species will be carried out by teams of undergraduate students receiving training in taxonomy and systematics as part of a course-based research experience (CURE). Involvement in authentic research has been shown to increase undergraduates’ appreciation of and retention in science. The proposed CURE will specifically target first-generation college students, including transfer students from a local community college. Research results will be disseminated broadly to protistology, microbial ecology, and termite specialist communities through conferences and the biennial International Termite Course at the University of Florida.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gillian",
   "pi_last_name": "Gile",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gillian Gile",
   "pi_email_addr": "ggile@asu.edu",
   "nsf_id": "000714087",
   "pi_start_date": "2021-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "P.O. Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 725355.0
  }
 ],
 "por": null
}