{
 "awd_id": "2046472",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: A paired experimental-computational approach to elucidate stress responses in early-branching eukaryotes",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032928440",
 "po_email": "rcyr@nsf.gov",
 "po_sign_block_name": "Richard Cyr",
 "awd_eff_date": "2021-01-15",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 1382116.0,
 "awd_amount": 1382116.0,
 "awd_min_amd_letter_date": "2021-01-06",
 "awd_max_amd_letter_date": "2023-08-13",
 "awd_abstract_narration": "Cells sense their surroundings and use this information to adapt to stressful conditions. These responses can determine whether a cell dies or survives to change according to the new environment (i.e. different temperature, nutrient levels, or chemical makeup). This project will use a single cell organism to understand more about how cells respond to stress.  Specifically, Plasmodium cells survive in a wide range of environments as they live inside or outside host cells and within different animals. These cells use some of the same approaches as multi-cellular animals, yet there are notable differences. Due to their ability to acquire what they need from their host, many parasites streamline their efforts as they evolve; therefore, Plasmodium responses may represent the minimal components required for survival in diverse environments and could provide insight into how other single cell organism adapt to stress. The Broader Impact of the work includes the intrinsic research as this group or organisms infects a wide range of host cells where they can cause such afflictions as malaria.  Additional activities seek to improve public literacy by integrating research with an educational outreach program using virtual educational tools, which describe timely biological topics in an accurate and exciting way. This is particularly important during a global pandemic, where a basic understanding of disease transmission can drastically improve adherence to public health guidelines and quality distance learning could diminish the impacts of school closings. \r\n\r\nThe research will contribute to the understanding of cellular mechanisms that drive adaptation and survival in response to environmental stress. These responses are critical for early-branching eukaryotic protozoa, such as Apicomplexans, that thrive in a variety of environments during their complex life cycles. Apicomplexan protozoa are expected to harbor the basic components required for a robust stress response due to their early divergence from higher eukaryotes and the physiological buffering provided by their intracellular parasitic lifestyle. Plasmodium, one Apicomplexan genus, retains a heat shock response and translational inhibition, yet nutrient signaling pathways lack key homologues (i.e. the mTOR kinase). This project will bolster the use of computational tools for cross-species comparisons and generate open access multi-omics data sets and mutant parasite lines for use by the research community. Furthermore, identifying aspects of the Apicomplexan stress response that are divergent from higher organisms will challenge prevailing views of the stress response field by highlighting the critical, basic capabilities needed to survive in diverse environments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Guler",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer L Guler",
   "pi_email_addr": "jlg5fw@virginia.edu",
   "nsf_id": "000757859",
   "pi_start_date": "2021-01-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Virginia",
  "perf_str_addr": "1001 N. Emmet St.",
  "perf_city_name": "Charlottesville",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229044195",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 565147.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 816969.0
  }
 ],
 "por": null
}