{
 "awd_id": "2046176",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Multispectral broadband photodetectors based on multi-material films with intercalated graphene monolayers as charge collectors",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032928103",
 "po_email": "rlukasze@nsf.gov",
 "po_sign_block_name": "Ale Lukaszew",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2021-01-22",
 "awd_max_amd_letter_date": "2022-06-30",
 "awd_abstract_narration": "The information encoded in light is critical for us to detect and respond to events happening in our surroundings. The capability of our eyes to distinguish different wavelengths in the visible range, what we see as different colors, enables us to understand our environment. There is also plenty of information encoded in light in the infrared and in the ultraviolet ranges that cannot be detected by our eyes. For example, many dangerous gases, biomolecules, and air and water contaminants have a light signature in the infrared that cannot be detected by the human eye. The goal of this NSF CAREER project is to create a new generation of compact multispectral photodetectors that can be integrated into portable and personal devices enabling light analysis in the infrared and ultraviolet. This would allow people to use the vast IR and UV information from our environment to detect and respond to phenomena surrounding us. Integrating multispectral photodetectors in mobile phones would enable applications such as checking for food quality or contamination, monitoring air and water quality, and facility disease detection in the skin or bodily fluids. On the educational aspect, this project aims to develop hands-on educational training modules on fabrication of nanoscale devices, facilitating active student learning in nanotechnology training and boosting the training of the next generation of nanoengineers. Developing more hands-on experimental modules with nanomaterials will facilitate active student learning and provide them with experimental/technical skills sought by industry that cannot be achieved in classrooms. Hands-on modules on nanomaterials without sophisticated equipment will also allow the development of more engaging and active outreach activities for precollege students, especially for underrepresented students at schools that may have limited resources and laboratory equipment.\r\n \r\nMultispectral photodetection from the ultraviolet (UV) to the mid-wave infrared (MWIR) is important for many applications like food quality inspection, health monitoring, autonomous vehicles navigation and remote sensing. However, current technologies require expensive epitaxial materials for photodetection, especially in the MWIR, and complex optical components for spectral analysis that prevent the large-scale deployment of multispectral photodetectors for personal devices This project aims to create a new generation of thin-film-based multispectral photodetectors with low-cost materials that can be integrated into personal devices for multispectral detection and imaging through the UV-Vis-MWIR spectrum. The principle of operation is that by using intercalated graphene monolayers at different depths and integrating materials with different bandgaps, it is possible to achieve broadband photodetection with multispectral analysis capability. This project aims to use CVD graphene monolayers as intercalated photocarrier collectors at different depths in light-absorbing materials for simultaneous detection of multiple spectral bands. This project also aims to integrate multiple materials with various bandgaps to cover a large spectral range. The use of intercalated graphene will allow efficient charge extraction from low-cost processing materials. The project will create a new generation of compact multispectral photodetector that can be integrated on a chip without complex optical components. This technology could benefit fields such as biosensing, biomedical imaging and remote sensing, as well as enable the integration of multispectral detectors reaching the UV and IR spectrum into mobile phones or portable devices.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Oscar",
   "pi_last_name": "Vazquez-Mena",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Oscar Vazquez-Mena",
   "pi_email_addr": "oscarvm@eng.ucsd.edu",
   "nsf_id": "000700415",
   "pi_start_date": "2021-01-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "Office of Contract & Grant Admin",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930621",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "091E",
   "pgm_ref_txt": "Light generation & detection"
  },
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "8028",
   "pgm_ref_txt": "Sensor Technology"
  },
  {
   "pgm_ref_code": "8615",
   "pgm_ref_txt": "Nanoscale Devices and Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 400000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}