{
 "awd_id": "2046958",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RUI: OCE-BO: Biogeochemistry of diurnal vertical migration in microbial mats of Lake Huron’s sinkholes.",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032922092",
 "po_email": "csuchman@nsf.gov",
 "po_sign_block_name": "Cynthia Suchman",
 "awd_eff_date": "2021-02-15",
 "awd_exp_date": "2024-01-31",
 "tot_intn_awd_amt": 189933.0,
 "awd_amount": 189933.0,
 "awd_min_amd_letter_date": "2021-02-08",
 "awd_max_amd_letter_date": "2021-05-20",
 "awd_abstract_narration": "Modern-day microbial mats living on the bottom of sinkholes underneath Lake Huron experience an oxygen-poor, sulfur-rich environment resembling life on early Earth. These mat worlds are dominated by motile filaments of microbes that variably use sunlight and chemicals in their daily routines and offer opportunities for discovering novel microorganisms and ecosystem processes. Recently, complex patterns of daily vertical migration has been observed in the field, suggesting different microbes migrate vertically to the surface of the mat during daylight and nighttime. This project is unraveling the who, why and how of daily microbial migration through integration of microscopy, cultures, molecular approaches, and process rate measurements in response to changing gradients of light, sulfide and oxygen over the day-night cycle. This project places the vertical migration of microbial mats into a broader geobiological context through comparisons with other globally distributed cyanobacterial mat systems such as terrestrial springs and ice-covered Antarctic lakes. Furthermore, the diverse and versatile sinkhole mats may serve as a useful working model for robotic exploration of similar life in extraterrestrial waters like that of Jupiter’s Europa or Saturn’s Enceladus. This project is generating compelling student projects, attracting public imagination, and fueling active collaboration between two predominantly undergraduate institutions and a National Marine Sanctuary.\r\n\r\n\r\nThe functioning of cyanobacteria under sulfidic, low O2-conditions is a major gap in our understanding of Earth’s oxygenation in the past. Recently, time-lapse images of diel vertical migration (DVM) were collected revealing alternating waves of vertically migrating photosynthetic and chemosynthetic filaments that followed daily fluctuating light in microbial mats in Lake Huron’s sinkholes; observations corroborated with intact mats under simulated day-night conditions in the laboratory. Such synchronized diel movement, might have played a critical role in optimizing photosynthesis, chemosynthesis, carbon burial, and oxygenation during the Precambrian. This project is evaluating the taxa involved in DVM and is probing geobiological controls on DVM under low-O2, sulfidic conditions using macro- and microscopic imaging, physico-chemical microprofiling, culturing, genetics, and allelopathic studies. Three central issues are being addressed: (1) what taxa are responsible for the DVM? (2) how and why do they perform DVM? and (3) what are the ecosystem consequences of DVM community and activity synergies? The project is revealing specific microbial populations, metabolic pathways, and geochemical processes that underpin mat biogeochemistry over the diel cycle. Studying microbial communities that have regular and measurable daily rhythms in processes that can also be tracked at micrometer scales yields an unprecedented view of the molecular underpinnings of microbial mat biogeochemistry and lays the foundation for future studies aimed at re-defining the role of autotrophic communities in ancient seas and modern ecosystems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bopaiah",
   "pi_last_name": "Biddanda",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Bopaiah A Biddanda",
   "pi_email_addr": "biddandb@gvsu.edu",
   "nsf_id": "000260051",
   "pi_start_date": "2021-02-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Hamsher",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah E Hamsher",
   "pi_email_addr": "hamshers@gvsu.edu",
   "nsf_id": "000695022",
   "pi_start_date": "2021-02-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Grand Valley State University",
  "inst_street_address": "1 CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "ALLENDALE",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "6163316840",
  "inst_zip_code": "494019403",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MI02",
  "org_lgl_bus_name": "GRAND VALLEY STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y2M5HUXKJPF1"
 },
 "perf_inst": {
  "perf_inst_name": "Grand Valley State University",
  "perf_str_addr": "740 W Shoreline Dr",
  "perf_city_name": "Muskegon",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "494411678",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MI03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1097",
   "pgm_ref_txt": "DIVERSITY: ROLE IN ECOSYSTEMS"
  },
  {
   "pgm_ref_code": "8811",
   "pgm_ref_txt": "Marine Microbial Ecology"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 189933.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Modern-day,<strong> </strong>cyanobacteria-dominated,<strong> </strong>microbial mats living in oxygen-poor, sulfur-rich environments resemble life that may have oxygenated the early Earth. However, there is a major gap in our understanding of the functioning of cyanobacteria under anoxic and sulfidic conditions during Earth&rsquo;s ancient oxygenation. Modern mat worlds are composed of motile filaments of microbes (cyanobacteria, diatoms and chemosynthetic bacteria and archaea) that variably use sunlight and chemicals in their daily routines and offer opportunities for discovering novel microorganisms and ecosystem processes. Daily or diel vertical migration (DVM) has been visually observed in the field, suggesting different microbes migrate vertically to the surface of the mat during daylight and nighttime. This project was aimed at unraveling the who, why and how of daily microbial migration through integration of microscopy, cultures, molecular approaches, and biogeochemical process measurements in response to changing gradients of light, sulfide and oxygen over the day-night cycle &ndash; and potentially explain O<sub>2</sub> production in modern cyanobacterial mats thriving in conditions mimicking early Earth.</p>\n<p>During the last 3 years of the project, the Biddanda and Hamsher Labs at GVSU have worked with collaborator (Casamatta, UNF) addressing 3 central issues: (1) who is responsible for the DVM? (2) how and why do they perform DVM? and (3) what are the ecosystem consequences of DVM community and activity synergies? The ensuing project resulted in the following activities 1. Obtained underwater time-lapse images of diel vertical migration (DVM) revealing alternating waves of vertically migrating photosynthetic and chemosynthetic filaments that followed daily fluctuating light in microbial mats in Lake Huron&rsquo;s sinkholes, 2. In two field expeditions, collected intact sediment cores with overlying mats for carrying out controlled experiments, 3. Corroborated DVM observations in the field with similar DVM observations in intact mats under simulated day-night conditions in the laboratory probing the geobiological controls on DVM by physico-chemical microprofiling under low-O<sub>2</sub>, sulfidic conditions, and 4. Evaluated the taxa involved in DVM using macro- and microscopic imaging, culturing, genetics (metabarcoding and metatranscriptomics), and allelopathic studies.</p>\n<p>These project activities have resulted in the following outcomes: 1. Conducted two field campaigns in Lake Huron and Florida Springs characterizing the habitats and collecting mat samples, 2. Tracked the synchronized DVM of mat microbes in the field and in simulated laboratory settings, 3. Carried out physico-chemical microprofiling of the mat-sediment complex to reveal light and chemical cues that govern DVM across mm distances, 4. Conducted genetic analysis and culture studies of mats to reveal new species and inter-species interactions &ndash; and archived the data at NSF&rsquo;s DMO site, 5. Published, with open access, findings highlighting these outcomes including the notion that such synchronized diel movement, might have played a critical role in optimizing photosynthesis, chemosynthesis, carbon burial, and oxygenation during the Precambrian, 6. Placed the DVM of microbial mats into a broader geobiological context through comparisons with other globally distributed cyanobacterial mat systems such as terrestrial sulfur springs, 7. Generated compelling student projects, 8. Attracted public attention to the local, regional and global significance of our findings, and 9. Fueled active collaboration between two predominantly research in undergraduate institutions (RUI) and a NOAA National Marine Sanctuary.</p>\n<p>Our project has revealed specific microbial populations, metabolic pathways, and geochemical processes that underpin mat biogeochemistry over the diel cycle. Studying microbial communities that have regular and measurable daily rhythms in processes that can be tracked at micrometer scales yields an unprecedented view of the molecular underpinnings of microbial mat biogeochemistry and lays the foundation for future studies aimed at re-defining the role of autotrophic communities in ancient seas and modern ecosystems. Broadly speaking,<strong> </strong>this project has expanded our understanding of Earth&rsquo;s biological and physiological diversity, recorded daily vertical migration of mat filaments that might represent some of the earliest daily mass movement of life on our planet, provided insight into novel and cryptic species within the mat ecosystem and evidence of interspecific interactions, revealed biogeographic trends, provided a promising window for peering into C burial and release of O<sub>2</sub> in early Earth, and identified a potential model system in our search for life in extraterrestrial waters &ndash; ample justification for conservation of extant life such as these found in the extreme environment refugia of the Earth.</p><br>\n<p>\n Last Modified: 04/12/2024<br>\nModified by: Bopaiah&nbsp;A&nbsp;Biddanda</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2046958/2046958_10716435_1712928382521_Sinkhole_Mat_Image--rgov-214x142.jpeg\" original=\"/por/images/Reports/POR/2024/2046958/2046958_10716435_1712928382521_Sinkhole_Mat_Image--rgov-800width.jpeg\" title=\"Dynamic matscape of Lake Huron 's Sinkholes\"><img src=\"/por/images/Reports/POR/2024/2046958/2046958_10716435_1712928382521_Sinkhole_Mat_Image--rgov-66x44.jpeg\" alt=\"Dynamic matscape of Lake Huron 's Sinkholes\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Magic Carpet: A late afternoon underwater image displays the dynamic tapestry of colors making up the microbial mats in the bottom of Middle Island Sinkhole in Lake Huron at ~23m depth that are bathed groundwater containing low-oxygen and high-sulfur. Herein, mats are composed of photosynthetic cyan</div>\n<div class=\"imageCredit\">Phil Hartmeyer, NOAA Thunder Bay National Marine Sanctuary, Alpena, MI</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Bopaiah&nbsp;A&nbsp;Biddanda\n<div class=\"imageTitle\">Dynamic matscape of Lake Huron 's Sinkholes</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nModern-day, cyanobacteria-dominated, microbial mats living in oxygen-poor, sulfur-rich environments resemble life that may have oxygenated the early Earth. However, there is a major gap in our understanding of the functioning of cyanobacteria under anoxic and sulfidic conditions during Earths ancient oxygenation. Modern mat worlds are composed of motile filaments of microbes (cyanobacteria, diatoms and chemosynthetic bacteria and archaea) that variably use sunlight and chemicals in their daily routines and offer opportunities for discovering novel microorganisms and ecosystem processes. Daily or diel vertical migration (DVM) has been visually observed in the field, suggesting different microbes migrate vertically to the surface of the mat during daylight and nighttime. This project was aimed at unraveling the who, why and how of daily microbial migration through integration of microscopy, cultures, molecular approaches, and biogeochemical process measurements in response to changing gradients of light, sulfide and oxygen over the day-night cycle  and potentially explain O2 production in modern cyanobacterial mats thriving in conditions mimicking early Earth.\n\n\nDuring the last 3 years of the project, the Biddanda and Hamsher Labs at GVSU have worked with collaborator (Casamatta, UNF) addressing 3 central issues: (1) who is responsible for the DVM? (2) how and why do they perform DVM? and (3) what are the ecosystem consequences of DVM community and activity synergies? The ensuing project resulted in the following activities 1. Obtained underwater time-lapse images of diel vertical migration (DVM) revealing alternating waves of vertically migrating photosynthetic and chemosynthetic filaments that followed daily fluctuating light in microbial mats in Lake Hurons sinkholes, 2. In two field expeditions, collected intact sediment cores with overlying mats for carrying out controlled experiments, 3. Corroborated DVM observations in the field with similar DVM observations in intact mats under simulated day-night conditions in the laboratory probing the geobiological controls on DVM by physico-chemical microprofiling under low-O2, sulfidic conditions, and 4. Evaluated the taxa involved in DVM using macro- and microscopic imaging, culturing, genetics (metabarcoding and metatranscriptomics), and allelopathic studies.\n\n\nThese project activities have resulted in the following outcomes: 1. Conducted two field campaigns in Lake Huron and Florida Springs characterizing the habitats and collecting mat samples, 2. Tracked the synchronized DVM of mat microbes in the field and in simulated laboratory settings, 3. Carried out physico-chemical microprofiling of the mat-sediment complex to reveal light and chemical cues that govern DVM across mm distances, 4. Conducted genetic analysis and culture studies of mats to reveal new species and inter-species interactions  and archived the data at NSFs DMO site, 5. Published, with open access, findings highlighting these outcomes including the notion that such synchronized diel movement, might have played a critical role in optimizing photosynthesis, chemosynthesis, carbon burial, and oxygenation during the Precambrian, 6. Placed the DVM of microbial mats into a broader geobiological context through comparisons with other globally distributed cyanobacterial mat systems such as terrestrial sulfur springs, 7. Generated compelling student projects, 8. Attracted public attention to the local, regional and global significance of our findings, and 9. Fueled active collaboration between two predominantly research in undergraduate institutions (RUI) and a NOAA National Marine Sanctuary.\n\n\nOur project has revealed specific microbial populations, metabolic pathways, and geochemical processes that underpin mat biogeochemistry over the diel cycle. Studying microbial communities that have regular and measurable daily rhythms in processes that can be tracked at micrometer scales yields an unprecedented view of the molecular underpinnings of microbial mat biogeochemistry and lays the foundation for future studies aimed at re-defining the role of autotrophic communities in ancient seas and modern ecosystems. Broadly speaking, this project has expanded our understanding of Earths biological and physiological diversity, recorded daily vertical migration of mat filaments that might represent some of the earliest daily mass movement of life on our planet, provided insight into novel and cryptic species within the mat ecosystem and evidence of interspecific interactions, revealed biogeographic trends, provided a promising window for peering into C burial and release of O2 in early Earth, and identified a potential model system in our search for life in extraterrestrial waters  ample justification for conservation of extant life such as these found in the extreme environment refugia of the Earth.\t\t\t\t\tLast Modified: 04/12/2024\n\n\t\t\t\t\tSubmitted by: BopaiahABiddanda\n"
 }
}