{
 "awd_id": "2046220",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Understanding and Modeling of Cryogenic Semiconductor Device Physics down to 4.2K",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032928103",
 "po_email": "rlukasze@nsf.gov",
 "po_sign_block_name": "Ale Lukaszew",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 500016.0,
 "awd_amount": 500016.0,
 "awd_min_amd_letter_date": "2021-01-28",
 "awd_max_amd_letter_date": "2022-05-18",
 "awd_abstract_narration": "Cryogenic semiconductor devices and Complementary Metal-Oxide-Semiconductors (cryo-CMOS) that operate at temperatures down to 4.2K are crucial to the success of certain emerging technologies. For example, cryo-CMOS are suitable peripheral circuits candidates for quantum computers (QC) as well as for deep space exploration. However, critical elements of cryo-CMOS device physics remain unclear and their design is still mostly based on analytical equations. Moreover, cryogenic electronics education is not particularly present in most Electrical Engineering programs. The objectives of this project are, therefore, to close the critical knowledge gaps in cryo-CMOS device physics, develop new, efficient and effective models to facilitate cryo-CMOS innovation in Technology Computer-Aided Design (TCAD) that has been the powerhouse of CMOS development for decades, and to educate a diverse cryogenic electronics workforce. Successful implementation will enhance cryogenic experiments at San Jose State University, an underrepresented minority (URM)-serving institution in the California State University (CSU) system and will train students in state-of-the-art cryogenic measurements and simulations. A diverse research team of URM undergraduate students will perform the measurement, TCAD simulations, and code development. A new cryo-CMOS and QC session will be created in the Silicon Valley Women in Engineering (WiE) Conference. Students will co-present the findings at the seminar of the Electron Device Society to the engineers in Silicon Valley. A free summer course to introduce cryo-CMOS and QC will be introduced to socially and economically disadvantaged high school students in the local area, and build a pipeline of future students in quantum computing to create a diverse workforce and become an economic driver for vulnerable communities. The new classes and outreach course evaluation results will be published to share with education communities.\r\n\r\nTo achieve the goals, 65nm test chips with innovative test structures will be measured down to 4.2K. TCAD and ab initio simulations will be used to verify various cryogenic theories. A new autoencoder framework will be developed for automatic calibration. Additional chip with known fabrication conditions will be used to verify and improve the research results. This work will settle a long-standing controversy in the field, namely the origin of abnormal subthreshold swing (SS), resulting in important breakthroughs and generating new knowledge in cryo-CMOS device physics. An accurate, complete, and practical set of TCAD models will be developed to facilitate the development and optimization of cryo-CMOS for emerging technologies such as quantum computers. The finding of the origin of abnormal SS will lead to new research in interface and band structure engineering, potentially opening up an entirely new research field. Accurate and robust simulation models for mobility and field-dependent ionization will be derived which will facilitate the development of novel cryogenic electronic devices. The proposed complete set of models and robust settings will enable TCAD to accelerate the development of automation tools for high performance and reliable cryogenic integrated circuit designs. The success of this project will pave the path to sub-4.2K modeling of cryo-CMOS for the ultimate co-integration of quantum computers and CMOS.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hiu Yung",
   "pi_last_name": "Wong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hiu Yung Wong",
   "pi_email_addr": "hiuyung.wong@sjsu.edu",
   "nsf_id": "000813462",
   "pi_start_date": "2021-01-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Jose State University Foundation",
  "inst_street_address": "210 N 4TH ST FL 4",
  "inst_street_address_2": "",
  "inst_city_name": "SAN JOSE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4089241400",
  "inst_zip_code": "951125569",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "CA18",
  "org_lgl_bus_name": "SAN JOSE STATE UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "LJBXV5VF2BT9",
  "org_uei_num": "LJBXV5VF2BT9"
 },
 "perf_inst": {
  "perf_inst_name": "San Jose State University",
  "perf_str_addr": "One Washington Square",
  "perf_city_name": "San Jose",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "951125569",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "CA18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "103E",
   "pgm_ref_txt": "Energy efficient electronics"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "8028",
   "pgm_ref_txt": "Sensor Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 407179.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 92837.0
  }
 ],
 "por": null
}