{
 "awd_id": "2046383",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Closing the Rural Water and Education Gap with a Simple Advanced Oxidation Process",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927858",
 "po_email": "cjiang@nsf.gov",
 "po_sign_block_name": "Sunny  Jiang",
 "awd_eff_date": "2021-04-01",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 507240.0,
 "awd_amount": 395284.0,
 "awd_min_amd_letter_date": "2021-03-29",
 "awd_max_amd_letter_date": "2021-05-20",
 "awd_abstract_narration": "Drinking water pollution is a major public health concern. Some organic pollutants of drinking water are not easily treated by the commonly used techniques of filtration and chlorination, so advanced treatment processes are used. Advanced treatment typically requires complex and expensive systems that are difficult to use in rural areas. The goal of this CAREER research project is to understand the basic chemistry of a new advanced treatment method that removes pollutants by combining iron and sulfur. The advantage of this new method is that it can be used without the complex steps needed by existing advanced treatment methods. Knowledge obtained in this research will then be used in larger scale demonstrations of the new treatment technology to provide real-world performance data. These demonstrations will also be used to improve middle-school science education through a partnership with the Rhode Island 4-H organization. Successful completion of this project will help the Nation by providing a new approach for advanced water treatment and science education appropriate for rural areas.\r\n\r\nRural communities in the United States face higher risks of drinking water quality violations and have less access to advanced STEM curricula compared to more populated areas. This CAREER development plan directly addresses these issues by focusing on rural water quality and STEM education inequality through the development of a simplified advanced oxidation process based on iron and sulfur. Although advanced oxidation processes are of growing importance in water treatment, they require complex systems for on-site generation, making them inappropriate for many settings. The ferrate-sulfur advanced oxidation process (FeSAOP) shows promise as an effective yet simple way to transform recalcitrant organic pollutants, but key unknowns block adaptation. The rationale for this research is that current advanced oxidation processes are not accessible to all water systems and exploiting FeSAOP will close this gap. The central hypothesis is that FeSAOP yields several radical species that rapidly oxidize contaminants while also offering simplicity of production, enabling rural water system use and compelling educational experiences. The plan includes four specific research aims to: (1) elucidate iron radical formation and fate via ultrafast spectroscopy; (2) determine the mechanism of 1,4-dioxane (a model recalcitrant compound, and emerging contaminant) oxidation by FeSAOP; (3) incorporate novel FeSAOP into conventional treatment processes at the pilot-scale; and (4) integrate research and education goals via a learning-through-research model. Broader societal impacts of this work include addressing the elevated risk facing rural water systems, increasing opportunities for STEM exposure in underserved communities, improving public understanding of water treatment, and supporting a graduate student from an underrepresented group. The proposed plan will accelerate achievement of the Principal Investigator’s long-term career goal to ensure safe water and comprehensive STEM educational opportunities for all.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Goodwill",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph Goodwill",
   "pi_email_addr": "goodwill@uri.edu",
   "nsf_id": "000703514",
   "pi_start_date": "2021-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rhode Island",
  "inst_street_address": "75 LOWER COLLEGE RD RM 103",
  "inst_street_address_2": "",
  "inst_city_name": "KINGSTON",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018742635",
  "inst_zip_code": "028811974",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "UNIVERSITY OF RHODE ISLAND",
  "org_prnt_uei_num": "NSA8T7PLC9K3",
  "org_uei_num": "CJDNG9D14MW7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rhode Island",
  "perf_str_addr": "1 Lippitt Road",
  "perf_city_name": "Kingston",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028811967",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 395284.0
  }
 ],
 "por": null
}