{
 "awd_id": "2046072",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Foundations of IoT-Supported Mobile Augmented Reality",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927215",
 "po_email": "tleen@nsf.gov",
 "po_sign_block_name": "Todd Leen",
 "awd_eff_date": "2021-05-01",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 550000.0,
 "awd_amount": 440742.0,
 "awd_min_amd_letter_date": "2021-03-08",
 "awd_max_amd_letter_date": "2024-05-20",
 "awd_abstract_narration": "Mobile augmented reality, which integrates computer-generated virtual objects with real-world environments around a user in real time, has the potential to bring to the users, vibrant and immersive representations of important information at the right time and the right place within the physical world. Yet existing mobile augmented reality systems often make mistakes in identifying the objects present in the real world, thus generating incorrect virtual objects for the users. They also make mistakes in placing virtual objects within the real world, making them appear as shifting, oscillating, or jumping around. This project will address such environmental awareness limitations by taking advantage of Internet of Things (IoT) sensors and controllers located in the vicinity of mobile augmented reality devices. Many IoT devices, such as smart lights, cameras, and displays, are already pervasive in smart homes, offices, and other environments. This project will improve mobile augmented reality environmental awareness by using these IoT devices as sources of additional information about the real world, and as means for partially controlling the state of the world. The project will make mobile augmented reality more reliable, paving way for its applications in health-critical and safety-critical domains, such as medicine and transportation. The project will develop multi-disciplinary research skills in a diverse cohort of graduate, undergraduate, and high school students. The findings of this project will be showcased as interactive demonstrations at K-12-oriented events, with the particular aim of attracting women and underrepresented minorities to science and engineering. \r\n\r\nThis project will lay the foundations for studies of IoT-supported mobile augmented reality by developing techniques for designing, implementing, and evaluating it, and by demonstrating IoT-supported methods that improve the performance of core mobile augmented reality algorithms. The goals of this research are divided into three thrusts. The first thrust will develop an IoT-supported mobile augmented reality platform, a game engine-based IoT-supported augmented reality emulator, and new IoT-supported mobile augmented reality applications. The second thrust will examine and quantify the failures in mobile augmented reality semantic awareness, and will develop algorithms that address these failures by making use of the IoT camera-provided availability of multiple views of the same physical space and IoT-based smart light and shade controls. The third thrust will examine and quantify failures in mobile augmented reality spatial awareness, develop machine learning-based techniques to predict whether the failures are likely to occur in a given environment, and demonstrate algorithms that improve spatial awareness by controlling the state of smart lights, shades, and displays available in the environment.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Gorlatova",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Gorlatova",
   "pi_email_addr": "maria.gorlatova@duke.edu",
   "nsf_id": "000761546",
   "pi_start_date": "2021-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277080813",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 100485.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 107166.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 118460.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 114631.0
  }
 ],
 "por": null
}