{
 "awd_id": "2046109",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Is phytohormone crosstalk the mechanism that predisposes drought-stressed conifers to bark beetle attack?",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032927826",
 "po_email": "akachroo@nsf.gov",
 "po_sign_block_name": "Aardra Kachroo",
 "awd_eff_date": "2021-06-15",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 500006.0,
 "awd_amount": 400005.0,
 "awd_min_amd_letter_date": "2021-06-03",
 "awd_max_amd_letter_date": "2023-09-21",
 "awd_abstract_narration": "Large bark beetle outbreaks have occurred across the landscape of western North America during the past two decades with dramatic ecological and economic impacts for public and private lands. There is growing evidence that trees are predisposed to bark beetle attack by environmental conditions, especially water stress. Consequently, regional droughts could set the stage for rapid beetle population growth that leads to outbreaks and large-scale forest mortality. However, it remains unclear exactly why drought-stressed trees become more susceptible to bark beetle attack--one possibility is that drought stress inhibits the ability of trees to defend themselves. Although trees do not have an adaptive immune system like animals, many conifers are able to recognize and respond to cell damage from insects by producing toxic chemicals in their resin. Production of these toxins are signaled by hormones that may be functionally impaired when water stress occurs prior to beetle attack. The goal of this work is to examine how drought stress interferes with hormone production and sensitivity in conifers and determine whether this interference underlies patterns of forest mortality across landscapes. Broader impacts include elements of experiential learning in STEM, mentoring of underrepresented student populations, development of new educational materials for school-age children, and science communication to broad audiences. \r\n\r\nTo survive biological and environmental stress events, plants have evolved biochemical signaling pathways to reprogram their phenotypes appropriately in response to specific challenges. Although insect herbivore outbreaks are often preceded by environmental stress events that reduce the ability of plants to resist herbivory, physiological mechanisms underlying these interactions are not understood. This is an important gap in the field of plant-insect interactions as it precludes our ability to connect pattern with process in many natural ecosystems. One process-based explanation for this pattern is that conserved hormone receptors drive reduced sensitivity of plants to defense elicitors when environmental stress precedes a biological challenge. This project will identify controls over conifer tree defenses and develop new theory in chemical ecology using multiple Engelmann spruce (Picea engelmanni) populations, the North American spruce bark beetle (Dendroctonus rufipennis), and a beetle-associated symbiotic fungus (Leptographium abietinum) as the study system. The research plan addresses four interconnected research hypotheses: (1) trees respond differently to different types of biotic challenge through producing hormones, (2) sensitivity to these hormones drives chemical and physical defenses, (3) hormone-driven defensive induction reduces beetle population performance, and (4) environmental stress suppresses the ability of trees to respond to hormones and thus mount an appropriate defensive response. Addressing these collective hypotheses will elucidate the signaling mechanisms that link patterns of ecosystem disturbance with basic physiological processes and describe population-based variation in hormone sensitivity and defensive induction in a long-lived tree species.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Davis",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas S Davis",
   "pi_email_addr": "seth.davis@colostate.edu",
   "nsf_id": "000633994",
   "pi_start_date": "2021-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "1472 Campus Delivery",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805232002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "047Y00",
   "pgm_ele_name": "Plant-Biotic Interactions"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 200001.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 200004.0
  }
 ],
 "por": null
}