{
 "awd_id": "2047313",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER - Winding up our crystal clocks: Experimental studies of element diffusion in igneous minerals",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2021-04-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 554181.0,
 "awd_amount": 606707.0,
 "awd_min_amd_letter_date": "2021-03-24",
 "awd_max_amd_letter_date": "2024-03-29",
 "awd_abstract_narration": "Volcanoes and their underlying magmatic plumbing systems (magma reservoirs, conduits) operate over timescales that vary between seconds (an explosive eruption) to several hundreds of thousands of years (progressive assembly of large reservoirs). Volcanic unrest prior to eruptions, expressed by increasing seismicity or ground deformation, tends to be directly correlated with subsurface magmatic processes (magma ascent, mixing of different magmas, formation of new pathways into the surrounding rock). Therefore, quantifying the timescales over which these processes operate is at the heart of volcanology and scenario-based hazards mitigation. Fortunately for scientists, magmas carry mineral cargo to the surface that can be used as ‘crystal clocks’. Chemical gradients preserved in minerals represent incomplete rehomogenization of the mineral’s chemical components, and can be used to estimate the duration over which the gradients formed through a technique called diffusion chronometry. The rate at which chemical elements diffuse/move in those minerals at magmatic temperatures needs to be first quantified through laboratory experiments for this method to be effective. However, these rates currently suffer from problems associated with simplified experimental setups and may not be directly applicable to natural magmas. This project proposes to carry out new sets of lab experiments at high temperature to better tune our crystal clocks, to aid in quantification of magmatic timescales under high threat volcanoes.\r\nThe project also develops ‘Experiments in Geosciences’ as a common theme and educational goal. High school and college undergraduate student interest in STEM vocations has been shown to decline towards graduation. STEM careers are often deemed difficult due to math, physics or chemistry requirements, and achievement gaps tend to affect underrepresented minorities the hardest. Hawaii is one of the most diverse places in the US, yet this diversity is not yet reflected in undergraduate enrollment in Geosciences. Through series of integrated educational and outreach activities involving the PI, a Native Hawaiian PhD student, a MS student in Geoscience education, as well as several undergraduate students and senior collaborators, this project seeks to reconnect high school and undergraduate students to science and scientific research through hands-on experimentation. \r\n\r\nDiffusion chronometry in minerals is a powerful technique to extract magmatic timescales, based on the extent of concentration gradients produced by element diffusion with time. The method can theoretically be used to resolve any timescale, as long as suitable analytical tools are available, and the element diffusion rate is well known. Diffusion chronometry has experienced a surge in igneous applications over the last two decades as diffusion coefficients have become available. These coefficients are extracted from laboratory experiments involving solid couples, but natural magmatic minerals are surrounded by melt. The few diffusivities derived from melt-solid experiments appear significantly faster than their solid-solid counterparts. This project aims to better understand diffusion in minerals within magma. (i) Series of mineral-melt diffusion experiments will be carried out in the lab using olivine and plagioclase to determine whether diffusivities obtained are similar or higher than solid couples. Analytical work and TEM imaging will aid in understanding the mechanisms underpinning any differences observed. The experiments will also be used to extract melt-crystal partition coefficients. (ii) A unique, 29 year-long natural experiment (a slowly cooled lava lake) will be leveraged to test the diffusion chronometry technique. Olivine within a series of drill core samples collected 1959-1988 will be analyzed to study the compositional homogenization of elements within an olivine population, and detailed elemental profiles used to test the diffusion chronometry method with samples of known temperature histories. The overarching theme of this project is experimentation, both for research and educational purposes. A ‘scaled earth laboratory’ will be built during the project to allow students to engage in the science reasoning process, from designing to performing experiments, collecting and interpreting data, and making connections with natural systems. This lab will be exploited for undergraduate experiences at all levels and a new introductory course will be constructed with the help of the graduate students involved. Mobile portions of the lab will be taken to high schools, benefiting from an existing funded outreach effort (EPIK). We will conduct ‘Science Saturdays’ events, where small groups of high schoolers and their teachers are invited to tour the experimental and analytical facilities. Emphasis will be put on providing a tiered mentoring structure, where the PI, graduates, undergraduates all contribute to student advising. Everyone will get training on how to conduct Place-based investigations, and sensitized to the need to strengthen our institutions by increasing diversity and promoting equitable access to STEM research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Shea",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Shea",
   "pi_email_addr": "tshea@hawaii.edu",
   "nsf_id": "000595149",
   "pi_start_date": "2021-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "1680 East-West rd. POST 812",
  "perf_city_name": "Honolulu",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222234",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "061900",
   "pgm_ele_name": "SPECIAL EMPHASIS PROGRAM"
  },
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 189813.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 171510.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 157255.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 88129.0
  }
 ],
 "por": null
}