{
 "awd_id": "2047683",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Multi-Component Dispersions for Multi-Layer Additive Manufacturing",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927225",
 "po_email": "awells@nsf.gov",
 "po_sign_block_name": "Andrew Wells",
 "awd_eff_date": "2021-03-01",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 669748.0,
 "awd_amount": 669748.0,
 "awd_min_amd_letter_date": "2021-02-24",
 "awd_max_amd_letter_date": "2021-05-20",
 "awd_abstract_narration": "Droplet-based printing is an additive manufacturing process that uses droplets of materials as building blocks to form two and three dimensional (2D and 3D) objects. Because of their high production speeds and ability to precisely place droplets of various organic and inorganic materials, these types of processes have been adopted in a variety of important applications. However, current inks used in droplet-based printing are largely limited to a single material. As such, scaling to multi-layer structures comprised of multiple materials requires an additional printhead for each material and additional time to sequentially deposit each material layer, making single printhead approaches prohibitively costly and time consuming. This Faculty Early Career Development (CAREER) project will explore principles for developing multi-component dispersions and corresponding deposition sequences for droplet-based manufacturing of multi-material, multi-layer films using a single ink by leveraging a new self-assembly process. Such complex films, incorporating a wide variety of organic and inorganic materials, are increasingly finding application in diverse areas such as electronics, energy devices, optical and mechanical coatings, biological materials, and pharmaceuticals. This interdisciplinary research combines aspects of manufacturing, chemistry, materials science, controls, and machine learning. Along with an outreach program leveraging innovative modes of learning, this will help broaden participation of underrepresented groups in research and positively impact engineering education.\r\n\r\nMulti-component dispersions could enable more practical approaches to droplet-based manufacturing of multi-material, multi-layer structures. However, there is a dearth of knowledge regarding the chemical and thermodynamic mechanisms necessary to guide multiple components into desired multi-layer structures and the fluid mechanics involved as the deposited droplets coalesce to form a 2D film. To fill this gap, the research team will develop a combined theoretical, experimental, and computational framework for the rapid determination of both the multi-component dispersion composition and the subsequent print routine needed to manufacture films of a desired multi-layer morphology. In particular, the research team will utilize a combination of modeling, computational, and characterization techniques to develop an understanding of 1) the solvent, particle, and polymer thermodynamic relationships necessary to form multi-layer multi-material deposits, 2) the effects of solvent/particle/polymer chemistry and concentration on layer thickness, deposit formation dynamics, and multi-layer deposit morphology of drying droplets, and 3) the effects of drop spacing and deposition sequence on migration of ink between deposited droplets and the resulting morphology of the 2D film.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Boley",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "John W Boley",
   "pi_email_addr": "jwboley@bu.edu",
   "nsf_id": "000800558",
   "pi_start_date": "2021-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston University",
  "perf_str_addr": "881 Commonwealth Ave",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  },
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "085E",
   "pgm_ref_txt": "POLYMER & COMPOSITES PROCESSES"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 669748.0
  }
 ],
 "por": null
}