{
 "awd_id": "2047306",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Enabling grid-aware aggregation and real-time control of distributed energy resources in electric power distribution systems",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922303",
 "po_email": "eabed@nsf.gov",
 "po_sign_block_name": "Eyad Abed",
 "awd_eff_date": "2021-03-01",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2021-02-18",
 "awd_max_amd_letter_date": "2022-04-26",
 "awd_abstract_narration": "This NSF CAREER project aims to advance the field of power systems to enable a reliable, affordable, and sustainable energy future by leveraging flexibility from millions of heterogeneous, connected distributed energy resources (DERs), such as controllable loads, energy storage, and distributed generation. The project will bring transformative change to distribution system operations by creating a novel cooperative paradigm for grid and DER management. The intellectual merits of the project include advancing fundamental understanding of and theory for optimizing and controlling electric power distribution systems, including novel algorithms that formally certify a range of admissible DER controllers. The broader impacts of the project include casting power systems as a sustainable technology and developing an online DER+Grid simulation platform that enhances the power engineering curriculum at University of Vermont and the university's approach to STEM education. A new interdisciplinary course for non-STEM students will be developed to build valuable coding skills within the framework of gamification and a sustainable energy future to allow students to critically assess challenges and opportunities. Through these games, the PI intends to build an online portal that raises public awareness of and enables meaningful participation in power systems.\r\n\r\nToday's power distribution system operations are top-down and rely on conservative margins that limit deployments and coordination of DERs and precludes independent aggregators. To overcome barriers posed by the asymmetry of information and control between the distribution system operator (DSO) and DER aggregators, the PI proposes two research objectives: 1) Study scalable optimization algorithms that enable the DSO to dynamically maximize the capacity of distribution feeders to host flexible demand and DERs, while accounting for the nonlinear AC physics, practical network topologies and assets, and uncertain power injections; and 2) Develop control algorithms that enable DER aggregators to participate in valuable grid services while certifying that control actions are network-admissible. The algorithms will be based on convex inner approximations, which promote scalability for large feeders. All proposed work will be validated using data from utilities and aggregators within a real-time DER+Grid simulation platform that represents a gateway for undergraduates to actively contribute to interdisciplinary research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mads",
   "pi_last_name": "Almassalkhi",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Mads R Almassalkhi",
   "pi_email_addr": "malmassa@uvm.edu",
   "nsf_id": "000678518",
   "pi_start_date": "2021-02-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Vermont & State Agricultural College",
  "inst_street_address": "85 S PROSPECT STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BURLINGTON",
  "inst_state_code": "VT",
  "inst_state_name": "Vermont",
  "inst_phone_num": "8026563660",
  "inst_zip_code": "054051704",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "VT00",
  "org_lgl_bus_name": "UNIVERSITY OF VERMONT & STATE AGRICULTURAL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z94KLERAG5V9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Vermont & State Agricultural College",
  "perf_str_addr": "85 South Prospect Street",
  "perf_city_name": "Burlington",
  "perf_st_code": "VT",
  "perf_st_name": "Vermont",
  "perf_zip_code": "054050160",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "VT00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "155E",
   "pgm_ref_txt": "Electric power networks"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 417622.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 82378.0
  }
 ],
 "por": null
}