{
 "awd_id": "2047851",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Understanding and Overcoming the Fundamental Barriers to the Direct Reduction of Aluminum Hydroxide to Aluminum Metal",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032924813",
 "po_email": "sbukkapa@nsf.gov",
 "po_sign_block_name": "Satish Bukkapatnam",
 "awd_eff_date": "2021-01-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 596262.0,
 "awd_amount": 596262.0,
 "awd_min_amd_letter_date": "2020-12-22",
 "awd_max_amd_letter_date": "2021-05-20",
 "awd_abstract_narration": "Aluminum is the second most used metal worldwide after steel, however, aluminum rarely exists in nature in the form of pure metal. Aluminum does abundantly exist in the Earth’s crust in the form of aluminum hydroxide found in bauxite ore from which it is extracted. The 130-year-old method, known as the Bayer (1888) and Hall-Héroult (1886) process, is used to produce aluminum from bauxite, but it is a highly energy- and carbon-intensive industrial process. Production of one kilogram of aluminum consumes over 15 kilowatt-hours of electrical energy and releases up to 14 kilograms of carbon dioxide. Therefore, an alternative process that significantly reduces energy consumption and carbon emissions would greatly impact the economy and utilization of aluminum. This Faculty Early Career Development (CAREER) award supports research to elucidate and overcome the fundamental barriers that impede the direct conversion of aluminum hydroxide to aluminum at room temperature. This is a process that has the potential to shift the conventional aluminum smelting paradigm by avoiding direct carbon emissions and eliminating energy waste in melting the starting and/or intermediate materials. Beyond the positive environmental impact, since most of the aluminum used in the U.S. is imported from countries with cheap hydroelectric power, the lower energy-consumption process proposed here allows the U.S. production of aluminum to be more competitive and benefit the U.S. economy and society. The proposed research is integrated with various education and outreach activities involving the aluminum life cycle, which will be showcased to students with physical disabilities from the Pennsylvania School for the Deaf and underrepresented K-12 students from Philadelphia and its surrounding counties.\r\n\r\n\r\nThermodynamically, aluminum hydroxide can be electrolytically reduced into aluminum metal at room temperature in a process that involves hydroxide ions and requires an aqueous electrolyte. Unfortunately, the high reactivity of metallic aluminum with water renders the use of an aqueous electrolyte problematic. To overcome this obstacle, an innovative hybrid aqueous/nonaqueous electrochemical cell is being developed and used to achieve direct electrolytic reduction of aluminum hydroxide to aluminum at room temperature. The reaction pathways is studied using X-ray scattering techniques in real time during the reduction process to map the evolution of size, curvature and crystal structure of the aluminum created. In parallel, the reaction overpotentials and interfacial charge transport kinetics will be investigated using electrochemical techniques. The fundamental insights gained from electrochemical measurements and real-time structural characterization based on X-ray scattering will inform process optimization techniques to achieve maximum hydroxide-to-aluminum yield and scalability.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Detsi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Detsi",
   "pi_email_addr": "detsi@seas.upenn.edu",
   "nsf_id": "000731378",
   "pi_start_date": "2020-12-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "Singh Center for Nanotechnology",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191043405",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  },
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 596262.0
  }
 ],
 "por": null
}