{
 "awd_id": "2047380",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Quantum Matter Built from Atoms and Photons",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927927",
 "po_email": "mcavagne@nsf.gov",
 "po_sign_block_name": "Mike Cavagnero",
 "awd_eff_date": "2021-07-15",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2021-07-14",
 "awd_max_amd_letter_date": "2023-08-10",
 "awd_abstract_narration": "The realization of efficient interactions between photons and atoms is a central challenge in modern physics. Besides enabling the exploration of fundamental science, such interactions are critical for applications ranging from developing quantum networks to precise clocks. However, conventional approaches to enhance atom-photon interactions face major bottlenecks in the form of uncontrolled dissipation. This project will address this issue by leveraging the fact that ensembles of atoms interact with light in a collective manner, and dissipation can be suppressed cooperatively. In particular, ordered atomic arrays can be employed as extremely efficient light-matter interfaces that allow one to control the propagation of light and its interaction with matter in an unprecedented fashion. This will lead to the efficient implementation of protocols for quantum information processing and storage. Alongside research goals, the PI will develop a comprehensive educational  and outreach plan aimed at training and recruiting both undergraduate and graduate students interested in pursuing careers in STEM. It includes the development of a new course in quantum optics as well as a joint Columbia-IBM Quantum summer school. The PI is committed to broadening the quantum workforce pipeline and through this CAREER award she will mentor a diverse group of students as well as develop an outreach program targeted at underrepresented students at a nearby Harlem high school.\r\n\r\nThe scientific goal of this career-development plan is to theoretically discover and control quantum optical phenomena in ordered atomic arrays, and to advance their potential as light-matter interfaces. The plan will leverage the PI’s recent demonstration that interference in photon emission suppresses unwanted decay through the emergence of dark states, which can be harnessed for implementing quantum information protocols with fidelities well beyond previously-known bounds. This project addresses three intertwined fundamental issues, at the single-, few-, and many-body levels. First, the PI will develop novel concepts for coherent trapping and manipulation of single-photon states. Second, the PI will harness deterministic and controllable photon-photon interactions in arrays to design quantum photonic circuitry, including photon transistors and gates. Third, the PI will advance the understanding of correlated many-body dissipative dynamics, which remains a challenging theoretical task. Throughout the pursuit of these goals, the PI will expand the quantum optics theoretical toolbox, including new analytical methods and computational techniques that will have broad applicability in other research areas, and guide experimental realizations of scalable atomic matter with collaborating experimental groups. This award holds transformative potential in the areas of quantum information science, nonlinear quantum optics, and many-body physics in open systems and strengthens the connections between the atomic physics, condensed matter, and quantum information communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ana",
   "pi_last_name": "Asenjo-Garcia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ana Asenjo-Garcia",
   "pi_email_addr": "ana.asenjo@columbia.edu",
   "nsf_id": "000797476",
   "pi_start_date": "2021-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "2960 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128400",
   "pgm_ele_name": "AMO Theory/Atomic, Molecular &"
  },
  {
   "pgm_ele_code": "762100",
   "pgm_ele_name": "PHYSICS-BROADEN PARTICIPATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7621",
   "pgm_ref_txt": "PHYSICS-BROADEN PARTICIPATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": null
}