{
 "awd_id": "2047317",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Human-Centric Automation in the Built Environment",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922633",
 "po_email": "aleoness@nsf.gov",
 "po_sign_block_name": "Alex Leonessa",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 762952.0,
 "awd_amount": 822063.0,
 "awd_min_amd_letter_date": "2021-03-10",
 "awd_max_amd_letter_date": "2022-08-19",
 "awd_abstract_narration": "Buildings, electric grids, and other aspects of the built environment are becoming increasingly automated to satisfy both complex societal objectives and individuals’ needs. As one example, utility demand response programs currently increase building cooling temperature setpoints to reduce peak summer energy loads, but this can lead to uncomfortable and frustrated occupants who override those setpoints to maintain comfort. Such overrides increase strain on the electric grid and induce financial losses resulting from the failure to deliver promised energy management. The objective of this Faculty Early Career Development Program (CAREER) project is to enable the design of automation in the built environment that models human physiological and behavioral responses to changing environmental temperature conditions to satisfy competing objectives of energy management and occupant comfort. This project will use laboratory-based human subject studies and field studies involving 100 consumer households to develop methods and models for understanding how human thermal comfort and behavior (thermal setpoint control overrides) adapt to dynamic thermal environments. The goal is to develop an adaptive controller that incorporates a dynamic model of occupant comfort, which will allow temporary comfort deviations that nevertheless avoid setpoint overrides. The project will advance the NSF mission to promote the progress of science and to advance national health, prosperity, and welfare by advancing a fundamental understanding of the complex dynamics that arise through the joint optimization of building heating and air conditioning system energy consumption and occupant comfort. A synergistic education program with an urban vocational high school will translate research findings into an applied curriculum. The goal of which is to train the next generation of building technicians and engineers to be effective and equitable in the operation of building automation systems. \r\n\r\nThe goal of this CAREER project is to investigate human thermal comfort and interactions with the smart thermostat devices to mitigate conflict between energy management systems and building occupants by designing automated controls that avoid user overrides. This project’s research plan follows an iterative design procedure involving human psychophysiological testing, behavior modeling, and control system design. Laboratory studies of human behavior in response to environmental thermal transients will guide streamlined field experiments to be performed in 100 homes in partnership with a leading smart-thermostat manufacturer. A model of human psychophysiological behavior dynamics will be developed based on the resulting experimental data. Machine learning techniques will be used to improve estimator performance. Emergent behaviors arising from the interaction of users and a variety of existing and novel robust- and optimal-controllers will be evaluated through simulations and field tests. Consideration will be given to issues of equity across populations and environmental contexts. The development of occupant-behavior models and environmental controller design will be integrated into learning exercises in which future engineers and technicians explore human-centric automation in the built environment.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Kane",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Michael B Kane",
   "pi_email_addr": "mi.kane@northeastern.edu",
   "nsf_id": "000742860",
   "pi_start_date": "2021-03-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 HUNTINGTON AVE",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "058Y00",
   "pgm_ele_name": "M3X - Mind, Machine, and Motor"
  },
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "CL10",
   "pgm_ref_txt": "CLB-Career Life Balance"
  },
  {
   "pgm_ref_code": "7632",
   "pgm_ref_txt": "HUMAN-ROBOT INTERACTION"
  },
  {
   "pgm_ref_code": "060Z",
   "pgm_ref_txt": "Convergent Research"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 762952.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 59111.0
  }
 ],
 "por": null
}