{
 "awd_id": "2047842",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Rapid and Ultrasensitive Critical Care Testing at the Point of Need using Multiplexed Transient-State Digital Assays",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2021-05-01",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 517530.0,
 "awd_amount": 409155.0,
 "awd_min_amd_letter_date": "2021-02-04",
 "awd_max_amd_letter_date": "2022-07-06",
 "awd_abstract_narration": "The detection of multiple biomarkers with high sensitivity and selectivity is essential to guide personalized treatment of diseases, such as respiratory infections, immune reactions, or cancer. Unfortunately, current clinical testing techniques require days to weeks to be completed, impeding treatment. This Faculty Early Career Development (CAREER) grant supports research investigating the mechanisms behind a novel antigen detection approach that leverages millions of rotating nanorobots. These platforms will enhance testing capabilities and enable the rapid development of life-saving personalized treatments, supporting NSF’s mission of advancing the national health. This CAREER project supports a new educational program called “Revolutionizing Healthcare Diagnostics”, which utilizes easy-to-use computer aided design software and 3D printing to introduce underrepresented students to the design and manufacture of cost-effective medical tools and diagnostic devices.\r\n\r\nThe goal of this CAREER award is to develop a new kind of ultrasensitive portable immunoassay, called Transient State Digital Assays (TSDAs), which combine magnetically controlled rotating nanorobots and nanogap-enhanced Raman scattering nanoprobes to enable near-the-patient concurrent quantification of circulating blood cytokine biomarkers with the combination of high speed, sensitivity, accuracy, and multiplexity. A solid theoretical foundation for TSDAs will be established through the development of a multiphysics model accounting swirl flows, mass transport, binding kinetics, and single-molecule digital signal transduction. The experimental validation of this model will unveil the fundamental mechanisms and key parameters behind the nanoswirl-based transient-state biorecognition. This fundamental knowledge will allow the development of optimization guidelines for the TSDA biosensing of multiple analytes in different sample media, significantly improving the speed and sensitivity of existing microarray assays. The implementation of TSDA in microarray chips compatible with fast and portable laser scanning optics will achieve unprecedented high assay speeds, low limits of detection (LOD=0.05-1pg/mL), large dynamic ranges, and multiplexity (up to 24 biomarkers) in the same portable platform. The optimal control of the nanorobots during TSDA using a compact magnetic actuation system will result in assay reaction times as short as 1 min, which is more than 100 times shorter than those of conventional ELISA kits. The educational program complementing this research will support STEM engagement in schools, provide research opportunities to underrepresented groups, and train students in state-of-the-art nanorobotics, biology, and diagnostics techniques, enhancing future engineering workforce.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ramses",
   "pi_last_name": "Martinez",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Ramses V Martinez",
   "pi_email_addr": "rmartinez@purdue.edu",
   "nsf_id": "000709778",
   "pi_start_date": "2021-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "205 Gates Drive",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072114",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0125",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 309887.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 99268.0
  }
 ],
 "por": null
}