{
 "awd_id": "2047629",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mechanism and Regulation of non-canonical translation initiation",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032922416",
 "po_email": "dschu@nsf.gov",
 "po_sign_block_name": "Diana Chu",
 "awd_eff_date": "2021-03-01",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 599120.0,
 "awd_amount": 616160.0,
 "awd_min_amd_letter_date": "2021-02-01",
 "awd_max_amd_letter_date": "2023-04-24",
 "awd_abstract_narration": "Ribosomes are molecular machines that synthesize proteins.  During protein synthesis, ribosomes decode a messenger ribonucleic acid (mRNA) sequence into a corresponding protein sequence.  Cellular mRNA originates from the DNA in a cell’s chromosomes.  Ribosomes do not bind to mRNA at random; instead there is a highly-regulated process to ensure that ribosomes bind to the code in a particular place so that the mRNA code is translated correctly into protein.  Although there is a standard pathway by which this initiation occurs for most cellular mRNAs, there are alternative pathways that occur in cells under certain conditions such as stress.  It is also important to understand these alternative pathways because many viruses exploit them.  This project investigates one alternative protein biosynthesis pathway known as internal initiation.  Internal initiation requires the RACK1 protein to bind to the ribosome and this project will investigate the reasons this protein is required.  The mRNA that is translated by alternative pathways also has structural features that are required for internal initiation.   The proposed work will screen sequences representing thousands of cellular mRNAs to identify RNA structures that are able to bind ribosomes containing RACK1 and allow internal translation initiation. Together these approaches will greatly enhance our understanding of the components and mechanism of protein biosynthesis mediated by internal initiation. This research program is complemented by an educational living and learning program that encourages diverse groups of undergraduate students to pursue a career in science, technology, engineering, or mathematics.  Biology students first years in this program live, eat, and study together and meet weekly to talk about their transition to college, finding opportunities to do research with science faculty early in their undergraduate careers, and strategies for succeeding in science majors and careers. This research program will help shape the next generation of scientists. \r\n\r\nInternal ribosomal entry sites (IRES) are RNA structures that bypass the requirement for the m7G cap of the mRNA to facilitate translation. Although viral IRESs have been studied intensively, cellular IRES sequences are less well-understood.  To investigate the mechanism of cellular IRES-mediated translation, the interaction of the ribosomal protein RACK1 with the initiation factors eIF3D and DAP5 will be examined, and RNAs commonly regulated by these factors will be identified. In a complementary approach, RNA sequences initiating on a circular RNA construct following selection will be identified by high-throughput sequencing and validated in a luciferase reporter translation assay. These data will test the hypothesis that cellular IRES sequences may not be restricted to the 5ʹ untranslated region, but may be more widely found within the human genome. Together, these experiments expand our knowledge on the process of protein biosynthesis and lay the foundation to perform future mechanistic studies on protein biosynthesis at the single molecule level.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gabriele",
   "pi_last_name": "Fuchs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gabriele Fuchs",
   "pi_email_addr": "gfuchs@albany.edu",
   "nsf_id": "000719184",
   "pi_start_date": "2021-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Albany",
  "perf_str_addr": "1400 WASHINGTON AVE",
  "perf_city_name": "Albany",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "108Z",
   "pgm_ref_txt": "Post-baccalaureate Involvement"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 216895.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 199479.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 199786.0
  }
 ],
 "por": null
}