{
 "awd_id": "2048884",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Partnership to Provide Technology and Cyber-security Experiences to Alabama Black Belt through Mobile Application Development",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032927593",
 "po_email": "wuhe@nsf.gov",
 "po_sign_block_name": "Wu He",
 "awd_eff_date": "2021-05-15",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 999995.0,
 "awd_amount": 999995.0,
 "awd_min_amd_letter_date": "2021-05-12",
 "awd_max_amd_letter_date": "2021-05-12",
 "awd_abstract_narration": "While job growth in STEM fields, specifically in information technology and cybersecurity, has been consistently on the rise, diversity in these workforce fields has not grown at a comparable pace. This Developing and Testing Innovations (DTI) project will advance efforts to better understand and promote practices that increase minority high school students' motivations and capacities to pursue STEM careers. This project will engage students in hands-on field experience, laboratory/project-based entrepreneurship tasks and mentorship experiences in fields of computing, specifically in cybersecurity. This project, based on the use of a Project Based Learning (PBL) environment with high school students, is a partnership between Tuskegee University, Auburn University, a rural and an urban school district in the historic Black Belt region of the state of Alabama, Tuskegee University Engineering and Computer Science Alumni Associations, and the Alabama State Department of Education. The focus of the partnership is to recruit annually a cohort of forty ethnically and racially diverse high school students from the partnering school districts for immersion in a STEM intensive PBL four-week STEM Summer Academy hosted by Tuskegee University, followed by one semester in-school training. The Academy is designed to provide 40 rising 10th and 11th grade students and ten high-school teachers annually (150 over the life of the three-year grant) with far-reaching technological experiences through the exciting exploration of secured mobile application development under a PBL framework. \r\n\r\nThe project will provide, in a group setting, hands-on training in basic information technology and information security concepts through a one-month training program (4-week Summer Academy) hosted at Tuskegee University, a Historically Black University, followed by one semester in school training on a project of their choice.  Each of the groups will be assisted by a computer science faculty of Tuskegee University. The students develop a secured mobile application using the MIT APP Inventor environment and test it using an android phone. The key questions being addressed are: (1) To what extent does the innovative four-week technology-oriented experience in a PBL environment followed by one semester in-school training impact minority high school students’ knowledge, interest, motivation, and attitudes towards STEM-related careers? (2) In what ways does the collaborative small group experience with mentor teachers affect minority high school students’ interest and awareness of STEM-related careers? (3) To what extent do the effects of the program persist after its completion? Do they lead to STEM-related post-secondary plans?  (4) What instructional and mentoring strategies can be effectively integrated in to boost minority high school students’ knowledge, interest, and attitudes towards STEM-related careers? A mixed-method design with both qualitative and quantitative data will be used to examine the students' motivation and attitude towards STEM in a PBL environment. This project is co-funded by the Innovative Technology Experiences for Students and Teachers (ITEST) program, which supports projects that build understandings of practices, program elements, contexts and processes contributing to increasing students' knowledge and interest in science, technology, engineering, and mathematics (STEM) and information and communication technology (ICT) careers. This project is also jointly co-funded by the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Bhuyan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jay Bhuyan",
   "pi_email_addr": "jbhuyan@tuskegee.edu",
   "nsf_id": "000710853",
   "pi_start_date": "2021-05-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Li",
   "pi_last_name": "Jiang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Li Jiang",
   "pi_email_addr": "ljiang@tuskegee.edu",
   "nsf_id": "000494078",
   "pi_start_date": "2021-05-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Fan",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fan Wu",
   "pi_email_addr": "fwu@tuskegee.edu",
   "nsf_id": "000550759",
   "pi_start_date": "2021-05-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cassandra",
   "pi_last_name": "Thomas",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Cassandra F Thomas",
   "pi_email_addr": "cthomas@tuskegee.edu",
   "nsf_id": "000607679",
   "pi_start_date": "2021-05-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kai",
   "pi_last_name": "Koong",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Kai S Koong",
   "pi_email_addr": "kkoong@tuskegee.edu",
   "nsf_id": "000771349",
   "pi_start_date": "2021-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tuskegee University",
  "inst_street_address": "1200 W MONTGOMERY RD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSKEGEE INSTITUTE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3347278970",
  "inst_zip_code": "360881923",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AL02",
  "org_lgl_bus_name": "TUSKEGEE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U9JCYEXFEEU4"
 },
 "perf_inst": {
  "perf_inst_name": "Tuskegee University",
  "perf_str_addr": "1200  W.Montgomery Road",
  "perf_city_name": "Tuskegee",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "360881600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 999995.0
  }
 ],
 "por": null
}