{
 "awd_id": "2048430",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Towards a process-based understanding of different eruptive regimes at persistently degassing volcanoes",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927977",
 "po_email": "rteasdal@nsf.gov",
 "po_sign_block_name": "Rachel Teasdale",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 302617.0,
 "awd_amount": 302617.0,
 "awd_min_amd_letter_date": "2021-06-17",
 "awd_max_amd_letter_date": "2021-06-17",
 "awd_abstract_narration": "Not all volcanic eruptions are rare. Many volcanoes around the world erupt on a regular basis, sometimes multiple times a day, sometimes every few days or weeks. Most eruptions at frequently active volcanoes are relatively mild by volcanic standards, but they tend to vary surprisingly in explosivity and duration and this variability makes it difficult to reliably assess when and where they might pose a threat to human life or property. The goal of this proposal is to better understand what happens inside frequently active volcanoes prior to eruption and why different types of eruptions can occur. This research approaches these questions by developing mathematical model that can be tested against existing observational data from samples erupted at these volcanoes. The National Academies of Sciences, Engineering, and Medicine recently identified the development of these kinds of models as one of the three grand challenges in modern volcanology and our proposals aims to tackle this challenge. By doing so, the researchers will enlarge the toolbox available in modern volcanology. To extend the reach of our research to K-12 classroom, they will participate in an existing professional development program for high-school teachers. Given that the research probes forces and waves in the context of volcanic systems, the work is ideally suited for integration into the physics curriculum at the high-school level, which is aimed at understanding cause and effect in system models. This proposal also supports the education of a graduate student working at the interface between volcanology and applied mathematics and provides research opportunities for historically disadvantaged students.\r\n\r\nThe goal of this proposal is to underpin the existing typology of eruptive behavior at persistently degassing volcanoes through an improved identification and quantification of the various processes that can trigger instability in the top few hundred meters of the plumbing system. The researchers will achieve this goal by developing multi-scale, multi-physics models of volcanic conduit flow that can be tested against crystalline-scale data. While the primary focus is on basaltic volcanoes like Hawaii, U.S., and Stromboli, Italy, volcano, the work is also relevant for persistently degassing volcanoes with more silicic compositions like Mount Erebus, Antarctica, and Karymsky Volcano, Kamchatka. Our proposal integrates two existing model approaches, (1) the exchange flow model focused on understanding the long-term stability of persistently active volcanoes and (2) the slug model that prioritizes understanding short-term eruptive behavior. Combining these seemingly contrasting points of view could provide a more comprehensive basis for understanding the variability in eruptive behavior than either model can in isolation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jenny",
   "pi_last_name": "Suckale",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jenny Suckale",
   "pi_email_addr": "jsuckale@stanford.edu",
   "nsf_id": "000644865",
   "pi_start_date": "2021-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 302617.0
  }
 ],
 "por": null
}