{
 "awd_id": "2048214",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: The success of viral endosymbionts within and between host populations",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032925368",
 "po_email": "jshisler@nsf.gov",
 "po_sign_block_name": "Joanna Shisler",
 "awd_eff_date": "2021-05-01",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 894808.0,
 "awd_amount": 894808.0,
 "awd_min_amd_letter_date": "2021-04-02",
 "awd_max_amd_letter_date": "2025-02-10",
 "awd_abstract_narration": "This project has three main goals.  First, it seeks to better understand how viruses shape the biology and evolution of their hosts beyond the typical view that viruses are entities that make their hosts acutely sick.  New evidence has revealed that viruses are just as ubiquitous in all living organisms as are the bacteria that form the microbiome. In addition to playing important roles in the lives of their hosts, some of these viruses might be co-opted to combat diseases transmitted by mosquitoes and other vectors.  Second, this project seeks to equip budding scientists with the computational skills they will need to thrive in a new era of big data in Biology. This will increase the competitiveness of these individuals by arming them with increasingly essential skills for working in the bioeconomy. This education will take the form of training of individual students, an existing graduate course, a new undergraduate course that takes evidence-based measures to foster participation and success of female students, and three annual workshops. Third, through collaboration with experts in citizen science and science outreach, this project will engage the public in a crowdsourced sample collection effort. The citizen scientists will not only contribute valuable samples and data that would be otherwise unobtainable but will also make their own inquiries about important scientific concepts relating to viruses and the nature of science. The educational resources we will develop will be suitable for use in classrooms or homes.\r\n\r\nBacterial endosymbionts can shape the evolution and ecology of their hosts in profound ways. One goal of NSF is to support basic research, and this proposal meets this goal by examining viral endosymbionts. Emerging evidence from metagenomics is revealing that there exists a previously unappreciated group of viruses that have similar properties, are just as common, and might also play a significant role in the lives of their hosts. The proposed research focuses on one of these viruses, a remarkably successful “viral endosymbiont” of Drosophila melanogaster called galbut virus. Galbut virus is ubiquitous in wild populations of these fruit flies, and exemplifies two paradoxes associated with vertically transmitted symbionts. First, despite efficient biparental vertical transmission, which modeling indicates should drive infection to fixation, only 60% of individual flies are infected.  Second, despite a seeming reliance on vertical transmission, there is substantial evidence that galbut virus readily jumps into new host species. Proposed experiments combine genetics, genomics, infection experiments, and crowdsourced field sampling to explore the dynamics of this fascinating virus within and between host populations. This will contribute to a more accurate understanding of the evolutionary and ecological impact of viruses beyond their role as acute pathogens. Broader impacts include the training of graduate and undergraduate students, 3 annual workshops (2 existing and one new), and a new undergraduate course in computational microbiology that will be implemented in an evidence-based manner to encourage participation and success of female students. The proposed citizen-science based sample collection and outreach program will empower volunteers to make their own inquiries about the nature and practice of science.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Stenglein",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Mark D Stenglein",
   "pi_email_addr": "mark.stenglein@colostate.edu",
   "nsf_id": "000686601",
   "pi_start_date": "2021-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 S Howes St",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805232002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 174995.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 590359.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 119924.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 9530.0
  }
 ],
 "por": null
}