{
 "awd_id": "2048637",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "How Built and Social Environments Affect COVID-19 Disaster Impacts in the Gulf of Mexico",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922441",
 "po_email": "dliang@nsf.gov",
 "po_sign_block_name": "Daan Liang",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 885149.0,
 "awd_amount": 885149.0,
 "awd_min_amd_letter_date": "2021-08-10",
 "awd_max_amd_letter_date": "2023-04-24",
 "awd_abstract_narration": "Stark differences in access to resources and opportunity across the United States by both geography and race/ethnicity are often magnified when disaster strike. Clarifying for whom and why disasters cause most distress is important for mitigating risk, reducing burden on social, economic, and health-care systems in the United States, and for addressing disparities. This project examines how characteristics of built and social environments are associated with 1) changes in behavioral health and financial wellbeing from before to during the pandemic, and 2) COVID-19-related risk responses for residents in coastal counties in the Gulf of Mexico. We will collect new survey data from 2,520 households across all five Gulf states, asking about physical and mental health, financial wellbeing, risk perceptions, COVID-19 experiences and losses, and social networks and other resources. The new data will be compared with existing (pre-pandemic) data collected since 2016 with the same set of respondents. We will integrate the survey data with assessments of characteristics of the built environment and examine the extent to which characteristics of built and social environments predict COVID-19 risk responses. This award will advance understanding of disaster impacts across time and place. The current focus is on COVID-19 and associated response policies impacting Gulf Coast communities and will advance science of risk perception and models of community vulnerability and resilience. Additionally, the project will advance national health, prosperity, and welfare by generating insights that directly support public-health and risk-communication efforts. Findings will help policymakers target assistance toward individuals, households, and neighborhoods most in need of support during complex crises such as the COVID-19 pandemic. The team will engage and build a more diverse workforce, partnering with political science students and faculty at Xavier University, an historically black university in New Orleans LA.\r\n\r\nThis project examines how characteristics of built and social environments are associated with 1) changes in behavioral health and financial wellbeing from before to during the pandemic, and 2) COVID-19-related risk responses for residents in coastal counties in the Gulf of Mexico. This work adds significantly to an existing longitudinal, probabilistic panel study of residents across all five Gulf states comprised of 2,520 households for which data have been collected since 2016 on physical and mental health, financial wellbeing, risk perceptions, disaster experiences, social networks, and extensive sociodemographic data. The new data will build an integrated assessment of characteristics of the built environment, social resources, COVID-19 illness experiences and losses, and impacts on individual functioning with a third wave of data collection. These new, geocoded survey data will be integrated with census-tract and county-level data about the conditions of respondents’ built and social environments (e.g., walkability, social vulnerability). The project tests hypotheses that: 1) characteristics of the built environment moderate, 1) social resources and COVID-19 experiences and losses explain, and 3) pre-COVID-19 factors predict, patterns of change in behavioral health and financial wellbeing. We will also test the extent to which characteristics of built and social environments predict COVID-19 risk responses. We will also demonstrate the feasibility of social science infrastructure for multi-level, disaster research and train diverse students in transdisciplinary theories and methods. \r\n\r\nThis award advances theoretical understanding of the mechanisms of disaster impacts across time and place with a focus on COVID-19 and associated response policies impacting Gulf Coast communities. Additionally, this research will generate knowledge that elucidates pathways to vulnerability and resilience in other disaster contexts. The data will permit empirical tests of interdependencies between different built and social environment factors at multiple levels. The project’s findings will help policymakers to target assistance toward individuals and neighborhoods most in need of support during complex crises such as the COVID-19 pandemic. The project will also demonstrate potential methods for a large-scale, prospective disaster research infrastructure. We will leverage multiple opportunities to engage and build a more diverse workforce, partnering with political science students and faculty at Xavier University, an historically black university in New Orleans LA.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Melissa",
   "pi_last_name": "Finucane",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Melissa L Finucane",
   "pi_email_addr": "finucane@rand.org",
   "nsf_id": "000055965",
   "pi_start_date": "2021-08-10",
   "pi_end_date": "2023-04-24"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lynsay",
   "pi_last_name": "Ayer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lynsay Ayer",
   "pi_email_addr": "layer@rand.org",
   "nsf_id": "000834329",
   "pi_start_date": "2023-04-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bonnie",
   "pi_last_name": "Ghosh-Dastidar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bonnie Ghosh-Dastidar",
   "pi_email_addr": "bonnieg@rand.org",
   "nsf_id": "000220139",
   "pi_start_date": "2021-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tamara",
   "pi_last_name": "Dubowitz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tamara Dubowitz",
   "pi_email_addr": "dubowitz@rand.org",
   "nsf_id": "000824979",
   "pi_start_date": "2021-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pamela",
   "pi_last_name": "Waldron-Moore",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Pamela N Waldron-Moore",
   "pi_email_addr": "pnmoore@xula.edu",
   "nsf_id": "000834191",
   "pi_start_date": "2021-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Lynsay",
   "pi_last_name": "Ayer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lynsay Ayer",
   "pi_email_addr": "layer@rand.org",
   "nsf_id": "000834329",
   "pi_start_date": "2021-08-10",
   "pi_end_date": "2023-04-24"
  }
 ],
 "inst": {
  "inst_name": "Rand Corporation",
  "inst_street_address": "1776 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA MONICA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3103930411",
  "inst_zip_code": "904013208",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "THE RAND CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "YY46Q97AEZA8"
 },
 "perf_inst": {
  "perf_inst_name": "RAND Gulf States Policy Institute",
  "perf_str_addr": "4570 Fifth Ave, Suite 600",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152131500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  },
  {
   "pgm_ele_code": "158Y00",
   "pgm_ele_name": "COVID-19 Research"
  },
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 885149.0
  }
 ],
 "por": null
}