{
 "awd_id": "2048336",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Oceanic Fingerprint of the Forced Response to Anthropogenic Aerosols",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2021-03-01",
 "awd_exp_date": "2025-02-28",
 "tot_intn_awd_amt": 885724.0,
 "awd_amount": 885724.0,
 "awd_min_amd_letter_date": "2021-01-05",
 "awd_max_amd_letter_date": "2021-08-04",
 "awd_abstract_narration": "Human emissions to the atmosphere impact our climate in two ways: changing how efficiently our planet cools via radiation back to space through increasing greenhouse gases; and changing how much sunlight reaches Earth’s surface via the impacts of aerosols on atmospheric brightness and cloudiness. More is understood about the warming effect of greenhouse gases, which act globally, than the cooling effect of anthropogenic aerosols, which act more regionally (close to emission sites in the northern hemisphere). Quantifying how much these two opposing climate drivers are responsible for past change is also challenging, as our climate system also has natural chaotic fluctuations. The ocean is a major player in controlling the rate and form of change in Earth’s climate. This project will exploit the unprecedented global ocean observations from the Argo array and a large set of climate model runs (which capture a lot of Earth’s climate chaos) to try to tease apart the fingerprint of aerosols versus greenhouse gases on our recent past climate. Some of the questions the team will address are: Has the aerosol effect been over or underestimated in the past?   How has the ocean been impacted? Ultimately the team aims to help improve climate projections and thus support better mitigation and adaptation actions by the community. The project will also support and help train a postdoctoral scientist.\r\n\r\nAnthropogenic aerosols, along with greenhouse gases (GHG), have caused substantial climate change over the past several decades, with the former much less understood and quantified. While most previous studies have focused on surface or atmospheric responses, the investigators will investigate how the ocean water masses and circulation evolve due to anthropogenic aerosol forcing in contrast to the background of internal variability and GHG-forced changes during the historical period and in future projections. To isolate externally forced signal from internal climate variability, they will exploit new large ensemble simulations using a single general circulation model with common external forcing but different initial conditions.  They will focus on comparing the externally forced component and internal variability, evaluation of the performance of various spatiotemporal analysis methods in separating those signals and the robustness of their estimation. The team hopes to develop fingerprints of the ocean interior response to anthropogenic aerosol forcing found in the model runs, and then examine how likely it is to detect these fingerprints in the observations, unforced control runs, runs with other anthropogenic forcing, and runs with natural external forcing. They will attempt to identify and remove the internal variability from the observations to test whether the detectability of the fingerprint of the forced signal can be improved.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Young-Oh",
   "pi_last_name": "Kwon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Young-Oh Kwon",
   "pi_email_addr": "ykwon@whoi.edu",
   "nsf_id": "000427864",
   "pi_start_date": "2021-01-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Wijffels",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Wijffels",
   "pi_email_addr": "swijffels@whoi.edu",
   "nsf_id": "000745914",
   "pi_start_date": "2021-01-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 Woods Hole Road",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  },
  {
   "pgm_ele_code": "511300",
   "pgm_ele_name": "ANT Ocean & Atmos Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5113",
   "pgm_ref_txt": "ANTARCTIC OCEAN & ATMOSPH SCI"
  },
  {
   "pgm_ref_code": "1324",
   "pgm_ref_txt": "CLIMATE VARIABILITY AND PREDICTABILITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 885724.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There are two dominant human influences on climate in the historic period - warming by Greenhouse Gases and cooling by industrial aerosols. Isolating the impact of these two different climate forcings has been difficult, due to both natural 'noise' in the climate system and sparsity of observations, particularly in the oceans. In global average metrics these two forcings are impossible to separate as they largely oppose each other. Despite these challenges, our project has isolated the 'fingerprints' of these two climate forcings, and have detected them in historical ocean observations. We find that the aerosol fingerprint evolves strongly as the main source of these emmissions move from the US and Europe to north eastern Asia after 1980. In addition, the subsurface &nbsp;ocean response to aerosol forcing is quite different from that of Greenhouse Gases, as aerosols drive a strong northward ocean heat transport (due to their stronger cooling effect in the northern hemisphere). This assymetry allowed us to clearly detect aerosol forcing in subsurface ocean warming &nbsp;patterns. In addition, we found that the competition between these forcings is detectable in ocean water mass characteristic. &nbsp;In the North Pacific, aerosols cool the surface prior to 1980 and then Greenhouse Gases warms &nbsp;it after. The resulting surface temperature swings changed the nature of the water pulled into the ocean interior, which we could clearly see in observations. &nbsp;In summary, we were able to demonstrate that the competition between the cooling effect of aerosols and the warming of Greenhouse Gases has left a clear mark on our oceans. As Greenhouse Gas levels continue to rise, they now overwhelm aerosol cooling effects since the 2000s.&nbsp;</p><br>\n<p>\n Last Modified: 04/08/2025<br>\nModified by: Susan&nbsp;Wijffels</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThere are two dominant human influences on climate in the historic period - warming by Greenhouse Gases and cooling by industrial aerosols. Isolating the impact of these two different climate forcings has been difficult, due to both natural 'noise' in the climate system and sparsity of observations, particularly in the oceans. In global average metrics these two forcings are impossible to separate as they largely oppose each other. Despite these challenges, our project has isolated the 'fingerprints' of these two climate forcings, and have detected them in historical ocean observations. We find that the aerosol fingerprint evolves strongly as the main source of these emmissions move from the US and Europe to north eastern Asia after 1980. In addition, the subsurface ocean response to aerosol forcing is quite different from that of Greenhouse Gases, as aerosols drive a strong northward ocean heat transport (due to their stronger cooling effect in the northern hemisphere). This assymetry allowed us to clearly detect aerosol forcing in subsurface ocean warming patterns. In addition, we found that the competition between these forcings is detectable in ocean water mass characteristic. In the North Pacific, aerosols cool the surface prior to 1980 and then Greenhouse Gases warms it after. The resulting surface temperature swings changed the nature of the water pulled into the ocean interior, which we could clearly see in observations. In summary, we were able to demonstrate that the competition between the cooling effect of aerosols and the warming of Greenhouse Gases has left a clear mark on our oceans. As Greenhouse Gas levels continue to rise, they now overwhelm aerosol cooling effects since the 2000s.\t\t\t\t\tLast Modified: 04/08/2025\n\n\t\t\t\t\tSubmitted by: SusanWijffels\n"
 }
}