{
 "awd_id": "2048435",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Oligotrophic ocean metabolism from underwater glider observations",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032922092",
 "po_email": "csuchman@nsf.gov",
 "po_sign_block_name": "Cynthia Suchman",
 "awd_eff_date": "2021-01-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 233082.0,
 "awd_amount": 233082.0,
 "awd_min_amd_letter_date": "2021-01-05",
 "awd_max_amd_letter_date": "2021-05-20",
 "awd_abstract_narration": "Aquatic photosynthesis and respiration rates regulate the flux of organic matter into the ocean’s interior, a process that impacts Earth’s climate by sequestering carbon dioxide from the atmosphere and that provides most of the energy necessary to support the requirements of the organisms inhabiting the dark depths of the ocean. Recent improvements in sensor technology enabled the estimation of photosynthesis and respiration using accurate measurements of the concentration of oxygen dissolved in seawater collected by autonomous underwater vehicles and floats, even in regions of the ocean with low biological activity such as the subtropical gyres. This project is analyzing data collected in the North Pacific ocean during 7 years using autonomous underwater vehicles in order to obtain an unprecedented number of estimates of metabolic rates for a region of the ocean that is representative of one of the largest oceanic ecosystems. This novel analysis helps constrain the amount of oxygen produced in the sea and improves our understanding of how variations in photosynthesis and respiration influence the flux of organic carbon towards the bottom of the ocean. Two undergraduate students from the University of Hawaii are supported and trained as part of this project. \r\n\r\nThis project is analyzing publicly available observations of temperature, salinity, dissolved oxygen, chlorophyll fluorescence, and optical backscatter collected using underwater gliders in the North Pacific Subtropical Gyre between 2008 and 2014 (>1,000 days of observations). The analyses are used to: (i) quantify in situ rates of gross primary production and respiration in the mixed layer from diel oxygen oscillations, and determine their short-term variability and seasonality; (ii) quantify the net biological oxygen production (both in the mixed layer and in the lower euphotic zone) and determine its seasonality; (iii) quantify annual net community production, from which one can infer the net biological flux of organic C into the ocean’s interior; and (iv) assess how temporal changes in biomass are linked to changes in metabolic rates by comparing oxygen-based metabolic rates with optical proxies of phytoplankton biomass (backscatter and chlorophyll fluorescence). This investigation will better constrain the role of the ocean in regulating Earth’s climate by improved understanding of the mechanisms driving the temporal variability of metabolic rates in the oligotrophic ocean that covers a large fraction of our planet.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sara",
   "pi_last_name": "Ferron",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sara Ferron",
   "pi_email_addr": "sferron@hawaii.edu",
   "nsf_id": "000783960",
   "pi_start_date": "2021-01-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Benedetto",
   "pi_last_name": "Barone",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benedetto Barone",
   "pi_email_addr": "bbarone@hawaii.edu",
   "nsf_id": "000807646",
   "pi_start_date": "2021-01-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222234",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1315",
   "pgm_ref_txt": "JOINT GLOBAL OCEAN FLUX STUDY"
  },
  {
   "pgm_ref_code": "1670",
   "pgm_ref_txt": "CHEMICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 233082.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Underwater gliders are robots that autonomously sample the ocean following the instructions of oceanographers. These gliders provide depth-resolved measurements of physical, chemical, and biological properties of the ocean over extended periods of time, and are able to measure ecological changes on temporal scales that are difficult to observe with ships. Recent improvements in the sensors mounted on gliders allow the characterization of diurnal changes in dissolved oxygen, which can be used to estimate rates of photosynthesis and respiration. These processes regulate the flux of organic matter into the ocean&rsquo;s interior thus impacting Earth&rsquo;s climate by sequestering carbon dioxide from the atmosphere. Phytoplankton photosynthesis is also the primary source of energy and organic carbon into marine ecosystems and serves as the base of the complex marine food web that includes fish and humans. Despite its importance, our understanding of plankton metabolism is incomplete due to the paucity of ocean observations, which limits our ability to predict how the ocean will respond to climate change. The use of autonomous platforms to estimate metabolic rates could soon address this issue by providing a large number of new measurements that are easier and less expensive to obtain than those obtained using traditional methods from a ship.</p>\n<p>This project sought to analyze a large set of depth-resolved oceanographic observations collected by underwater gliders in the North Pacific Subtropical Gyre since 2008. These measurements were thoroughly curated and calibrated and they were later used to investigate the variability in plankton metabolisms in relation to changes in phytoplankton biomass and suspended particle concentration (estimated using optical proxies). The dataset comprises 20,000 vertical profiles collected during 18 glider deployments in the open ocean north of the Hawaiian Islands. The gliders were equipped with sensors to measure temperature, salinity, pressure, dissolved oxygen concentration, chlorophyll <em>a</em> concentration from fluorescence, and the concentration of suspended particles from optical backscatter.</p>\n<p>The raw observations were quality-controlled following procedures developed for this project, as well as calibrated using accurate shipboard observations, resulting in a robust dataset that is inter-comparable among the different glider deployments. Detailed descriptions of the data processing, quality control metrics, calibration methods, and a technical validation against observations from the HOT program at Station ALOHA, have been submitted as a manuscript for publication in the journal <em>Scientific Data</em> that is currently under revision. The curated dataset is available without restrictions at the Zenodo open access research data repository (<a href=\"https://zenodo.org/records/10416616\">https://zenodo.org/records/10416616</a>), and will also be available in BCO-DMO. The code used to analyze the data has been shared through GitHub (<a href=\"https://github.com/cathygarcia/SeagliderDataprocessing\">https://github.com/cathygarcia/SeagliderDataprocessing</a>).</p>\n<p>Our work shows the capabilities of underwater gliders to investigate biogeochemical dynamics at spatial and temporal scales that are hard to capture using shipboard or satellite observations. The high-frequency observations of the ALOHA glider dataset allow for the exploration of both seasonal and subseasonal processes, such as aperiodic phytoplankton blooms. For example, in a study published in the journal<em> Oceanography</em>, we found that temporal changes in phytoplankton biomass, monitored as changes in chlorophyll a and particle backscatter, were associated with changes in primary production derived from glider observations.&nbsp;</p>\n<p>From the diel oxygen pattern measured by gliders, we are able to precisely derive ocean metabolism at different depths, down to approximately 100 m. The analysis of the temporal variability in metabolic rates is being finalized and it will soon be submitted for publication. Our results include a validation against traditional methods employed in the same environment, and provides new insights on the dynamics leading to the sequestration of carbon dioxide in the vast regions of the ocean known as subtropical gyres. A parallel effort focused on the analysis of optical backscatter is also shining new light on the relationship between its diurnal variability and metabolic rates. Gliders measure backscatter at a few wavelengths, and our analyses indicate that different microbial processes impact these wavelengths to different degrees. While this finding warrants caution on the use of the diurnal cycles of backscatter as a proxy for metabolic rates, it also indicates that these cycles contain information about additional microbial processes (one example could be cell division).</p>\n<p>In the future, oceanography will rely a lot more on autonomous measurements so it is important to understand how these observations compare with the shipboard observations that represented the backbone of our understanding of the ocean. Our effort is an important benchmark in the transition towards autonomous sampling because it produced a consistently-processed and calibrated data set that reproduces the main patterns of variability observed in one of the best sampled environments of the open ocean (Station ALOHA). Even though we used this data set to investigate some of our scientific questions, we are confident that the data will be mined and used by other researchers for new investigations in their area of expertise. We look forward to learning more about the ocean from these efforts.</p><br>\n<p>\n Last Modified: 05/01/2024<br>\nModified by: Sara&nbsp;Ferron</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nUnderwater gliders are robots that autonomously sample the ocean following the instructions of oceanographers. These gliders provide depth-resolved measurements of physical, chemical, and biological properties of the ocean over extended periods of time, and are able to measure ecological changes on temporal scales that are difficult to observe with ships. Recent improvements in the sensors mounted on gliders allow the characterization of diurnal changes in dissolved oxygen, which can be used to estimate rates of photosynthesis and respiration. These processes regulate the flux of organic matter into the oceans interior thus impacting Earths climate by sequestering carbon dioxide from the atmosphere. Phytoplankton photosynthesis is also the primary source of energy and organic carbon into marine ecosystems and serves as the base of the complex marine food web that includes fish and humans. Despite its importance, our understanding of plankton metabolism is incomplete due to the paucity of ocean observations, which limits our ability to predict how the ocean will respond to climate change. The use of autonomous platforms to estimate metabolic rates could soon address this issue by providing a large number of new measurements that are easier and less expensive to obtain than those obtained using traditional methods from a ship.\n\n\nThis project sought to analyze a large set of depth-resolved oceanographic observations collected by underwater gliders in the North Pacific Subtropical Gyre since 2008. These measurements were thoroughly curated and calibrated and they were later used to investigate the variability in plankton metabolisms in relation to changes in phytoplankton biomass and suspended particle concentration (estimated using optical proxies). The dataset comprises 20,000 vertical profiles collected during 18 glider deployments in the open ocean north of the Hawaiian Islands. The gliders were equipped with sensors to measure temperature, salinity, pressure, dissolved oxygen concentration, chlorophyll a concentration from fluorescence, and the concentration of suspended particles from optical backscatter.\n\n\nThe raw observations were quality-controlled following procedures developed for this project, as well as calibrated using accurate shipboard observations, resulting in a robust dataset that is inter-comparable among the different glider deployments. Detailed descriptions of the data processing, quality control metrics, calibration methods, and a technical validation against observations from the HOT program at Station ALOHA, have been submitted as a manuscript for publication in the journal Scientific Data that is currently under revision. The curated dataset is available without restrictions at the Zenodo open access research data repository (https://zenodo.org/records/10416616), and will also be available in BCO-DMO. The code used to analyze the data has been shared through GitHub (https://github.com/cathygarcia/SeagliderDataprocessing).\n\n\nOur work shows the capabilities of underwater gliders to investigate biogeochemical dynamics at spatial and temporal scales that are hard to capture using shipboard or satellite observations. The high-frequency observations of the ALOHA glider dataset allow for the exploration of both seasonal and subseasonal processes, such as aperiodic phytoplankton blooms. For example, in a study published in the journal Oceanography, we found that temporal changes in phytoplankton biomass, monitored as changes in chlorophyll a and particle backscatter, were associated with changes in primary production derived from glider observations.\n\n\nFrom the diel oxygen pattern measured by gliders, we are able to precisely derive ocean metabolism at different depths, down to approximately 100 m. The analysis of the temporal variability in metabolic rates is being finalized and it will soon be submitted for publication. Our results include a validation against traditional methods employed in the same environment, and provides new insights on the dynamics leading to the sequestration of carbon dioxide in the vast regions of the ocean known as subtropical gyres. A parallel effort focused on the analysis of optical backscatter is also shining new light on the relationship between its diurnal variability and metabolic rates. Gliders measure backscatter at a few wavelengths, and our analyses indicate that different microbial processes impact these wavelengths to different degrees. While this finding warrants caution on the use of the diurnal cycles of backscatter as a proxy for metabolic rates, it also indicates that these cycles contain information about additional microbial processes (one example could be cell division).\n\n\nIn the future, oceanography will rely a lot more on autonomous measurements so it is important to understand how these observations compare with the shipboard observations that represented the backbone of our understanding of the ocean. Our effort is an important benchmark in the transition towards autonomous sampling because it produced a consistently-processed and calibrated data set that reproduces the main patterns of variability observed in one of the best sampled environments of the open ocean (Station ALOHA). Even though we used this data set to investigate some of our scientific questions, we are confident that the data will be mined and used by other researchers for new investigations in their area of expertise. We look forward to learning more about the ocean from these efforts.\t\t\t\t\tLast Modified: 05/01/2024\n\n\t\t\t\t\tSubmitted by: SaraFerron\n"
 }
}