{
 "awd_id": "2048373",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Direct determination and model analysis of elemental stoichiometry of phytoplankton in the Oregon Coast",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 471806.0,
 "awd_amount": 471806.0,
 "awd_min_amd_letter_date": "2021-07-22",
 "awd_max_amd_letter_date": "2021-07-22",
 "awd_abstract_narration": "The ratio of carbon:nitrogen:phosphorus (C:N:P) in marine organic matter is used to study biochemical cycling of nutrients in the ocean. The cycling of nutrients is a process thought to be controlled by phytoplankton. Despite variability in individual measurements of the C:N:P in various parts of the ocean, the global plankton C:N:P averages out to a relatively constant value through ecosystem processes. What the important processes are and how the average ratio of these elements is maintained in the ocean has only been examined in modeling exercises. However, the assumption of a constant ratio of C:N:P in phytoplankton is most likely violated in real life, leading to uncertainties in model outputs. Laboratory experiments have shown that there is a large range of possible C:N:P ratios in phytoplankton, but no direct measurements of naturally growing phytoplankton in the ocean have been made to support the laboratory findings. In addition, no current models of phytoplankton cell biology have been tested with field data to determine if is possible to predict changes in the C:N:P ratio given environmental conditions.  Through a direct measure of phytoplankton this study will examine the spatial variability in C:N:P across the Oregon coastal upwelling system to the nutrient-poor waters offshore. Using laboratory techniques, researchers will selectively remove phytoplankton from the suspended particles and apply newly-developed, high-sensitivity analyses to determine phytoplankton specific C:N:P. Through a direct measure of phytoplankton we will examine how environmental conditions affect C:N:P in the sampling region. This C:N:P data will be incorporated into a model that predicts C:N:P in phytoplankton under a range of environmental conditions. Success in this endeavor will provide a predictive model for the phytoplankton C:N:P and eliminate the need to make assumptions about a fixed C:N:P in phytoplankton. Results from the proposed research will be used in undergraduate and graduate teaching. Also, relevant science will be disseminated to underrepresented and underserved audiences, through collaboration with The Science & Math Investigative Learning Experiences Program (The SMILE Program) of Oregon State University (OSU). This proposal will support the development of two teacher training workshops that give teachers hands-on experiments that can be used in their classrooms. The proposed research will provide training for a graduate student and several undergraduate students. We have been successful in recruiting under-represented students and will continue the practice.  \r\n\r\nGiven the reliance on biogeochemical models to both predict and hindcast ocean productivity and in turn, model reliance on C:N:P assumptions, it is critically important to determine the drivers of phytoplankton C:N:P variability and the extent to which the stoichiometry is flexible in natural oceanic systems. By combining field efforts and numerical modeling we propose to 1) measure and describe the variability in phytoplankton specific C:N:P across a large gradient in nutrient availability (Oregon Coast to offshore), 2) combine observations with a mechanistic phytoplankton model to attribute the role of environmental factors and community composition in generating the observed plankton stoichiometric variability, 3) evaluate the contribution of phytoplankton C:N:P to that of marine particles, and 4) include a mechanistic representation of phytoplankton stoichiometry in a high-resolution regional ocean model (ROMS) to interpret observations and explore their regional implications. Success in this endeavor will provide the oceanographic community with phytoplankton specific C:N:P data that will allow us to test and improve phytoplankton physiology based ecosystem models, improving the predictive capability of biogeochemical cycles, and ecosystem responses to future climate change.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Curtis",
   "pi_last_name": "Deutsch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Curtis Deutsch",
   "pi_email_addr": "cdeutsch@princeton.edu",
   "nsf_id": "000388723",
   "pi_start_date": "2021-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 471806.0
  }
 ],
 "por": null
}