{
 "awd_id": "2048958",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Engaging Young Black and Latino Students in Data Science Through Water Security",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032922141",
 "po_email": "ltran@nsf.gov",
 "po_sign_block_name": "Lynn Tran",
 "awd_eff_date": "2021-06-01",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 1364121.0,
 "awd_amount": 1364121.0,
 "awd_min_amd_letter_date": "2021-05-25",
 "awd_max_amd_letter_date": "2021-05-25",
 "awd_abstract_narration": "Communities of color across the nation face increasing challenges with affordable access to safe drinking water. Using data science to explore why, where and how this is happening, and what is being done about it, provides a powerful vehicle for the engagement of students in science, technology, engineering, and mathematics (STEM), and to help develop a digital work force with appropriate representation from the affected communities. The America’s Water Education (AWE) project will test whether a data science integrated curriculum, using visualization, exploration, and modeling/analysis of water data in an age-appropriate way, can engage young Black and Latino students and increase their interest in data science.  The project will comprise approximately 800 8th through 11th-grade students and their science and mathematics teachers from the Eagle Academies of Harlem and Southeast Queens, New York. The project will seek to: 1) increase students’ likelihood of choosing a data science career, generally, or applied to water security, specifically; 2) improve students’ science, technology, and mathematics competencies, senses of confidence, and self-efficacy through an integrated core curriculum, aligned to co-curricular water security data-rich projects and water exhibitions; and 3) increase the effectiveness of the academies’ teachers to implement and assess the project’s integrated middle and high school core curriculum and co-curriculum. \r\n\r\nThe project's overarching research question is: How can middle and high school young Black and Latino students be prepared to acquire the necessary knowledge/skills in data science and water security so that, if they choose, they become part of the next generation of data scientists meeting the needs of the water-dependent society?  Student-centered learning opportunities will involve reliable, adaptable, intriguing, and wholly accessible data platform technologies as staple tools for water and data sciences. Students will explore and probe information through inquiry and questioning by selecting and manipulating the hosted data sets, like publicly available data and platforms of the U.S. Geological Survey and U.S. Department of Agriculture.  Linking data across science and mathematics with technology will lead to breakthroughs in their understanding of both data and water security.  A systematic assessment at different grade levels will allow for meaningful findings to be shared with educators and researchers. AWE’s data platforms and data sets, along with its curricular and co-curricular educational materials, will be accessible to teachers and students across The Eagle Academy Network of Schools and with 750+ New York City and New York State secondary schools; single-gender schools within the US; and teachers and students in co-educational settings who are interested in data science and/or water security.  Locally constructed data sets and accessible national data sets will make the content relevant and interesting across the country. This project is funded by the Innovative Technology Experiences for Students and Teachers (ITEST) program, which supports projects that build understandings of practices, program elements, contexts and processes contributing to increasing students' knowledge and interest in STEM and information and communication technology (ICT) careers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Upmanu",
   "pi_last_name": "Lall",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Upmanu Lall",
   "pi_email_addr": "ulall@asu.edu",
   "nsf_id": "000370107",
   "pi_start_date": "2021-05-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Degnan",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Anne L Degnan",
   "pi_email_addr": "ald1@columbia.edu",
   "nsf_id": "000182489",
   "pi_start_date": "2021-05-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laureline",
   "pi_last_name": "Josset",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laureline Josset",
   "pi_email_addr": "lj2390@columbia.edu",
   "nsf_id": "000744477",
   "pi_start_date": "2021-05-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "SW Mudd Building 610, 500 West 1",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276623",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 1364121.0
  }
 ],
 "por": null
}