{
 "awd_id": "2048164",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Synthesis of Novel Two-Dimensional Materials from Metastable Layered Materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922937",
 "po_email": "jmadison@nsf.gov",
 "po_sign_block_name": "Jonathan Madison",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 607788.0,
 "awd_amount": 607788.0,
 "awd_min_amd_letter_date": "2021-02-17",
 "awd_max_amd_letter_date": "2024-08-16",
 "awd_abstract_narration": "NON-TECHNICAL DESCRIPTION: Atomically -and few atomically- thin two-dimensional (2D) materials are at the forefront of nanomaterials research due to their unique properties and morphology compared to their bulk counterparts. They are usually produced by exfoliating layered materials that are held together with weak bonds and forces (such as van der Waal (vdW) forces). Controlling the 2D materials composition tunes their properties and therefore their performance in applications such as electrochemical energy storage. The goal of this project is to exploit metastability in bulk layered ceramic materials to synthesize novel 2D materials and heterostructures with unique compositions and study their behavior as electrode materials for electrochemical energy storage. The importance of the new 2D materials that are produced in this project extends beyond electrochemical energy storage to many other fields including electronics, composites, electromagnetic interference shielding, catalysis, etc. The research goal is integrated with an educational plan that serves a broad spectrum of students at different levels (doctoral, undergraduate, K-12) to strengthen the materials science and engineering education and diversify the science and engineering workforce by educating and training the next generation of materials scientists and engineers through hands-on learning approach.\r\n\r\nTECHNICAL DETAILS: Unusual properties and phenomena can be realized by stacking 2D materials of different properties into vdW heterostructures. In such heterostructures, understanding and engineering the solid/solid interface is challenging. Another approach to populate this unoccupied territory in the 2D materials properties space, is to exfoliate new bulk layered materials to produce novel 2D materials. Most of the known thermodynamically stable vdW bonded layered materials have been exfoliated already into the 2D materials. Therefore, novel approaches are necessary to synthesize new bulk layered materials that can be exfoliated. In this project, topochemical reactions are utilized to render strongly bonded ceramic materials into metastable exfoliateable vdW layered materials. To achieve the goal of this project, three specific aims are pursued. The first aim is to develop understanding for the formation reaction mechanism of metastable vdW layered materials. The second is to understand the exfoliation mechanism of these metastable vdW layered materials. The third focuses on heterostructures of 2D materials with aim to unveil the role of interfaces between 2D heterostructures in electrochemical energy storage. In addition to developing a novel family of 2D materials, the understanding and knowledge in this project can be employed to other compositional and structural materials spaces. Part of the educational plan in this project involves integrating a new service-learning section into the Materials Science and Engineering undergraduate course. Undergraduate students develop new hands-on materials activities to engage and educate middle school students in materials science and engineering.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Naguib",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Naguib",
   "pi_email_addr": "naguib@tulane.edu",
   "nsf_id": "000781429",
   "pi_start_date": "2021-02-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tulane University",
  "inst_street_address": "6823 SAINT CHARLES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5048654000",
  "inst_zip_code": "701185665",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "LA01",
  "org_lgl_bus_name": "THE ADMINISTRATORS OF TULANE EDUCATIONAL FUND",
  "org_prnt_uei_num": "XNY5ULPU8EN6",
  "org_uei_num": "XNY5ULPU8EN6"
 },
 "perf_inst": {
  "perf_inst_name": "Tulane University",
  "perf_str_addr": "6823 St. Charles Avenue",
  "perf_city_name": "New Orleans",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701185665",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "LA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8399",
   "pgm_ref_txt": "Energy Storage or Transmission"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 364204.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 121500.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 122084.0
  }
 ],
 "por": null
}