{
 "awd_id": "2048476",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Economics: An experimental analysis of the role of group identity in leadership effectiveness",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 8327.0,
 "awd_amount": 8327.0,
 "awd_min_amd_letter_date": "2021-08-10",
 "awd_max_amd_letter_date": "2021-08-10",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2).\r\n\r\nUnderstanding the role of leaders in mitigating cooperation failures in groups especially when group members have distorted incentives is a relevant issue in economics. This research project will use economic theory and experimental methods to study whether beliefs and decisions of group members vary according to whether the leader shares the same group identity as the followers. The project will combine insights from behavioral economics, social psychology, leadership, and management studies to compare the effectiveness of ingroup and outgroup leaders. Social identity theory suggests that a shared group identity between leaders and followers could increase trust in an ingroup leader's effectiveness in fostering cooperation. The research design will investigate whether ingroup bias can lower overall cooperation and efficiency in groups with outgroup leaders. Ingroup bias can become a challenge for effective diverse leadership. This research will help to fill in gaps in knowledge of the detrimental effects of ingroup bias and will have broad impacts on the study of leadership. Further, the results of this research project will shed light on identity-based discrimination which can provide important inputs into policies that improve diversity and inclusion in leadership.\r\n\r\nIn a novel laboratory experimental design, the project uses identity manipulations within a leadership game. Groups play a public goods game where the leader encourages cooperation within each group following a two-fold identification strategy which creates artificial group identities. Laboratory subjects acting as followers decide whether to follow a leader’s cooperation suggestion in a group task. The main hypothesis is that the ingroups will exhibit favoritism towards ingroup leaders and discrimination against outgroup leaders. The difference in a group’s cooperation levels under ingroup and outgroup leadership will help in isolating the effects of shared group identity on leadership effectiveness. Extending this to a second study where the leaders use a reward mechanism to incentivize higher cooperation it can be observed whether a reward mechanism can bridge the gap between ingroup and outgroup leader effectiveness. The project makes two contributions. It provides an interdisciplinary approach to studying\r\nthe interaction effects of group identity and leader effectiveness. Second, the results will allow researchers to understand the ramifications of shared social identities between leaders and followers and prevent the negative consequences that may arise out of the lack of inclusion of diverse leaders. Overall, the results will have policy implications for both organizations and policy makers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Houser",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel E Houser",
   "pi_email_addr": "dhouser@gmu.edu",
   "nsf_id": "000333089",
   "pi_start_date": "2021-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Moumita",
   "pi_last_name": "Roy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Moumita Roy",
   "pi_email_addr": "moumitaroy.2091@gmail.com",
   "nsf_id": "000834725",
   "pi_start_date": "2021-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "4400 University Drive",
  "perf_city_name": "Fairfax",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 8327.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><strong>Award Title:&nbsp;</strong>Doctoral Dissertation Research in Economics: An experimental analysis of the role of group identity in leadership effectiveness</p>\r\n<p class=\"p1\"><strong>Federal Award ID:&nbsp;</strong>2048476</p>\r\n<p class=\"p1\"><strong>Report Submission Period:&nbsp;</strong>09/01/2023 to 08/31/2024</p>\r\n<p class=\"p2\">&nbsp;</p>\r\n<p class=\"p3\">&nbsp;</p>\r\n<p class=\"p4\"><strong>Main Findings:</strong></p>\r\n<p class=\"p5\">Our project proposes to complement the current interdisciplinary literature on leadership effectiveness by providing evidence of bias against outgroup leaders in a laboratory environment. Our main finding is that ingroup leaders are more effective than outgroup leaders; which is consistent with our theoretical predictions. In particular, ingroup leaders are more likely to suggest greater cooperation among followers, and their suggestions are more likely to be followed. Furthermore, we find that ex-ante outgroup leaders are perceived to be less cooperative. Additionally, we extend the study to another research question. In the extension, we will study whether leaders' ethical behavior in interaction with their social identity is able to improve cooperation in groups.</p>\r\n<p class=\"p6\">&nbsp;</p>\r\n<p class=\"p5\"><strong>Importance and Broader Impact:</strong></p>\r\n<p class=\"p5\">The importance of leaders in mitigating cooperation failures especially when team members have distorted incentives can hardly be overstated. Yet outsiders in leadership positions face obstacles in various social, political, and business environments. For instance, prior research shows that female leaders not only face difficulties while advancing to leadership roles but are also less liked than equally capable male leaders in an all-male environment. This results in lower performance of female-led teams. Ingroup bias in a leader-follower framework has economic implications related to equity concerns, trust, and cooperation within teams and needs to be properly addressed. However, nothing is known about how shared identity may shape followers&rsquo; decisions and beliefs about outgroup leaders. The first part of our project fills this gap by outlining an experimental design that uses a leader-follower framework. Without the help of an experiment, it is quite difficult to measure the difference in followers&rsquo; pro-social behavior towards ingroup and out-group leaders. Our project complements the current interdisciplinary literature on leadership effectiveness by providing evidence of bias against outgroup leaders in a laboratory environment. Our results shed light on why there is a paucity of out-group leaders in business and social environments which becomes a barrier to diverse leadership.<span>&nbsp;</span></p>\r\n<p class=\"p6\">&nbsp;</p>\r\n<p class=\"p7\"><strong>Summary of Outcomes:</strong>&nbsp;</p>\r\n<p class=\"p8\">Throughout the course of this award, we developed and tested important economic theories about how shared group identity between a leader and followers affects her leadership effectiveness. In response to our research question, our findings confirm that shared group identity favours ingroup leaders and makes them more effective in raising cooperation in groups than outgroup leaders. These findings provide evidence of an important challenge to achieving the well-documented organizational benefits that stem from a diverse and inclusive workplace<span>&nbsp; </span>The results have been published in the peer-reviewed journal, European Economic Review, and the insights gained will continue to shape future research in this area.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/30/2024<br>\nModified by: Moumita&nbsp;Roy</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nAward Title:Doctoral Dissertation Research in Economics: An experimental analysis of the role of group identity in leadership effectiveness\r\n\n\nFederal Award ID:2048476\r\n\n\nReport Submission Period:09/01/2023 to 08/31/2024\r\n\n\n\r\n\n\n\r\n\n\nMain Findings:\r\n\n\nOur project proposes to complement the current interdisciplinary literature on leadership effectiveness by providing evidence of bias against outgroup leaders in a laboratory environment. Our main finding is that ingroup leaders are more effective than outgroup leaders; which is consistent with our theoretical predictions. In particular, ingroup leaders are more likely to suggest greater cooperation among followers, and their suggestions are more likely to be followed. Furthermore, we find that ex-ante outgroup leaders are perceived to be less cooperative. Additionally, we extend the study to another research question. In the extension, we will study whether leaders' ethical behavior in interaction with their social identity is able to improve cooperation in groups.\r\n\n\n\r\n\n\nImportance and Broader Impact:\r\n\n\nThe importance of leaders in mitigating cooperation failures especially when team members have distorted incentives can hardly be overstated. Yet outsiders in leadership positions face obstacles in various social, political, and business environments. For instance, prior research shows that female leaders not only face difficulties while advancing to leadership roles but are also less liked than equally capable male leaders in an all-male environment. This results in lower performance of female-led teams. Ingroup bias in a leader-follower framework has economic implications related to equity concerns, trust, and cooperation within teams and needs to be properly addressed. However, nothing is known about how shared identity may shape followers decisions and beliefs about outgroup leaders. The first part of our project fills this gap by outlining an experimental design that uses a leader-follower framework. Without the help of an experiment, it is quite difficult to measure the difference in followers pro-social behavior towards ingroup and out-group leaders. Our project complements the current interdisciplinary literature on leadership effectiveness by providing evidence of bias against outgroup leaders in a laboratory environment. Our results shed light on why there is a paucity of out-group leaders in business and social environments which becomes a barrier to diverse leadership.\r\n\n\n\r\n\n\nSummary of Outcomes:\r\n\n\nThroughout the course of this award, we developed and tested important economic theories about how shared group identity between a leader and followers affects her leadership effectiveness. In response to our research question, our findings confirm that shared group identity favours ingroup leaders and makes them more effective in raising cooperation in groups than outgroup leaders. These findings provide evidence of an important challenge to achieving the well-documented organizational benefits that stem from a diverse and inclusive workplace The results have been published in the peer-reviewed journal, European Economic Review, and the insights gained will continue to shape future research in this area.\r\n\n\n\t\t\t\t\tLast Modified: 12/30/2024\n\n\t\t\t\t\tSubmitted by: MoumitaRoy\n"
 }
}