{
 "awd_id": "2048349",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Characterization of Meteoroids and Meteors through Simulations and Remote Sensing Using High-Power Large-Aperture Radars",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032928963",
 "po_email": "sraizada@nsf.gov",
 "po_sign_block_name": "Shikha Raizada",
 "awd_eff_date": "2021-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 594254.0,
 "awd_amount": 594254.0,
 "awd_min_amd_letter_date": "2021-04-26",
 "awd_max_amd_letter_date": "2021-04-26",
 "awd_abstract_narration": "Approximate 100 tons of extraterrestrial matter, primarily composed of meteoroids, enters the Earth’s atmosphere every day.  Meteoroids are defined as solid particles of natural origin in space, which typically originate from the breakup of comets and asteroids and are categorized according to their origin. On average, over 100 billion meteoroids enter Earth’s atmosphere daily with masses larger than 1 microgram.  Meteoroids travel between 11 and 72.8 km/s relative to the Earth if in solar orbit; a small, though as yet undetermined, fraction originates outside of our solar system, implying that distant stellar systems can impact Earth’s environment.  The light and associated physical phenomena associated with a meteoroid’s passage through a planet’s atmosphere is called a meteor, which results from the plasma created by the meteoroid as it ionizes the gas along its trajectory.  \r\n\r\nAlthough meteoroids have a profound effect on our space environment, we know very little about their fundamental properties.  The connection between meteoroid properties and plasma formation still remains poorly understood due to a lack of knowledge regarding how background properties influence the plasma dynamics and also how selection effects in the observing instrument impacts detection.  This project seeks to answer these questions by probing into the plasma physics that surrounds the meteoroid, known as the head echo plasma, and uncover the connection between meteoroid properties, plasma formation, and the properties of the background ionosphere. The research will address many of the outstanding questions in the meteor and meteoroid community, including the mass deposition rate into our atmosphere, the dominant density population, and the effect of the background electric and magnetic fields on plasma expansion and distribution.  This fundamental research includes the development of three simulations, including a Direct Simulation Monte Carlo (DSMC) model and a Particle-In-Cell (PIC) algorithm to determine the plasma formation and expansion, and a Finite-Difference Time-Domain (FDTD) model to correlate radar signal strength with plasma density.  The project team will also collect and analyze High-Power, Large-Aperture (HPLA) radar data at diverse geographic locations.  \r\n\r\nThis research will contribute to the National Space Weather Program’s goal of understanding the evolution of ionospheric irregularities, and answer the following three scientific questions:\r\n1) What are the properties of meteor plasmas, including peak plasma density and distribution?\r\n2) How is meteoroid ablation and plasma formation affected by the physics of the upper atmosphere and ionosphere?\r\n3) What are the properties of the parent meteoroids, including mass, bulk density, and velocity, and how do they correlate to the meteor plasmas?\r\n\r\nThe results of this research will enable understanding of impact plasma and facilitate collaboration between MIT Haystack Observatory and Stanford University. The HPLA data, in addition to the models and simulations developed, will be widely disseminated to enhance scientific and technological understanding. Graduate students will be involved in all aspects of the modeling and simulation, and both undergraduate and graduate student students will be able to analyze the HPLA data, which will contribute to the training of the next generation of scientists and engineers.  The research will be integrated into the classroom at Stanford University, including three graduate classes and one undergraduate class designed and taught by the PI. In addition to developing and teaching these courses, the PI frequently engages in outreach activities, such as with grade schools, the Mission to Mars Program for undergraduate students, and various television programs, such as National Geographic, the Weather Channel, and PBS NOVA, where she has described how meteoroids can threaten interplanetary space programs. These endeavors will inspire another generation of students beyond those directly engaged at Stanford University to pursue a degree in this field of research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sigrid",
   "pi_last_name": "Elschot",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sigrid Elschot",
   "pi_email_addr": "sigridc@stanford.edu",
   "nsf_id": "000505133",
   "pi_start_date": "2021-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "496 Lomita Mall",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943054035",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 594254.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"text\">The research objective was to provide a comprehensive characterization of sporadic meteoroids and meteoroid plasmas and their response to properties in the E-region ionosphere.&nbsp;&nbsp;Meteoroids profoundly affect ionospheric and thermospheric processes by depositing heavy metallic atoms, ions, and dust, and form plasmas that are estimated to be orders of magnitude greater than the background plasma density.&nbsp;&nbsp;The meteoric atom and ion deposition, along with wind shear, produces sporadic E layers and dense striations seen in the lower ionosphere with an occurrence rate that scales with the velocity of the meteoroid. While it has been long known that the primary input function into this region is meteoric material, many outstanding science questions remain, including uncertainties in the plasma formation, incomplete models that correlate signal strength to plasma density and size, and mass flux estimates. In order to address these priorities, we determined the characteristics of the meteor, and the relationship between the meteor and the parent meteoroid (i.e. how meteoroid mass, radius, bulk density and velocity correlates to plasma density as a function of spatial coordinates and time).&nbsp;&nbsp;We accomplished this by analyzing high-resolution, dual-polarization, multi-frequency data of head echoes from High-Power, Large-Aperture (HPLA) radars. Head echoes are the small plasmas that surround the meteoroid and move at its velocity. We also developed a Particle-In-Cell (PIC) algorithm to determine the plasma formation and expansion of the head echo process. &nbsp;</p>\n<p class=\"text\">Our existing HPLA radar data contains thousands of meteor head echoes. Ongoing research seeks to perform more comprehensive analyses of the populations observed, which motivated development of a machine learning algorithm capable of detecting head echoes while minimizing false positives due to other radar echoes. The use of machine learning or computer vision techniques to identify meteor head echoes in HPLA radar data is not new, but the existing methods have some drawbacks; most notably, they require an abundance of pre-labelled data at a particular facility and with the same or similar experimental parameters such as pulse code and inter-pulse period. This motivated the development of a physics-driven synthetic head echo model, from which synthetic head echoes can be generated as they would appear in radar data, given any HPLA radar experiment parameters. These head echoes are additively combined with examples of non-head echo phenomena in real radar data, which is generally far more abundant at any particular facility, enabling the machine learning techniques to avoid false positives, and reducing the manual overhead required to train a machine learning algorithm from months to hours. Using a simple three-layer convolutional neural network architecture and thousands of synthetically generated head echoes with random parameters such as velocity and signal strength, we achieved overall classification accuracy of greater than 96% on real data at each of three facilities, and sensitivity of greater than 70% at each facility, including when the equatorial electrojet is present at Jicamarca Radio Observatory.&nbsp;</p>\n<p class=\"text\">Through this combined modeling and data gathering approach we addressed the complex meteor system that forms billions of plasmas in our ionosphere daily.</p>\n<p class=\"text\">&nbsp;</p><br>\n<p>\n Last Modified: 10/03/2024<br>\nModified by: Sigrid&nbsp;Elschot</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2048349/2048349_10729817_1727980124911_Meteors6--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2048349/2048349_10729817_1727980124911_Meteors6--rgov-800width.png\" title=\"Meteoroid Ablation\"><img src=\"/por/images/Reports/POR/2024/2048349/2048349_10729817_1727980124911_Meteors6--rgov-66x44.png\" alt=\"Meteoroid Ablation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Snapshot of surface ablation simulation results. (a) Temperature (K) (b) Mass loss at the edge of the meteoroid (kg/s).</div>\n<div class=\"imageCredit\">J. Ferguson</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Sigrid&nbsp;Elschot\n<div class=\"imageTitle\">Meteoroid Ablation</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2048349/2048349_10729817_1727980024429_Meteors4--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2048349/2048349_10729817_1727980024429_Meteors4--rgov-800width.png\" title=\"Machine Learning Applied to Meteors\"><img src=\"/por/images/Reports/POR/2024/2048349/2048349_10729817_1727980024429_Meteors4--rgov-66x44.png\" alt=\"Machine Learning Applied to Meteors\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A single convolutional layer, including the 2-by-2 maxpool, which may or may not be present at a given layer. The leaky ReLU function is applied elementwise to the output of the convolution.</div>\n<div class=\"imageCredit\">T. Hedges</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Sigrid&nbsp;Elschot\n<div class=\"imageTitle\">Machine Learning Applied to Meteors</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2048349/2048349_10729817_1727980085098_Meteors5--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2048349/2048349_10729817_1727980085098_Meteors5--rgov-800width.png\" title=\"Class Activation Maps\"><img src=\"/por/images/Reports/POR/2024/2048349/2048349_10729817_1727980085098_Meteors5--rgov-66x44.png\" alt=\"Class Activation Maps\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Class activation maps for some head echoes in raw data observed at Jicamarca. The contour lines indicate what parts of the image the convolutional neural network identifies as relevant for a positive classification. (a) Head echo followed by a trail. (b) Strong head echo embedded within the equatori</div>\n<div class=\"imageCredit\">T. Hedges</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Sigrid&nbsp;Elschot\n<div class=\"imageTitle\">Class Activation Maps</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2048349/2048349_10729817_1727979941131_Meteors3--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2048349/2048349_10729817_1727979941131_Meteors3--rgov-800width.png\" title=\"PIC Results\"><img src=\"/por/images/Reports/POR/2024/2048349/2048349_10729817_1727979941131_Meteors3--rgov-66x44.png\" alt=\"PIC Results\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Particle-in-cell simulation plasma density contour plot for non-rotating meteor. (b) Particle-in-cell simulation plasma density contour plot for fast-rotating meteor. Dashed lines spanning (a) and (b) demonstrate a slight vertical shift between the contours. (c) Percent difference betw</div>\n<div class=\"imageCredit\">T. Hedges</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Sigrid&nbsp;Elschot\n<div class=\"imageTitle\">PIC Results</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2048349/2048349_10729817_1727979784171_Meteors2--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2048349/2048349_10729817_1727979784171_Meteors2--rgov-800width.png\" title=\"PIC Simulation Results\"><img src=\"/por/images/Reports/POR/2024/2048349/2048349_10729817_1727979784171_Meteors2--rgov-66x44.png\" alt=\"PIC Simulation Results\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Electron density profile for a meteor emitting neutral particles at 10-12 kg/s (left) and for a meteor emitting neutral particles at 10-10 kg/s (right). The colorbar of the right plot is increased by two orders of magnitude to facilitate qualitative comparison of the electron density shape</div>\n<div class=\"imageCredit\">T. Hedges</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Sigrid&nbsp;Elschot\n<div class=\"imageTitle\">PIC Simulation Results</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2048349/2048349_10729817_1727979881911_Meteors1--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2048349/2048349_10729817_1727979881911_Meteors1--rgov-800width.png\" title=\"HPLA Radar Data\"><img src=\"/por/images/Reports/POR/2024/2048349/2048349_10729817_1727979881911_Meteors1--rgov-66x44.png\" alt=\"HPLA Radar Data\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Data collected by the ALTAIR, RISR and JO radars.</div>\n<div class=\"imageCredit\">S. Elschot, N. Lee, R. Volz</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Sigrid&nbsp;Elschot\n<div class=\"imageTitle\">HPLA Radar Data</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe research objective was to provide a comprehensive characterization of sporadic meteoroids and meteoroid plasmas and their response to properties in the E-region ionosphere.Meteoroids profoundly affect ionospheric and thermospheric processes by depositing heavy metallic atoms, ions, and dust, and form plasmas that are estimated to be orders of magnitude greater than the background plasma density.The meteoric atom and ion deposition, along with wind shear, produces sporadic E layers and dense striations seen in the lower ionosphere with an occurrence rate that scales with the velocity of the meteoroid. While it has been long known that the primary input function into this region is meteoric material, many outstanding science questions remain, including uncertainties in the plasma formation, incomplete models that correlate signal strength to plasma density and size, and mass flux estimates. In order to address these priorities, we determined the characteristics of the meteor, and the relationship between the meteor and the parent meteoroid (i.e. how meteoroid mass, radius, bulk density and velocity correlates to plasma density as a function of spatial coordinates and time).We accomplished this by analyzing high-resolution, dual-polarization, multi-frequency data of head echoes from High-Power, Large-Aperture (HPLA) radars. Head echoes are the small plasmas that surround the meteoroid and move at its velocity. We also developed a Particle-In-Cell (PIC) algorithm to determine the plasma formation and expansion of the head echo process. \n\n\nOur existing HPLA radar data contains thousands of meteor head echoes. Ongoing research seeks to perform more comprehensive analyses of the populations observed, which motivated development of a machine learning algorithm capable of detecting head echoes while minimizing false positives due to other radar echoes. The use of machine learning or computer vision techniques to identify meteor head echoes in HPLA radar data is not new, but the existing methods have some drawbacks; most notably, they require an abundance of pre-labelled data at a particular facility and with the same or similar experimental parameters such as pulse code and inter-pulse period. This motivated the development of a physics-driven synthetic head echo model, from which synthetic head echoes can be generated as they would appear in radar data, given any HPLA radar experiment parameters. These head echoes are additively combined with examples of non-head echo phenomena in real radar data, which is generally far more abundant at any particular facility, enabling the machine learning techniques to avoid false positives, and reducing the manual overhead required to train a machine learning algorithm from months to hours. Using a simple three-layer convolutional neural network architecture and thousands of synthetically generated head echoes with random parameters such as velocity and signal strength, we achieved overall classification accuracy of greater than 96% on real data at each of three facilities, and sensitivity of greater than 70% at each facility, including when the equatorial electrojet is present at Jicamarca Radio Observatory.\n\n\nThrough this combined modeling and data gathering approach we addressed the complex meteor system that forms billions of plasmas in our ionosphere daily.\n\n\n\t\t\t\t\tLast Modified: 10/03/2024\n\n\t\t\t\t\tSubmitted by: SigridElschot\n"
 }
}