{
 "awd_id": "2049416",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US GEOTRACES GP17-OCE: Nitrate isotopic signals of the Southern Ocean's circulation and biogeochemistry",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 486515.0,
 "awd_amount": 486515.0,
 "awd_min_amd_letter_date": "2021-06-23",
 "awd_max_amd_letter_date": "2021-06-23",
 "awd_abstract_narration": "The U.S. GEOTRACES GP17-OCE section is an upcoming water sampling and measurement campaign that will focus on the Southern Ocean, the ocean around Antarctica. The Southern Ocean appears to play an outsized role in Earth’s climate and environmental conditions. For example, it appears to strongly affect: (1) the biological productivity of the surface ocean across the globe, (2) the levels of the greenhouse gas carbon dioxide (CO2) in the atmosphere, and (3) the concentration of oxygen (O2) in deep ocean waters. In GEOTRACES GP17-OCE, water samples and water-borne particles will be collected from the surface to the ocean bottom. On these samples, a suite of new, technically advanced chemical measurements will be made to better understand the physical, chemical, and biological processes of the Southern Ocean. The project described here will contribute to GP17-OCE by measuring the stable isotopes of nitrate in the seawater samples. Nitrate is the primary form of nitrogen in the sea that is available to photosynthetic life. This nitrogen is an essential nutrient for the ocean’s phytoplankton (floating, single-celled algae). Phytoplankton are the base of the marine food web, and the sinking of dead phytoplankton causes carbon dioxide to be stored in deep waters, away from the atmosphere. There are multiple forms (“isotopes”) of both the nitrogen and the oxygen atoms that make up nitrate. The heavier isotopes are nitrogen-15 and oxygen-18, and the lighter isotopes are nitrogen-14 and oxygen-16. When phytoplankton use nitrate to build their tissue, the lighter isotopes are converted slightly faster. As a result, the isotope ratios of nitrate show the fingerprints of biological nitrate use and of the degradation of the nitrogen in phytoplankton tissue back to nitrate. The nitrate isotope measurements made in this project will provide a three-dimensional picture of the physical transport and biochemical conversions of nitrate through the ocean regions from which the samples are collected. This will address how nitrate is supplied to Southern Ocean surface waters, what proportion of the supply is consumed by Southern Ocean phytoplankton, and what controls the amount of nitrate that flows from the Southern Ocean into the subtropical, tropical, and equatorial ocean to fuel phytoplankton productivity in those regions. Because phytoplankton consume carbon dioxide and nitrate in a given ratio, the information on nitrate will also indicates how the Southern Ocean impacts the carbon dioxide concentration in the air. The key lessons from this work will be distilled for middle and high school science teachers. This will be done in the context of a workshop for teachers lead by the project’s principal investigator. The workshop will focus on ocean monitoring and the powerful tools that are available to the general public to visualize, present, and interpret environmental data.\r\n\r\nThe U.S. GEOTRACES GP17-OCE section will provide the opportunity to generate complementary data sets of trace elements and isotopes (TEI) across the South Pacific and the Southern Ocean from Tahiti to the Amundsen Sea, and to the Chilean shelf. For all stations of GP17-OCE, the investigators will measure the delta15N and delta18O of nitrate in full depth profiles and the delta15N and concentration of dissolved organic nitrogen and the concentration of dissolved organic phosphorus in a subset of samples from low-nitrate shallow waters. These measurements will address two sets of topics, with implications both for modern ocean processes and for the interpretation of paleoceanographic nitrogen (N) isotope data from the Southern Ocean and other ocean regions. First, a mechanistic understanding of Southern Ocean physical, biogeochemical, and carbon cycle processes requires seasonal models that simulate conditions in both the Antarctic and the Sub-Antarctic zones (AZ and SAZ, respectively). To yield robust information, these models must simultaneously simulate a comprehensive suite of geochemical measurements that trace nutrient transport (e.g., upwelling and mixing), nutrient consumption, export production, and remineralization. GP17-OCE will be unique among nitrate isotope data sets in the complementary trace elements and isotopes that can be applied to their interpretation, providing the opportunity to apply such seasonal models in a multifaceted, data-rich context. This will help to address longstanding questions regarding (1) in situ nutrient and carbon cycling and (2) physical and biogeochemical exchanges between the summer surface layer, the underlying remnant winter mixed layer, and the deeper ocean. For example, what proportion of the nitrate in the SAZ surface derives from the AZ vs. wintertime mixing with the underlying thermocline, and given other constraints on the wind-driven circulation, what does this imply for eddy-driven transport rates across the Polar Frontal Zone? Second, mid-depth waters formed in the Southern Ocean – Antarctic Intermediate Water and Subantarctic Mode Water – sustain life in the low latitude surface ocean by injecting nutrients into the global ocean’s thermocline. A central question in global-scale chemical oceanography is how this Southern Ocean nutrient source compares with the input of nitrate to the low latitude thermocline by vertical mixing and the widespread upwelling of deep water. Nitrate deriving from the Southern Ocean surface is elevated in delta15N whereas deep nitrate is not. As a result, the delta15N of the nitrate in the global pycnocline reflects the fraction of pycnocline nitrate that derives from the Southern Ocean surface vs. the low latitude deep ocean. The data from GP17-OCE will help to better constrain this fraction by providing new data for both the Southern Ocean sources and the isotopic characteristics of the South Pacific interior, within and below the pycnocline.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Sigman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel M Sigman",
   "pi_email_addr": "sigman@princeton.edu",
   "nsf_id": "000440153",
   "pi_start_date": "2021-06-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "Knapp",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Angela N Knapp",
   "pi_email_addr": "aknapp@tamu.edu",
   "nsf_id": "000650142",
   "pi_start_date": "2021-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8242",
   "pgm_ref_txt": "Marine Nitrogen Cycle"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 486515.0
  }
 ],
 "por": null
}