{
 "awd_id": "2049185",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Labor and Livelihoods within Militarized Communities",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Siobhan Mattison",
 "awd_eff_date": "2021-05-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 22206.0,
 "awd_amount": 22206.0,
 "awd_min_amd_letter_date": "2021-03-08",
 "awd_max_amd_letter_date": "2021-05-20",
 "awd_abstract_narration": "Soldiers are a critical part of the labor force in militarized communities. Anthropological theories about the work of soldiers often focus on the risk and uncertainty associated with conflicts affecting them and the related effects on the human experience and social lives. However, being a soldier also provides stable employment and provides new social relationships within communities that are offset from other aspects of daily life. How do these social relationships affect the experience of being a soldier? Does the everyday labor of being a soldier provide experiences that are distinct from those associated with active conflict? This doctoral dissertation project synthesizes theory from economic anthropology and the anthropology of social structure to investigate the tensions between stability and risk inherent to the military experience and its effects on livelihoods in conflict zones. It trains a U.S.-based graduate student in anthropological theory and methods and involves extensive dissemination of findings for scholarly and non-scholarly audiences. \r\n\r\nSpecifically, this doctoral dissertation project examines the lives and livelihoods of paid soldiers in militarized communities. Through ethnographic observation and life history interviews of soldiers where they reside and work, this project investigates how being a soldier contributes to household labor and the activities that soldiers pursue to enhance their job performance or retreat from daily stressors. It asks whether soldiers’ social networks inside and outside of the military context affect their understandings of labor, for example, and how the labor of being a soldier in turn alters those networks. By considering the way militarized social and economic spaces provide possibilities for certain forms of work and social relationships to be pursued, this project not only provides a novel approach to the study of security, but also contributes to social scientific studies of political economy and gender.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marina",
   "pi_last_name": "Welker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marina Welker",
   "pi_email_addr": "mwelker@cornell.edu",
   "nsf_id": "000441397",
   "pi_start_date": "2021-03-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Mitchell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua Mitchell",
   "pi_email_addr": "jlm564@cornell.edu",
   "nsf_id": "000819007",
   "pi_start_date": "2021-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Lashio, Burma",
  "perf_str_addr": "",
  "perf_city_name": "Lashio",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "BM",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Burma",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760500",
   "pgm_ele_name": "Cult Anthro DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 22206.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>From May 2021- July 2022, I conducted field research for my dissertation project: Trajectories of Soldiering in Ceasefire Burma. In a context, where the soldiers&rsquo; duty was defined less by battle, than by work in an illicit drug economy, I sought to answer one key question: &nbsp;What does it mean to be a soldier?</p>\n<p>By spending time with former and current soldiers in workplaces far from the frontlines, as well as in spaces of recovery and rehabilitation, I found that participation in ceasefire military groups was often guided less by a desire to fight an enemy, than by a desire to escape and recover from the immediate and long-term consequences of war. These consequences included high rates of male drug addiction and frequent campaigns of forced conscription by multiple armed groups. Rather than be conscripted many men chose to leave home and take up work in ceasefire militaries that offered livelihood opportunities. However, men remained vulnerable in these positions. Jobs often brought them into close proximity with drugs and many became addicted. Pressures to perform masculinity through heavy levels of drug consumption contributed to such vulnerabilities. After becoming addicted, many soldiers sought recovery in Christian rehabilitation. In the rehabilitation center, soldiering was re-imagined as a reparative activity. As &ldquo;soldiers of God&rdquo; in a &ldquo;spiritual war,&rdquo; the objective became less the destruction of an enemy, than the repair of hearts. Prayer, testimony, and bible study became operations of a war that aimed to cultivate good spirits to fight bad spirits. While many men found personal healing in the rehabilitation center, they also found it hard to reintegrate back into their home life. In fact, the aim of the rehabilitation center was not to send men back home, but to create evangelists&mdash;soldiers of God&mdash;who would dedicate their lives to ministry. Many left and returned back to work in other armies. War continued. The vulnerabilities remained. Ultimately, I came to understand that to be a soldier in Burma is to also struggle with addiction. Soldiering and addiction must be understood together.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; By demonstrating how men in contexts of long-term conflict become ensnared in cycles of addiction and conscription, my research provides a concrete case study of the relationship between addiction and war. While most studies of drugs and war tend to focus on more large-scale processes of war making and illicit economy, by employing a life history approach my work shows how these larger processes interact with the everyday life of soldiers and drug users. The method and the findings of this work will provide scholars in anthropology, as well as in adjacent disciplines&mdash;peace and conflict studies, security studies, criminology&mdash; a path forward for comparative study of war and addiction globally.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; As I move forward with analyzing data and writing up scholarly articles, I will also work to bring my work to bear on more practical initiatives related to war and addiction. <em>&nbsp;</em>I am now working with educational organizations in Burma to put together syllabi on issues of peace and conflict. Sharing life histories from my research, I hope to not only demonstrate how local life histories can be an education resource, but also to further encourage collection of life histories as an ongoing community education project. Outside of Burma, I will also work to bring my research findings to bear on policies related to drugs and conflict. Globally, long-term conflict and drug addiction often exist side by side. Yet the two phenomena are rarely addressed together. My research suggests that we can begin to examine drug rehabilitation as a potential peacebuilding process. That is, a process of reintegration and recovery from both war and addiction. While institutions in Burma have already begun this process, many challenges remain. By bringing these issues to the fore in policy papers and op-eds, I hope to begin a public dialogue that can contribute to the building of international partnerships that understand and address issues of war and addiction together.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/26/2022<br>\n\t\t\t\t\tModified by: Joshua&nbsp;Mitchell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFrom May 2021- July 2022, I conducted field research for my dissertation project: Trajectories of Soldiering in Ceasefire Burma. In a context, where the soldiers’ duty was defined less by battle, than by work in an illicit drug economy, I sought to answer one key question:  What does it mean to be a soldier?\n\nBy spending time with former and current soldiers in workplaces far from the frontlines, as well as in spaces of recovery and rehabilitation, I found that participation in ceasefire military groups was often guided less by a desire to fight an enemy, than by a desire to escape and recover from the immediate and long-term consequences of war. These consequences included high rates of male drug addiction and frequent campaigns of forced conscription by multiple armed groups. Rather than be conscripted many men chose to leave home and take up work in ceasefire militaries that offered livelihood opportunities. However, men remained vulnerable in these positions. Jobs often brought them into close proximity with drugs and many became addicted. Pressures to perform masculinity through heavy levels of drug consumption contributed to such vulnerabilities. After becoming addicted, many soldiers sought recovery in Christian rehabilitation. In the rehabilitation center, soldiering was re-imagined as a reparative activity. As \"soldiers of God\" in a \"spiritual war,\" the objective became less the destruction of an enemy, than the repair of hearts. Prayer, testimony, and bible study became operations of a war that aimed to cultivate good spirits to fight bad spirits. While many men found personal healing in the rehabilitation center, they also found it hard to reintegrate back into their home life. In fact, the aim of the rehabilitation center was not to send men back home, but to create evangelists&mdash;soldiers of God&mdash;who would dedicate their lives to ministry. Many left and returned back to work in other armies. War continued. The vulnerabilities remained. Ultimately, I came to understand that to be a soldier in Burma is to also struggle with addiction. Soldiering and addiction must be understood together.\n\n            By demonstrating how men in contexts of long-term conflict become ensnared in cycles of addiction and conscription, my research provides a concrete case study of the relationship between addiction and war. While most studies of drugs and war tend to focus on more large-scale processes of war making and illicit economy, by employing a life history approach my work shows how these larger processes interact with the everyday life of soldiers and drug users. The method and the findings of this work will provide scholars in anthropology, as well as in adjacent disciplines&mdash;peace and conflict studies, security studies, criminology&mdash; a path forward for comparative study of war and addiction globally.\n\n            As I move forward with analyzing data and writing up scholarly articles, I will also work to bring my work to bear on more practical initiatives related to war and addiction.  I am now working with educational organizations in Burma to put together syllabi on issues of peace and conflict. Sharing life histories from my research, I hope to not only demonstrate how local life histories can be an education resource, but also to further encourage collection of life histories as an ongoing community education project. Outside of Burma, I will also work to bring my research findings to bear on policies related to drugs and conflict. Globally, long-term conflict and drug addiction often exist side by side. Yet the two phenomena are rarely addressed together. My research suggests that we can begin to examine drug rehabilitation as a potential peacebuilding process. That is, a process of reintegration and recovery from both war and addiction. While institutions in Burma have already begun this process, many challenges remain. By bringing these issues to the fore in policy papers and op-eds, I hope to begin a public dialogue that can contribute to the building of international partnerships that understand and address issues of war and addiction together.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/26/2022\n\n\t\t\t\t\tSubmitted by: Joshua Mitchell"
 }
}