{
 "awd_id": "2049474",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: New Forms of Sociality and Community Construction within Digital Spaces",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 13914.0,
 "awd_amount": 13914.0,
 "awd_min_amd_letter_date": "2021-02-26",
 "awd_max_amd_letter_date": "2021-05-20",
 "awd_abstract_narration": "How is the internet changing the ways people create and build connections? By some measures, the internet has hosted platforms that are said to exacerbate social divisions and attenuate the features of daily interaction responsible for reinforcing social ties. By other measures, the internet has increasingly become a key platform for personal expression, fundamentally transforming the way that people communicate, and fostering opportunities for new forms of sociality. This doctoral dissertation project examines how online platforms are being leveraged to create and maintain communities among individuals who are socially marginalized. Because these contexts are relatively new, and by some measure anonymous, the project has the potential of helping scientists better understand what creative processes are necessarily to the formation of new and durable social networks. In addition to providing funding for the training of a graduate student in anthropology in the methods of empirical, scientific data collection and analysis, data and findings from the projects with be shared with companies and other organizations to help optimize interaction and communication. The project also broadens the participation of groups traditionally underrepresented in science and technology. \r\n\r\nThis doctoral dissertation research project asks whether there are significant differences in the way that biases and stereotypes emerge and proliferate within virtual spaces, and the ways that forms of community are creatively constructed within contexts of adversity. How is community formed, sociality constructed, and identity curated in digital contexts? Using an online communication and digital distribution platform specifically designed as an application for building communities, the researcher will track the navigational patterns and behaviors of its users. Data collection and analytical strategies include individual and group interviews, nine months participant observation within five different online interactive environments, and narrative and textual analysis of forum and message board archives. The collected data will contribute to theoretical debates about social formation, identity construction, and the science of broadening participation in science and technology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tom",
   "pi_last_name": "Boellstorff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tom Boellstorff",
   "pi_email_addr": "tboellst@uci.edu",
   "nsf_id": "000403281",
   "pi_start_date": "2021-02-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Akil",
   "pi_last_name": "Fletcher",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Akil F Fletcher",
   "pi_email_addr": "affletch@uci.edu",
   "nsf_id": "000790271",
   "pi_start_date": "2021-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926975100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760500",
   "pgm_ele_name": "Cult Anthro DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 13914.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research project &ldquo;New Forms of Sociality and Community Construction within Digital Spaces&rdquo; was a project constructed to analyze cooperation and discrimination within online spaces. With many still reeling from a global pandemic, individuals have found new importance in digital/virtual networks as millions were forced to work, communicate, and interact online. Thus, this project sought out to understand how individuals experienced these sites by researching how people communicated and formed communities and relationships within online spaces such as games and social media sites. From July 1<sup>st</sup> -June 30<sup>th</sup> the co-PI Akil Fletcher under the supervision of PI Tom Boellstorff investigated online interaction by utilizing ethnographic methods, which included participant observation within the games Final Fantasy XIV and League of Legends as well as interviews conducted through social spaces such as Facebook and Discord. Additionally, the co-PI ran a survey which collected over 200 responses which not only help guide the work but provided detailed accounts about how individuals experience the online.</p>\n<p>Here each of the accounts captured through the survey would vary greatly depending on age, race, gender, and class. Each telling a unique story about how they utilized a multitude of a spaces to form an interconnected web of sociality, however, one strand that consistently reappeared was that for most of the non-white male individuals who filled out the survey, many complained about harassment and feeling unwelcomed in online spaces related to games. Whereas many of the white men who did fill out the survey did not have the same reaction but had admitted to seeing other non-white men experiences abuse or harassment. This would be further proved through participant observation as many of the non-white individuals the co-PI interacted with experienced harassment while engaged in gameplay or conversation, and at times the co-PI was the target of this harassment. Indeed, the research provided troubling results,</p>\n<p>However, despite the many of the accounts taken of harassment the co-PI encountered many who celebrated online experience and found healthy spaces to interact online. Sometimes the co-PI would speak to lifelong friends separated by work who used games to stay in-touch or find a women&rsquo;s group on Facebook who supported each other&rsquo;s mental health throughout the COVID-19 pandemic. All examples of online space being used to support and uplift rather than harass and tear down. Thus, through the co-PI&rsquo;s exploration of online sociality, they have come to unravel the intricacies of online space and understand that each space is both unique and interconnected to a larger system and U.S cultural context. And this was only made possible by the wonderful individuals who took their time to fill out the survey as well as engage with the co-PI in interviews and focus groups. This is especially, important as the work was carried out entirely virtually to better match and understand the conditions of online existence. Through their engagement with the co-PI this work has resulted in a forthcoming chapter, and the construction of a dissertation which further explores the existence and purpose of online community. Thus, it is only fair that this report thank each of its participants as it continues to broaden the way anthropologist view online media at large.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/03/2022<br>\n\t\t\t\t\tModified by: Akil&nbsp;F&nbsp;Fletcher</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe research project \"New Forms of Sociality and Community Construction within Digital Spaces\" was a project constructed to analyze cooperation and discrimination within online spaces. With many still reeling from a global pandemic, individuals have found new importance in digital/virtual networks as millions were forced to work, communicate, and interact online. Thus, this project sought out to understand how individuals experienced these sites by researching how people communicated and formed communities and relationships within online spaces such as games and social media sites. From July 1st -June 30th the co-PI Akil Fletcher under the supervision of PI Tom Boellstorff investigated online interaction by utilizing ethnographic methods, which included participant observation within the games Final Fantasy XIV and League of Legends as well as interviews conducted through social spaces such as Facebook and Discord. Additionally, the co-PI ran a survey which collected over 200 responses which not only help guide the work but provided detailed accounts about how individuals experience the online.\n\nHere each of the accounts captured through the survey would vary greatly depending on age, race, gender, and class. Each telling a unique story about how they utilized a multitude of a spaces to form an interconnected web of sociality, however, one strand that consistently reappeared was that for most of the non-white male individuals who filled out the survey, many complained about harassment and feeling unwelcomed in online spaces related to games. Whereas many of the white men who did fill out the survey did not have the same reaction but had admitted to seeing other non-white men experiences abuse or harassment. This would be further proved through participant observation as many of the non-white individuals the co-PI interacted with experienced harassment while engaged in gameplay or conversation, and at times the co-PI was the target of this harassment. Indeed, the research provided troubling results,\n\nHowever, despite the many of the accounts taken of harassment the co-PI encountered many who celebrated online experience and found healthy spaces to interact online. Sometimes the co-PI would speak to lifelong friends separated by work who used games to stay in-touch or find a women’s group on Facebook who supported each other’s mental health throughout the COVID-19 pandemic. All examples of online space being used to support and uplift rather than harass and tear down. Thus, through the co-PI’s exploration of online sociality, they have come to unravel the intricacies of online space and understand that each space is both unique and interconnected to a larger system and U.S cultural context. And this was only made possible by the wonderful individuals who took their time to fill out the survey as well as engage with the co-PI in interviews and focus groups. This is especially, important as the work was carried out entirely virtually to better match and understand the conditions of online existence. Through their engagement with the co-PI this work has resulted in a forthcoming chapter, and the construction of a dissertation which further explores the existence and purpose of online community. Thus, it is only fair that this report thank each of its participants as it continues to broaden the way anthropologist view online media at large.\n\n \n\n\t\t\t\t\tLast Modified: 08/03/2022\n\n\t\t\t\t\tSubmitted by: Akil F Fletcher"
 }
}