{
 "awd_id": "2050922",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Intersection of Linguistics, Language & Culture",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032927376",
 "po_email": "jwmirand@nsf.gov",
 "po_sign_block_name": "Josie Welkom Miranda",
 "awd_eff_date": "2021-05-01",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 350745.0,
 "awd_amount": 350745.0,
 "awd_min_amd_letter_date": "2021-04-19",
 "awd_max_amd_letter_date": "2021-04-19",
 "awd_abstract_narration": "This project is funded from the Research Experiences for Undergraduates (REU) Sites program in the SBE Directorate and is supported by the Department of Defense in partnership with the NSF REU program. It has both scientific and societal benefits, and integrates research and education. While STEM-based models in linguistics and speech-hearing-communication sciences aim to provide explanations that apply across languages and socio-cultural and ethnic groups, the bulk of research is still conducted on Mainstream American English and other majority languages. Moreover, research in the language sciences is largely conducted by professionals from majority language communities. This is problematic for two reasons: findings are not representative of the increasingly diverse US population and neither are researchers, clinicians and educators. This 26-week Research Experiences for Undergraduates (REU) program addresses these two issues by equipping 18 undergraduate students per year from under-represented communities with both transferable STEM-based skills and knowledge specific to language sciences that will ensure student success in graduate programs focused on speech, language and communication sciences and in working with members of minoritized linguistic communities. The program will include six modules: (A) Establishment of a community of scholars, (B) Research ethics training, (C) Mentored scientific research, (D) Research dissemination, (E) Participation in workshops to prepare a graduate school application portfolio and promote well-being in graduate school, (F) Organization of a program translational conference. \r\n\r\nRecruiting students who use lesser-studied languages and non-mainstream varieties of English, and having them conduct research with Mentoring Faculty who are experts in the various sub-fields of linguistics and speech-language-communication sciences (Theoretical Linguistics, Computational Linguistics, First and Second Language Acquisition and Processing, Bilingualism, Speech, Language-Hearing and Communication Sciences, Developmental and Acquired Disorders) and have a research track record that reflects their commitments to excellence and diversity, constitutes an important step toward redressing the current imbalance in the field and ensuring that the student projects will benefit from the scholarly study of the linguistic and cultural diversity found in New York City.  The program will benefit from the tremendous ethnic, linguistic, and cultural diversity of New York, in both the recruitment of student participants as well as project participants, and the mentors' state-of-the-art research facilities that include Molloy Speech Perception, Speech Production, Language Intervention and Processing and Brain Bases of Communication Laboratories, Brooklyn College Linguistics and Sociolinguistics Laboratories, CUNY Graduate Center Developmental Neurolinguistics Laboratory, LIU-Brooklyn Speech Language Hearing Clinic and Speech-Audiology Laboratory and the YVY Multilingual/dialectal Research Institute. This REU program thus serves two purposes: to involve undergraduates in research projects that can be expected to contribute publishable results and novel data sets that will be made available to the field through open-access websites, while simultaneously encouraging and preparing minoritized students to undertake graduate work on diverse languages and cultures. This REU site will prepare students to become accomplished researchers and practitioners in language sciences equipped with STEM-based knowledge and skills to work with minoritized languages and populations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Isabelle",
   "pi_last_name": "Barriere",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Isabelle Barriere",
   "pi_email_addr": "isabelle.barriere@gmail.com",
   "nsf_id": "000508382",
   "pi_start_date": "2021-04-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Nissenbaum",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan Nissenbaum",
   "pi_email_addr": "jnissenbaum@brooklyn.cuny.edu",
   "nsf_id": "000701507",
   "pi_start_date": "2021-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "MOLLOY UNIVERSITY",
  "inst_street_address": "1000 HEMPSTEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ROCKVILLE CENTRE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5163233000",
  "inst_zip_code": "115701135",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NY04",
  "org_lgl_bus_name": "MOLLOY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "PCUKYDN6M118"
 },
 "perf_inst": {
  "perf_inst_name": "Molloy College",
  "perf_str_addr": "1000 Hempstead Avenue Casey 205",
  "perf_city_name": "Rockville Centre, Long Isl",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "115715002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NY04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "7736",
   "pgm_ref_txt": "DOD ASSURE PROGRAM"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122RB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 350745.0
  }
 ],
 "por": null
}