{
 "awd_id": "2050856",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Exploring the Limits of Life - Understanding Biofilms in Extreme Environments",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia Simmons",
 "awd_eff_date": "2021-04-01",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 397090.0,
 "awd_amount": 397090.0,
 "awd_min_amd_letter_date": "2021-03-03",
 "awd_max_amd_letter_date": "2021-05-21",
 "awd_abstract_narration": "Montana State University’s (MSU) centers of excellence, the Thermal Biology Institute (TBI) and the Center for Biofilm Engineering (CBE), in Bozeman, Montana, will implement an REU site to support the training of 10 students each year during the summers of 2021-2023. This REU program will explore the limits of life in extreme environments (e.g., under glaciers and in Yellowstone National Park hot springs) and combine team-orientated learning and guided research, helping students discover new ways to grow, understand, and use extreme biofilms for society’s benefit. The goals of the REU program are to 1) increase participation of underrepresented minority students in innovative science and engineering research; 2) empower more undergraduates to pursue advanced degrees in bioengineering, microbiology, and related disciplines; and 3) strengthen and encourage the persistence of students’ science and engineering identities through novel research and professional development. It is anticipated that a total of 30 students, primarily from non-research-intensive universities, tribal colleges, community colleges, or from an underrepresented minority will be trained in the program. To achieve the recruitment goals, the core participant team will actively network with faculty at regional universities and colleges, as well as embark on an annual in-person recruitment ‘blitz’ at state tribal colleges and community colleges. Program assessment will leverage the online SALG URSSA evaluation tool and student interviews, with longitudinal tracking surveys used after the program to determine student career paths. \r\n\r\nThis REU program is an experience where participants are paired into teams of two and work collaboratively on an extreme biofilm research project under the guidance of faculty experts. As part of their research, program participants help a) characterize and grow extreme biofilms, b) investigate extreme biofilm functions, or c) explore biofilm growth at extreme pressures/temperatures/pH, assessing their utility in different biotechnologies. As a group, students participate in a field trip and workshop in Yellowstone National Park, a scientific literacy and communication short course, and weekly professional development activities. Several workshops help students learn the fundamentals of how to formulate a research question, design an experiment, and critically evaluate data. Students attend weekly informal lunch gatherings with faculty mentors to discuss project progress, upcoming goals, and share ways of solving problems. Participants communicate findings from their research by presenting a poster at a local summer science and technology meeting, giving a presentation at a research symposium, and completing a writing-to-learn assignment.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brent",
   "pi_last_name": "Peyton",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Brent M Peyton",
   "pi_email_addr": "bpeyton@montana.edu",
   "nsf_id": "000264754",
   "pi_start_date": "2021-03-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dana",
   "pi_last_name": "Skorupa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dana Skorupa",
   "pi_email_addr": "dana.skorupa@montana.edu",
   "nsf_id": "000808093",
   "pi_start_date": "2021-03-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University",
  "inst_street_address": "216 MONTANA HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BOZEMAN",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4069942381",
  "inst_zip_code": "59717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJ3UF7TK8RT5"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University",
  "perf_str_addr": "305 Cobleigh Hall",
  "perf_city_name": "Bozeman",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "597172470",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 397090.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project united the unique strengths of the Thermal Biology Institute and the Center for Biofilm Engineering at Montana State University, bringing together research teams from the environmental, engineering, biochemical, microbiological, and molecular sciences to help REU students study the physical, chemical, and biological underpinnings of biofilm-forming microorganisms in extreme environments.<em> </em>Our integrative training program was holistic in its <span style=\"text-decoration: underline;\">goal</span><em> </em>of developing participants&rsquo; professional and technical skills, helping students experience and practice core competencies that are important to STEM disciplines. Considerable program efforts focused on recruiting students who were historically underrepresented in STEM, those from disadvantaged backgrounds, and/or students with limited research experience.&nbsp;The <span style=\"text-decoration: underline;\">objectives</span> of our REU program were to 1) increase the participation of underrepresented students in innovative science and engineering research; 2) empower more undergraduates to pursue advanced degrees in STEM disciplines; and 3) strengthen and encourage the persistence of student STEM identities through novel research and professional development.</p>\n<p>Our integrative training program was committed to making actionable changes to improve the representation of students who are historically underrepresented in STEM. Our recruitment and selection plan placed considerable effort into recruiting many underrepresented candidates each year, as well as a high proportion of candidates from community colleges, minority-serving institutions, and non-research-intensive institutions. Collectively, 43% of our REU participants identified as being from a group who are historically underrepresented in STEM. In addition, 63% of our participants were from non-research-intensive universities, tribal colleges, and minority-serving institutions. This, along with our high proportion of first-generation college attendees (37%), women (70%), and students from low socioeconomic status groups (47%), shows we were training diverse cohorts of undergraduates.</p>\n<p class=\"vert-spacing\">This REU program also engaged students in applied research work, where our participants were inspired to take action to solve pressing challenges related to extreme biofilms in natural and engineered systems. Our participants had direct access to faculty mentors and researchers who provided advice and role modeling that helped build our participant's self-efficacy and scientific identity. The participants engaged in the messy, value-laden contexts of hands-on scientific research. Collectively, these components helped our undergraduates gain the skills and expertise that will empower them to be engaged scholars, hopefully inspiring them to continue their training at the graduate level and become leaders that will solve grand research challenges. Our evaluation instruments suggest our REU Site is meeting this goal. As part of our evaluation, each year we asked our participants to compare their likelihood of enrolling in a STEM Ph.D. program before and after participating in our research experience. Here, 50% of our participants expressed they were much more to extremely more likely, to enroll in a Ph.D. program and an additional 40% stated it was likely they would apply to graduate school to pursue a master&rsquo;s degree. Collectively, the findings suggest our program is encouraging participants to consider seeking advanced STEM degrees.</p>\n<p class=\"vert-spacing\">Finally, our Extreme Biofilms integrative REU program provided participants with an in-depth understanding of real-world scientific investigation, allowing our undergraduates to discover and develop inquiry skills that they may not use in traditional classes and labs. Our summer projects are tailored to engage students with research questions that neither the faculty mentor nor the REU participant knows the answer to, which functions to enhance and strengthen students&rsquo; inquiry skills. This process also created student agency, stimulating the curiosity of our participants and helping them acquire new knowledge and technical skills such that they naturally build identification as STEM professionals. We also hope that this active learning and early engagement in research helped our participants identify as a scientist or engineer (or both!) and creates a framework that inspires our STEM students to persist in their undergraduate discipline, and beyond. Findings from our post-program evaluation suggest we are meeting this goal, where our participants noted gains in their ability to think and work like a scientist/engineer, including either good or great gains in areas such as: formulating a research question, analyzing data, planning a research project, identifying study limitations, understanding theory and concepts, working across STEM disciplines, and drawing conclusions. When evaluating the students&rsquo; self-confidence gains, our participants also signified they had either mostly good or great gains in their ability to contribute to science, talk about science concepts, defend an argument when asked questions, feel like a scientist, work independently, and feel a part of a scientific community. The evaluation findings inform us that we are supporting students from a wide variety of backgrounds and helping them overcome barriers and imagine their path forward in STEM.</p><br>\n<p>\n Last Modified: 07/19/2024<br>\nModified by: Dana&nbsp;Skorupa</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2050856/2050856_10720384_1721405160998_2023_Grand_Canyon_of_the_Yellowstone--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2050856/2050856_10720384_1721405160998_2023_Grand_Canyon_of_the_Yellowstone--rgov-800width.jpg\" title=\"Extreme Biofilms REU Trip to Yellowstone National Park.\"><img src=\"/por/images/Reports/POR/2024/2050856/2050856_10720384_1721405160998_2023_Grand_Canyon_of_the_Yellowstone--rgov-66x44.jpg\" alt=\"Extreme Biofilms REU Trip to Yellowstone National Park.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Extreme Biofilms REU participants during their field sampling trip in Yellowstone National Park. The participants and the REU PI and Co-PI stopped to visit an overlook of the Grand Canyon of the Yellowstone River, an iconic spot.</div>\n<div class=\"imageCredit\">Dana Skorupa</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Dana&nbsp;Skorupa\n<div class=\"imageTitle\">Extreme Biofilms REU Trip to Yellowstone National Park.</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2050856/2050856_10720384_1721405321315_2023_Alicia_G_Research_Symposium--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2050856/2050856_10720384_1721405321315_2023_Alicia_G_Research_Symposium--rgov-800width.jpg\" title=\"Extreme Biofilms REU End-of-Program Research Symposium\"><img src=\"/por/images/Reports/POR/2024/2050856/2050856_10720384_1721405321315_2023_Alicia_G_Research_Symposium--rgov-66x44.jpg\" alt=\"Extreme Biofilms REU End-of-Program Research Symposium\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A 2023 Extreme Biofilms REU participant stands in front of their poster presentation at the end-of-program research symposium.</div>\n<div class=\"imageCredit\">Dana Skorupa</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Dana&nbsp;Skorupa\n<div class=\"imageTitle\">Extreme Biofilms REU End-of-Program Research Symposium</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2050856/2050856_10720384_1721407927956_North_Cottonwood--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2050856/2050856_10720384_1721407927956_North_Cottonwood--rgov-800width.jpg\" title=\"Extreme Biofilms REU Hump Day Hike\"><img src=\"/por/images/Reports/POR/2024/2050856/2050856_10720384_1721407927956_North_Cottonwood--rgov-66x44.jpg\" alt=\"Extreme Biofilms REU Hump Day Hike\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The 2021 Extreme Biofilms REU cohort can be seen enjoying a weekly Wednesday 'Hump-Day' hike at North Cottonwood Trail located outside of Bozeman, Montana. The participants and the REU Program Director are standing in a field of blossoming wildflowers.</div>\n<div class=\"imageCredit\">Dana Skorupa</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Dana&nbsp;Skorupa\n<div class=\"imageTitle\">Extreme Biofilms REU Hump Day Hike</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2050856/2050856_10720384_1721410651197_20220720_REU_Student__2_Compressed.jpg--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2050856/2050856_10720384_1721410651197_20220720_REU_Student__2_Compressed.jpg--rgov-800width.jpg\" title=\"Extreme Biofilms REU Participant Conducting Hands-on Research\"><img src=\"/por/images/Reports/POR/2024/2050856/2050856_10720384_1721410651197_20220720_REU_Student__2_Compressed.jpg--rgov-66x44.jpg\" alt=\"Extreme Biofilms REU Participant Conducting Hands-on Research\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">An Extreme Biofilms REU student sits at the laboratory bench and inoculates spread plates. The student is wearing a lab coat and safety glasses.</div>\n<div class=\"imageCredit\">Colter Peterson, Montana State University Photographer</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Dana&nbsp;Skorupa\n<div class=\"imageTitle\">Extreme Biofilms REU Participant Conducting Hands-on Research</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2050856/2050856_10720384_1721409672102_20220720_REU_Biofilm_Students_13_Compressed--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2050856/2050856_10720384_1721409672102_20220720_REU_Biofilm_Students_13_Compressed--rgov-800width.jpg\" title=\"Extreme Biofilms REU Participant Conducting Hands-on Research\"><img src=\"/por/images/Reports/POR/2024/2050856/2050856_10720384_1721409672102_20220720_REU_Biofilm_Students_13_Compressed--rgov-66x44.jpg\" alt=\"Extreme Biofilms REU Participant Conducting Hands-on Research\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">An Extreme Biofilms REU student looks through the eye pieces of a microscope at a sample.</div>\n<div class=\"imageCredit\">Colter Peterson, Montana State University Photographer</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Dana&nbsp;Skorupa\n<div class=\"imageTitle\">Extreme Biofilms REU Participant Conducting Hands-on Research</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2050856/2050856_10720384_1721410874229_20220720_REU_Student__3_Compressed.jpg--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2050856/2050856_10720384_1721410874229_20220720_REU_Student__3_Compressed.jpg--rgov-800width.jpg\" title=\"Extreme Biofilms REU Participant Conducting Hands-on Research\"><img src=\"/por/images/Reports/POR/2024/2050856/2050856_10720384_1721410874229_20220720_REU_Student__3_Compressed.jpg--rgov-66x44.jpg\" alt=\"Extreme Biofilms REU Participant Conducting Hands-on Research\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">An Extreme Biofilms REU student works to prepare samples for Ion Chromatography. The student is wearing a lab coat and safety glasses.</div>\n<div class=\"imageCredit\">Colter Peterson, Montana State University Photographer</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Dana&nbsp;Skorupa\n<div class=\"imageTitle\">Extreme Biofilms REU Participant Conducting Hands-on Research</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project united the unique strengths of the Thermal Biology Institute and the Center for Biofilm Engineering at Montana State University, bringing together research teams from the environmental, engineering, biochemical, microbiological, and molecular sciences to help REU students study the physical, chemical, and biological underpinnings of biofilm-forming microorganisms in extreme environments. Our integrative training program was holistic in its goal of developing participants professional and technical skills, helping students experience and practice core competencies that are important to STEM disciplines. Considerable program efforts focused on recruiting students who were historically underrepresented in STEM, those from disadvantaged backgrounds, and/or students with limited research experience.The objectives of our REU program were to 1) increase the participation of underrepresented students in innovative science and engineering research; 2) empower more undergraduates to pursue advanced degrees in STEM disciplines; and 3) strengthen and encourage the persistence of student STEM identities through novel research and professional development.\n\n\nOur integrative training program was committed to making actionable changes to improve the representation of students who are historically underrepresented in STEM. Our recruitment and selection plan placed considerable effort into recruiting many underrepresented candidates each year, as well as a high proportion of candidates from community colleges, minority-serving institutions, and non-research-intensive institutions. Collectively, 43% of our REU participants identified as being from a group who are historically underrepresented in STEM. In addition, 63% of our participants were from non-research-intensive universities, tribal colleges, and minority-serving institutions. This, along with our high proportion of first-generation college attendees (37%), women (70%), and students from low socioeconomic status groups (47%), shows we were training diverse cohorts of undergraduates.\n\n\nThis REU program also engaged students in applied research work, where our participants were inspired to take action to solve pressing challenges related to extreme biofilms in natural and engineered systems. Our participants had direct access to faculty mentors and researchers who provided advice and role modeling that helped build our participant's self-efficacy and scientific identity. The participants engaged in the messy, value-laden contexts of hands-on scientific research. Collectively, these components helped our undergraduates gain the skills and expertise that will empower them to be engaged scholars, hopefully inspiring them to continue their training at the graduate level and become leaders that will solve grand research challenges. Our evaluation instruments suggest our REU Site is meeting this goal. As part of our evaluation, each year we asked our participants to compare their likelihood of enrolling in a STEM Ph.D. program before and after participating in our research experience. Here, 50% of our participants expressed they were much more to extremely more likely, to enroll in a Ph.D. program and an additional 40% stated it was likely they would apply to graduate school to pursue a masters degree. Collectively, the findings suggest our program is encouraging participants to consider seeking advanced STEM degrees.\n\n\nFinally, our Extreme Biofilms integrative REU program provided participants with an in-depth understanding of real-world scientific investigation, allowing our undergraduates to discover and develop inquiry skills that they may not use in traditional classes and labs. Our summer projects are tailored to engage students with research questions that neither the faculty mentor nor the REU participant knows the answer to, which functions to enhance and strengthen students inquiry skills. This process also created student agency, stimulating the curiosity of our participants and helping them acquire new knowledge and technical skills such that they naturally build identification as STEM professionals. We also hope that this active learning and early engagement in research helped our participants identify as a scientist or engineer (or both!) and creates a framework that inspires our STEM students to persist in their undergraduate discipline, and beyond. Findings from our post-program evaluation suggest we are meeting this goal, where our participants noted gains in their ability to think and work like a scientist/engineer, including either good or great gains in areas such as: formulating a research question, analyzing data, planning a research project, identifying study limitations, understanding theory and concepts, working across STEM disciplines, and drawing conclusions. When evaluating the students self-confidence gains, our participants also signified they had either mostly good or great gains in their ability to contribute to science, talk about science concepts, defend an argument when asked questions, feel like a scientist, work independently, and feel a part of a scientific community. The evaluation findings inform us that we are supporting students from a wide variety of backgrounds and helping them overcome barriers and imagine their path forward in STEM.\t\t\t\t\tLast Modified: 07/19/2024\n\n\t\t\t\t\tSubmitted by: DanaSkorupa\n"
 }
}