{
 "awd_id": "2050693",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Research in Behavior Science at West Virginia",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032927376",
 "po_email": "jwmirand@nsf.gov",
 "po_sign_block_name": "Josie Welkom Miranda",
 "awd_eff_date": "2021-08-15",
 "awd_exp_date": "2025-01-31",
 "tot_intn_awd_amt": 323027.0,
 "awd_amount": 323027.0,
 "awd_min_amd_letter_date": "2021-05-07",
 "awd_max_amd_letter_date": "2021-05-07",
 "awd_abstract_narration": "This project is funded from the Research Experiences for Undergraduates (REU) Sites program in the SBE Directorate and the Established Program to Stimulate Competitive Research (EPSCoR). It has both scientific and societal benefits, and integrates research and education. The REU Site for Research in Behavior Science at West Virginia University provides high-quality research experience and mentorship to students who aspire to be a part of the next generation of behavior scientists. This project aims to foster interest and participation in experimental psychology and expand the diversity of skilled researchers in behavior science. Recruitment is open to NSF eligible undergraduate students as rising sophomores, juniors, and seniors, and this REU site especially encourages applications from undergraduate psychology majors from primarily undergraduate institutions in the Appalachian region and students from underrepresented groups within psychology, including individuals from underrepresented racial and ethnic groups (e.g., Black, indigenous, and persons of color), veterans, individuals with disabilities, first-generation college students, and students from socio-economically depressed areas. REU participants conduct laboratory research in behavior science with a focus on “bench science” in behavioral psychology and the translation of basic research to issues of social significance. Participation fosters scientific, communication, and collaboration skills. The research projects address questions relevant to several areas in behavior science, including behavioral pharmacology, prevention of relapse and maladaptive behavior, social behavior, and improving the efficacy of behavioral interventions. The findings of these studies contribute to a more advanced understanding of fundamental behavioral processes and technologies of behavior change.\r\n\r\nThe long-term goal of this project is to foster student interest and participation in experimental psychology and expand the diversity of skilled researchers in behavior science. The objectives toward meeting this goal include: 1) Provide research opportunities to students from primarily undergraduate-serving institutions and students from underrepresented groups, 2) Involve students in laboratory research in psychology with an emphasis on experiences that students may not have the opportunity to gain at their home institutions, including bench and translational research in behavioral psychology, 3) Improve students’ technical research skills, including idea development, research design, technical laboratory skills, and the dissemination of research, and 4) Retain participants in the field of psychology by providing relevant experience, support, and encouragement to pursue graduate studies or other post-baccalaureate opportunities within psychology and related fields. Each year, a cohort of 8 REU participants work with faculty research mentors from WVU’s Behavior Analysis Program in the Department of Psychology. During the 10-week experience, REU participants attend a 3-day training, conduct a research project with their mentor, attend research meetings, participate in a weekly seminar and a physical computing workshop, attend multidisciplinary workshops, and present at a research symposium.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathryn",
   "pi_last_name": "Kestner",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kathryn M Kestner",
   "pi_email_addr": "kmkestner@mail.wvu.edu",
   "nsf_id": "000835157",
   "pi_start_date": "2021-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "West Virginia University Research Corporation",
  "inst_street_address": "886 CHESTNUT RIDGE ROAD",
  "inst_street_address_2": "",
  "inst_city_name": "MORGANTOWN",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "3042933998",
  "inst_zip_code": "265052742",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WV02",
  "org_lgl_bus_name": "WEST VIRGINIA UNIVERSITY RESEARCH CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "M7PNRH24BBM8"
 },
 "perf_inst": {
  "perf_inst_name": "West Virginia University",
  "perf_str_addr": "53 Campus Drive P.O. Box 6040",
  "perf_city_name": "Morgantown",
  "perf_st_code": "WV",
  "perf_st_name": "West Virginia",
  "perf_zip_code": "265066040",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 323027.0
  }
 ],
 "por": null
}