{
 "awd_id": "2050276",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Community College-Directed Capacity Building Project to Increase Certified Secondary School Science, Mathematics, and Technology Teachers",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bonnie Green",
 "awd_eff_date": "2021-04-01",
 "awd_exp_date": "2023-03-31",
 "tot_intn_awd_amt": 74987.0,
 "awd_amount": 74987.0,
 "awd_min_amd_letter_date": "2021-03-02",
 "awd_max_amd_letter_date": "2021-05-21",
 "awd_abstract_narration": "This project aims to serve the national need of building the capacity to increase the number of highly skilled, licensed STEM high school teachers. To do so, the project intends to lay the foundation for a pathway from high school through community college to STEM teacher certification. An important expected contribution of this project is identification of barriers facing rural high school students from low socioeconomic backgrounds to become licensed STEM high school teachers. This information is important because the project will first invest time in understanding the needs and the challenges facing the community and the students who will be served by this pathway. A key project activity will be building the necessary relationships among the local school districts, four-year institutions, and the community college leading the effort. This Capacity Building project is expected to yield a Track 1 Noyce proposal that will support students from high school, through a local community college, to four-year institutions to obtain their high school STEM teaching license.  \r\n\r\nThis project is led by Klamath Community College (KCC), a two-year, open access, public post-secondary institution. KCC is partnering with Southern Oregon University (SOU), a comprehensive, public university, and the Oregon Institute of Technology (OIT), a public, four-year polytechnical college, as well as local educational agencies. The project aims to create the infrastructure for a “grow-your-own” pathway for students in high school, community college, or four-year institutions to become licensed secondary school STEM educators for rural South-Central Oregon. It will conduct a needs assessment, create formalized partnerships including dual-enrollment and articulation agreements, and systematically gather and analyze data that will guide the creation of a pathway for the licensing of secondary STEM educators. The project’s intellectual merit includes understanding the role of community colleges in identifying and addressing the needs of STEM high school teachers from a local, rural community with a poverty rate almost twice the national average.  The project’s broader impacts include the potential to motivate other community colleges to engage in capacity building for similar efforts. Project outcomes include evaluating current practices for recruiting undergraduate students to become STEM high school teachers. The project intends to disseminate findings through local and national channels including conferences focusing on STEM teacher education. This Capacity Building project is supported through the Robert Noyce Teacher Scholarship Program (Noyce). The Noyce program supports talented STEM undergraduate majors and professionals to become effective K-12 STEM teachers and experienced, exemplary K-12 teachers to become STEM master teachers in high-need school districts. It also supports research on the persistence, retention, and effectiveness K-12 STEM teachers in high-need school districts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peggy",
   "pi_last_name": "Bullock",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peggy Bullock",
   "pi_email_addr": "bullock@klamathcc.edu",
   "nsf_id": "000835074",
   "pi_start_date": "2021-03-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eleazar",
   "pi_last_name": "Gutierrez",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Eleazar G Gutierrez",
   "pi_email_addr": "gutierreze@klamathcc.edu",
   "nsf_id": "000836291",
   "pi_start_date": "2021-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Klamath Community College",
  "inst_street_address": "7390 S 6TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "KLAMATH FALLS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5418802236",
  "inst_zip_code": "976037139",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "OR02",
  "org_lgl_bus_name": "KLAMATH COMMUNITY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "J54MPKGC81C1"
 },
 "perf_inst": {
  "perf_inst_name": "Klamath Community College",
  "perf_str_addr": "7390 South 6th Street",
  "perf_city_name": "Klamath Falls",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "976037139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "OR02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 74987.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Before beginning our capacity building work, students in the Klamath Falls, Oregon region did not have a local option to earn a secondary teaching license in STEM fields. Students were forced to move out of the area to attend a teacher preparation program and the likelihood of them returning to teach in their hometown was slim. This project began by identifying the academic institutions that Klamath Community College could partner with to create clear pathways to STEM degrees.&nbsp;Our first partner institution was Oregon Institute of Technology, a local technical four-year college with superb programs in math and science.&nbsp; Next, we partnered with Southern Oregon University which has the closest teacher preparation program to our region.&nbsp; They have a Masters of Arts in Teaching program with secondary licensure and endorsements in math and science.</span></p>\n<p><span>From this project came the creation of advising worksheets in math and science that begin at Klamath Community College and transfer to Oregon Institute of Technology to earn a Bachelor's of Science degree in Applied Math or Environmental Science.&nbsp; From there, students continue on to Southern Oregon University's Masters of Arts in Teaching program where they earn their Secondary Teaching License plus Endorsement in their subject area.&nbsp; Students and staff at all institutions will have a clear pathway to licensure with no loss of college credit by following these advising worksheets.&nbsp; Our local students no longer have to move out of the area to earn their teaching credentials.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/12/2023<br>\n\t\t\t\t\tModified by: Peggy&nbsp;Bullock</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBefore beginning our capacity building work, students in the Klamath Falls, Oregon region did not have a local option to earn a secondary teaching license in STEM fields. Students were forced to move out of the area to attend a teacher preparation program and the likelihood of them returning to teach in their hometown was slim. This project began by identifying the academic institutions that Klamath Community College could partner with to create clear pathways to STEM degrees. Our first partner institution was Oregon Institute of Technology, a local technical four-year college with superb programs in math and science.  Next, we partnered with Southern Oregon University which has the closest teacher preparation program to our region.  They have a Masters of Arts in Teaching program with secondary licensure and endorsements in math and science.\n\nFrom this project came the creation of advising worksheets in math and science that begin at Klamath Community College and transfer to Oregon Institute of Technology to earn a Bachelor's of Science degree in Applied Math or Environmental Science.  From there, students continue on to Southern Oregon University's Masters of Arts in Teaching program where they earn their Secondary Teaching License plus Endorsement in their subject area.  Students and staff at all institutions will have a clear pathway to licensure with no loss of college credit by following these advising worksheets.  Our local students no longer have to move out of the area to earn their teaching credentials.\n\n \n\n\t\t\t\t\tLast Modified: 06/12/2023\n\n\t\t\t\t\tSubmitted by: Peggy Bullock"
 }
}