{
 "awd_id": "2050009",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Signaling from sarcomere to mitochondria: a new paradigm for optimal muscle performance",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032924675",
 "po_email": "mbuechne@nsf.gov",
 "po_sign_block_name": "Matt Buechner",
 "awd_eff_date": "2021-02-01",
 "awd_exp_date": "2024-01-31",
 "tot_intn_awd_amt": 530917.0,
 "awd_amount": 530917.0,
 "awd_min_amd_letter_date": "2021-01-08",
 "awd_max_amd_letter_date": "2021-05-21",
 "awd_abstract_narration": "Muscle function allows an animal to move, to maintain posture, and to perform heart pumping. Most of the energy required for muscle activity, stored and released from the small chemical called ATP, is provided by the “powerhouses” of cells, the mitochondria. It is expected that there is communication between these mitochondria and the molecular machinery that produces muscle force, the myofibrils, so that energy production meets energy demand. However, to date, such communication has not been reported. Investigators from the laboratory engaged in this project have provided evidence for this communication, and they now seek to understand the underlying molecular mechanisms. To increase the understanding of science by non-scientists, the project will also: (1) create an undergraduate course, “Structure in Music and Biology”, which will examine similarities in structure and form in music and in biological systems, and (2) conduct an annual day-long symposium open to the entire university, in which music/science double majors will (a) present a talk about their research understandable by non-scientists; and (b) perform a composition that they have written that was inspired by their scientific research.\r\n\r\nIn striated muscle, large amounts of ATP are required for muscle contraction and this ATP is mostly supplied by mitochondria. The mitochondria form a complex 3D network closely apposed to the myofibril/SR/T-tubules. The mechanisms, however, underlying the structural coordination of the mitochondrial network with the contractile machinery, and mechanisms that integrate the energetic demands of contraction to the energy production machinery are unknown. The investigator’s data on the C. elegans giant sarcomeric protein UNC-89 (obscurin in humans), provide novel insight. unc-89 mutant worms show reduced whole worm locomotion and have disorganized sarcomeres and sarcoplasmic reticulum (SR). UNC-89 proteins localize to sarcomeric M-lines, and are multidomain proteins having two protein kinase domains (PK1 and PK2). CRISPR/Cas9 was used to create nematodes that express normal levels of UNC-89 with an inactive PK2 kinase domain. Unlike all other unc-89 mutants, UNC-89 PK2 kinase dead mutants have normal sarcomere structure, normal SR organization, and normal whole-body locomotion and force production. Surprisingly, UNC-89 PK2 kinase dead mutant muscle have fragmented mitochondria, produce more ATP, and their mitochondria respire at higher than wild type levels. These results suggest: (1) the kinase activity from sarcomeric protein UNC-89 modulates mitochondrial morphology and energetics, and (2) unlike mitochondrial fragmentation and dysfunction observed in disease or aging, this fragmentation improves mitochondrial function. It is hypothesized that UNC-89 serves as a signaling platform to coordinate muscle structure and activity with mitochondrial morphology and energy output, and that UNC-89 PK2 phosphorylates a key protein in this signaling. To test these hypotheses, the research will: (1) Determine the mechanism(s) by which mitochondria are fragmented and are functionally enhanced in UNC-89 kinase dead mutants, and (2) Determine the UNC-89 protein kinase sarcomere-to-mitochondria signaling network.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Guy",
   "pi_last_name": "Benian",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Guy M Benian",
   "pi_email_addr": "pathgb@emory.edu",
   "nsf_id": "000327295",
   "pi_start_date": "2021-01-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Kwong",
   "pi_mid_init": "Q",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Q Kwong",
   "pi_email_addr": "jennifer.kwong@emory.edu",
   "nsf_id": "000834319",
   "pi_start_date": "2021-01-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Emory University",
  "inst_street_address": "201 DOWMAN DR NE",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4047272503",
  "inst_zip_code": "303221061",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "EMORY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "S352L5PJLMP8"
 },
 "perf_inst": {
  "perf_inst_name": "Emory University",
  "perf_str_addr": "1599 Clifton Rd NE, 4th Floor",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303224250",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 530917.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Muscle in animals, including humans, is essential for movement and posture, and for heart pumping. Muscle activity involves the conversion of chemical energy into mechanical work and the source of this energy is a chemical bond in the molecule ATP. Most ATP in muscle is produced by mitochondria, &ldquo;the powerhouses of the cell&rdquo;. Thus, it has been suspected that there is communication between the muscle machinery (the so-called &ldquo;sarcomeres&rdquo;) and the mitochondria, so that the energy demand of muscle (which can vary) is matched with energy production by mitochondria. Our studies provided a clue as to how this communication happens. We found that the enzyme activity of a giant protein in this machinery modifies some yet unidentified proteins that results in normal structure and activity of mitochondria. Future work will be focused on identifying the proteins that are modified by this enzymatic activity. Although our studies involve a model organism, a worm (<em>C. elegans</em>), the structure and function of muscle is conserved in all animals, including humans.&nbsp;</p>\n<p>&nbsp;</p>\n<p>This funding has allowed us to publish 2 papers, and 2 more papers are in preparation. The published papers are: (1) Martin et al. (<em>Mol. Biol. Cell</em>&nbsp;34:arx, 2023) titled &ldquo;FARL-11 (STRIP1/2) is required for sarcomere and sarcoplasmic reticulum organization in C. elegans&rdquo;; (2) Matsunaga et al. (<em>Comm. Biol</em>. (2024) 7:1342) titled &ldquo;Protein kinase 2 of the giant sarcomeric protein UNC-89 regulates mitochondrial morphology and function&rdquo;. In addition, funding of this NSF project, facilitated the research and training of a postdoc, several graduate students and an undergraduate student in the Benian lab at Emory University, a graduate student at Texas Tech, and 2 graduate students at University of Konstanz in Germany.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/01/2024<br>\nModified by: Guy&nbsp;M&nbsp;Benian</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nMuscle in animals, including humans, is essential for movement and posture, and for heart pumping. Muscle activity involves the conversion of chemical energy into mechanical work and the source of this energy is a chemical bond in the molecule ATP. Most ATP in muscle is produced by mitochondria, the powerhouses of the cell. Thus, it has been suspected that there is communication between the muscle machinery (the so-called sarcomeres) and the mitochondria, so that the energy demand of muscle (which can vary) is matched with energy production by mitochondria. Our studies provided a clue as to how this communication happens. We found that the enzyme activity of a giant protein in this machinery modifies some yet unidentified proteins that results in normal structure and activity of mitochondria. Future work will be focused on identifying the proteins that are modified by this enzymatic activity. Although our studies involve a model organism, a worm (C. elegans), the structure and function of muscle is conserved in all animals, including humans.\n\n\n\n\n\nThis funding has allowed us to publish 2 papers, and 2 more papers are in preparation. The published papers are: (1) Martin et al. (Mol. Biol. Cell34:arx, 2023) titled FARL-11 (STRIP1/2) is required for sarcomere and sarcoplasmic reticulum organization in C. elegans; (2) Matsunaga et al. (Comm. Biol. (2024) 7:1342) titled Protein kinase 2 of the giant sarcomeric protein UNC-89 regulates mitochondrial morphology and function. In addition, funding of this NSF project, facilitated the research and training of a postdoc, several graduate students and an undergraduate student in the Benian lab at Emory University, a graduate student at Texas Tech, and 2 graduate students at University of Konstanz in Germany.\n\n\n\t\t\t\t\tLast Modified: 11/01/2024\n\n\t\t\t\t\tSubmitted by: GuyMBenian\n"
 }
}