{
 "awd_id": "2050050",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Weber State Mathematics and Science Teacher Propel Project",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032927165",
 "po_email": "rtalbot@nsf.gov",
 "po_sign_block_name": "Robert M. Talbot III",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 1199498.0,
 "awd_amount": 984414.0,
 "awd_min_amd_letter_date": "2021-07-28",
 "awd_max_amd_letter_date": "2024-08-05",
 "awd_abstract_narration": "The project aims to serve the national need of preparing more high-quality teachers of science and mathematics. The \"Propel\" project will address shortages of mathematics and science teachers, both locally and nationally, by promoting teaching opportunities to traditional STEM undergraduates. Production of qualified science and mathematics teachers has become stagnant in recent years.  Therefore, it is critical to schools and communities that the number of qualified teachers is boosted in these fields. The project implements an engage-practice-launch model, in which potential Scholars begin their preparation by “engaging” in informal teaching experiences, then become Noyce Scholars, where they “practice” through classroom apprenticeships and specialized coursework, and then “launch” into the teaching profession within a carefully crafted system of peer, university, and district support. In addition to new recruitment and mentoring, the project will provide internships in educational contexts for STEM undergraduates, a mentored collaborative group focused on supporting mathematics and science teaching, and two-year scholarships. Two years of scholarship support will be awarded to students in STEM fields who dedicate themselves to completing a STEM baccalaureate degree and earning a teaching license, and then teaching in a local, high-need school district for four years. \r\n\r\nThis project at Weber State University includes partnerships between its colleges of science and education with Ogden, Weber, and Davis School Districts in northern Utah. Three goals provide a framework for the project's activities. First is to increase the number of qualified, licensed mathematics and science teachers who will teach in secondary classrooms in high-needs schools in the local area, specifically providing 18 new teachers in these fields during the 5-year grant duration. Second is to create a clear recruitment and development pathway for future science and math teachers that includes tutoring opportunities, local community engagement in education, and opportunity to work in classrooms during undergraduate programs. And third is to enable partnerships between Weber State’s College of Science, College of Education, and local classrooms that feature mentorship opportunities for future and early career science and math teachers. Scaffolding of teaching opportunities, support, and classroom mentoring during students’ experiences will provide a model for teacher recruitment and professional learning.  Integrated experiences in content coursework, education coursework, and secondary classrooms will be explicit responses to calls for such collaboration. This project will examine using tutoring opportunities to recruit teachers.  Additionally, the project will test support for and integration of early career teachers within a university program of teacher preparation. With their mentors, Scholars will begin a Reflection-in-Practice project in which they reflect on their evolving professional identity as an educator.  All these features will be qualitatively evaluated by surveying and interviewing students before and after their participation in the Propel Scholar program, as well as by quantitatively tracking numbers of students engaged in educational internships and eventually obtaining licensure in science and math teaching. This Track 1: Scholarships and Stipends project is supported through the Robert Noyce Teacher Scholarship Program (Noyce). The Noyce program supports talented STEM undergraduate majors and professionals to become effective K-12 STEM teachers and experienced, exemplary K-12 teachers to become STEM master teachers in high-need school districts. It also supports research on the persistence, retention, and effectiveness of K-12 STEM teachers in high-need school districts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rachel",
   "pi_last_name": "Bachman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rachel Bachman",
   "pi_email_addr": "rachelbachman1@weber.edu",
   "nsf_id": "000676906",
   "pi_start_date": "2021-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Johnston",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Adam T Johnston",
   "pi_email_addr": "ajohnston@weber.edu",
   "nsf_id": "000436841",
   "pi_start_date": "2021-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michele",
   "pi_last_name": "Culumber",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michele Culumber",
   "pi_email_addr": "mculumber@weber.edu",
   "nsf_id": "000676909",
   "pi_start_date": "2021-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Louise",
   "pi_last_name": "Moulding",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Louise R Moulding",
   "pi_email_addr": "LMoulding@weber.edu",
   "nsf_id": "000859275",
   "pi_start_date": "2021-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Weber State University",
  "inst_street_address": "3850 DIXON PKWY DEPT 1014",
  "inst_street_address_2": "",
  "inst_city_name": "OGDEN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8016266055",
  "inst_zip_code": "844081014",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "WEBER STATE UNIVERSITY",
  "org_prnt_uei_num": "ZAVDUCLBZG77",
  "org_uei_num": "ZAVDUCLBZG77"
 },
 "perf_inst": {
  "perf_inst_name": "Weber State University",
  "perf_str_addr": "1415 Edvalson St",
  "perf_city_name": "Ogden",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "844082508",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1795",
   "pgm_ref_txt": "ROBERT NOYCE SCHOLARSHIP PGM"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002526DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 964914.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 19500.0
  }
 ],
 "por": null
}