{
 "awd_id": "2050352",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Laboratory and theoretical study of geyser dynamics",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 104339.0,
 "awd_amount": 104339.0,
 "awd_min_amd_letter_date": "2021-06-28",
 "awd_max_amd_letter_date": "2021-06-28",
 "awd_abstract_narration": "With over 4 million annual visitors to Yellowstone's Old Faithful geyser, public fascination with geysers is undeniable. Yet, the scientific understanding of geysers is incomplete. While it has been understood for over a century that geyser eruptions are caused by the sudden boiling of water in underground conduits, scientists do not understand what triggers these boiling events, and how the size and shape of the underground conduits affect a geyser’s behavior. Recent studies at geyser fields in Yellowstone National Park, El Tatio on the Chilean altiplano, and the Geyser Valley in Kamchatka, have shown that the underground plumbing systems at these sites include a reservoir that is offset to the side relative to the main eruption conduit. In such systems, steam gets captured in the side reservoir, earning it the name ‘bubble trap’. The discovery of this geometry is the most significant advance in several decades, but researchers are only beginning to understand how it affects a geyser's behavior. This team will create a small geyser setup in the laboratory that will include a bubble trap. They will run a series of experiments to study how fluids behave in this type of system. The proposed work will use mathematical models to relate behaviors observed in the lab to the much larger systems that we encounter in nature. The project will provide research experiences for undergraduate students and will contribute instructional materials to educators through an established teacher training program. The laboratory geyser will be exhibited at the Lamont Doherty Earth Observatory open house, visited by thousands of people each year.\r\n\r\nGeysers represent a unique class of hydrothermal systems where the thermodynamics of two-phase (vapor and liquid) flow and favorable conduit geometries combine to produce episodic eruptions. With over 4 million annual visitors to Yellowstone's Old Faithful geyser, public fascination with geysers is undeniable, but our scientific understanding of geysers is incomplete. Recently, however, data from geyser fields in Yellowstone National Park, El Tatio on the Chilean altiplano, and the Geyser Valley in Kamchatka, have provided compelling evidence for conduit geometries that include a reservoir that is laterally offset from the eruption conduit. This so-called 'bubble trap'  geometry allows compressed steam to accumulate under an impermeable roof, and its discovery has revitalized geyser research as this team seeks to understand its implications for a geyser's dynamic behavior. None of the laboratory geyser experiments developed to-date accurately simulates the full range of behaviors observed in natural systems, and the effects of bubble trap conduit geometries have not been explored thoroughly. Similarly, mathematical models have informed geyser research for more than a century, but none of the extant models considered the full range of thermodynamic and fluid mechanics processes associated with a bubble trap conduit geometry. This project will address both of these shortcomings by combining novel laboratory experiments that include the missing pieces for geysers with a bubble trap. The laboratory analog geyser will provide an idealized representation of the thermodynamic processes and subsurface geometries of natural geysers, enabling a series of experiments aimed at elucidating the fluid mechanical and thermodynamic behaviors of the geyser system. In parallel, mathematical models will be developed to describe the system behavior, and these relationships will be used to improve our understanding of natural systems. The laboratory geyser will enable the evaluation of competing hypotheses for eruption triggering, and comprehensive monitoring instrumentation will enable the observation of geyser processes in unprecedented detail.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maxwell",
   "pi_last_name": "Rudolph",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maxwell Rudolph",
   "pi_email_addr": "maxrudolph@ucdavis.edu",
   "nsf_id": "000679207",
   "pi_start_date": "2021-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "One Shields Ave",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 104339.0
  }
 ],
 "por": null
}