{
 "awd_id": "2050894",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Investigations in Geometry and Knot Theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922948",
 "po_email": "slevine@nsf.gov",
 "po_sign_block_name": "Stacey Levine",
 "awd_eff_date": "2021-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 259200.0,
 "awd_amount": 259200.0,
 "awd_min_amd_letter_date": "2021-02-11",
 "awd_max_amd_letter_date": "2023-06-14",
 "awd_abstract_narration": "This program at California State University San Bernardino is an immersive research experience for undergraduate students. In each of three summers, eight participants will learn background material in differential geometry and knot theory and pursue open-ended research questions. Questions under study in differential geometry range widely, from determining efficient methods of expressing curvature, to developing theories regarding the types of curvature that one might possibly encounter, and even geometrically realizing these curvatures. Questions under study in knot theory will emphasize the interplay between topology and geometry. As geometric applications to topology are some of the most subtle and significant discoveries in the last thirty years, these questions are part of an active and vibrant area of mathematical research and are also of interest because of their potential applications. Student participants will be recruited nationally, with emphasis on recruitment from those institutions that have limited research opportunities for their students, and from populations underrepresented in STEM disciplines.\r\n\r\nThe differential geometry component of the project has three main topics. The Riemann curvature tensor is an object that encodes a manifold’s curvature at every point. It is known that this object can be expressed as a combination of other types of curvatures, and students will explore how different curvature tensors could be expressed according to this decomposition. Second, students will investigate novel invariants for curvature tensors. Thirdly, students will seek geometric realizations illustrating these concepts. The knot theory component of this project focuses on hyperbolic links—links whose complements admit a hyperbolic structure. Projects will focus on the class of links called fully augmented links, which have particularly tractable geometric structures but are nevertheless quite useful since they can be used to construct all links via Dehn filling. Both fields are rich with a variety of questions to explore.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Corey",
   "pi_last_name": "Dunn",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Corey M Dunn",
   "pi_email_addr": "cmdunn@csusb.edu",
   "nsf_id": "000079219",
   "pi_start_date": "2021-02-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rolland",
   "pi_last_name": "Trapp",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rolland Trapp",
   "pi_email_addr": "rtrapp@csusb.edu",
   "nsf_id": "000311887",
   "pi_start_date": "2021-02-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Enterprises Corporation at CSUSB",
  "inst_street_address": "5500 UNIVERSITY PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "SAN BERNARDINO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9095375929",
  "inst_zip_code": "924072318",
  "inst_country_name": "United States",
  "cong_dist_code": "33",
  "st_cong_dist_code": "CA33",
  "org_lgl_bus_name": "UNIVERSITY ENTERPRISES CORPORATION AT CSUSB",
  "org_prnt_uei_num": "",
  "org_uei_num": "QJZ1F3UMLEJ4"
 },
 "perf_inst": {
  "perf_inst_name": "California State University, San Bernardino",
  "perf_str_addr": "5500 University Parkway",
  "perf_city_name": "San Bernardino",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "924072393",
  "perf_ctry_code": "US",
  "perf_cong_dist": "33",
  "perf_st_cong_dist": "CA33",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  },
  {
   "pgm_ele_code": "733500",
   "pgm_ele_name": "WORKFORCE IN THE MATHEMAT SCI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 86106.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 86106.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 86988.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Each year, 8 students come to the CSUSB campus for an 8-week research experience.&nbsp; After some background presentations by the directors, each student is invited to select a research question or area to pursue.&nbsp; The Summer 2021 program was done virtually because of the COVID pandemic, and various budgetary issues and health concerns meant that small portions of our program in other years were also held virtually.</p>\n<p>&nbsp;</p>\n<p>The program is designed to offer a number of opportunities to disseminate the participants' research (broader impacts), while offering a comprehensive and realistic research experience (intellectual merit).&nbsp; Each participant is expected to write a journal-style article about their research.&nbsp; This paper is subsequently posted to our REU website, and all papers produced are freely available to anyone.&nbsp; We also require each participant to give a formal 30 minute presentation of their results at the end of the program, and to participate in a poster session to which the entire campus and community is invited.&nbsp; These activities prepare the student for a career in mathematics by giving them an authentic research experience about relevant problems, and broadly disseminate their results to a wide audience through a number of mediums.&nbsp; Every one of our participants throughout the life of the grant produced original, meaningful research and succeeded in these goals.</p>\n<p>There are several other activities the students participate in that increase the visibility of their research, further trains these individuals for a career in mathematics, and also positively influences the community.&nbsp; Each of our participants is encouraged to present their poster at the Joint Mathematics Meetings poster session in the following January, or to pursue conference participation or broader dissemination elsewhere.&nbsp; During this 3-year grant, we have had 6 of our possible 16 participants present at this meeting (the JMM was not held as scheduled in 2021).&nbsp; Second, and more specific to our program, we have included the following activities in each year:</p>\n<p>1)&nbsp; Each Summer, we hold an open-ended (virtual) meeting that is meant to help our participants learn what graduate school is like.&nbsp; Each Summer, a former CSUSB REU participant assembled a diverse team of current graduate students to discuss their experiences as it relates to graduate school.&nbsp; Topics that come up include the application process, graduate curriculum, finding an advisor and the dissertation, funding, and all manner of other related items.&nbsp; Our participants are also encouraged to ask whatever questions they have, and this meeting is subsequently regarded as one of the most influential of our Summer in terms of our participants' future plans.</p>\n<p>2)&nbsp; We train our participants in the proper use of online research tools, including MathSciNet, the Arxiv, and other means of locating research.</p>\n<p>3)&nbsp; We invite at least one speaker to our campus to both talk about a mathematical topic of expertise, but also to spend some time with our group to discuss the various factors that led that person into mathematics, and why this was a good choice for them.</p>\n<p>4)&nbsp; We have a regular Wednesday Tea during the 8 weeks of our program.&nbsp; This tea is shared by other groups on campus and is an excellent way to share experiences amongst these groups.&nbsp; CSUSB is a Hispanic and Minority Serving Institution, and very many of the students our REU participants interact with are minorities.&nbsp; In addition, 70 percent of our student population is female, and so very many of these interactions are with underrepresented groups in mathematics.&nbsp; We were unable to continue this tradiation in 2021 because of the pandemic, although we continued our Wednesday Teas in 2022 and 2023.</p>\n<p>5)&nbsp; Our participants interact with another group on campus more formally:&nbsp; LSAMP is a program designed to encourage success in math and science by those who are underrepresented, and our participants have an opportunity to share some of their experiences with these groups.&nbsp; This meeting was done virtually in 2021.</p>\n<p>Summary of outcomes:</p>\n<p>Through the life of the grant, we have had 12 women or nonbinary participants and 12 men.&nbsp; Six have been minorities, and 14 have hailed from institutions that otherwise do not offer any advanced research opportunities.&nbsp; Six of 16 participants have presented their work at a major conference (our 2021 participants were not as able to present at such conferences because of the pandemic),&nbsp; and at least 14 of our 20 total eligible participants have gone on to graduate school in mathematics.&nbsp; In sum, we had 545 applications, and of those 182 were female, and 134 were a minority of some other type.</p>\n<!-- @font-face \t{font-family:\"Cambria Math\"; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:roman; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1107305727 0 0 415 0;}@font-face \t{font-family:Calibri; \tpanose-1:2 15 5 2 2 2 4 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:swiss; \tmso-font-pitch:variable; \tmso-font-signature:-536859905 -1073732485 9 0 511 0;}p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-unhide:no; \tmso-style-qformat:yes; \tmso-style-parent:\"\"; \tmargin:0in; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Calibri\",sans-serif; \tmso-ascii-font-family:Calibri; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:Calibri; \tmso-fareast-theme-font:minor-latin; \tmso-hansi-font-family:Calibri; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi;}p \t{mso-style-noshow:yes; \tmso-style-priority:99; \tmso-margin-top-alt:auto; \tmargin-right:0in; \tmso-margin-bottom-alt:auto; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\",serif; \tmso-fareast-font-family:\"Times New Roman\";}.MsoChpDefault \t{mso-style-type:export-only; \tmso-default-props:yes; \tmso-ascii-font-family:Calibri; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:Calibri; \tmso-fareast-theme-font:minor-latin; \tmso-hansi-font-family:Calibri; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi; \tmso-font-kerning:0pt; \tmso-ligatures:none;}div.WordSection1 \t{page:WordSection1;} --><br>\n<p>\n Last Modified: 07/30/2024<br>\nModified by: Corey&nbsp;M&nbsp;Dunn</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nEach year, 8 students come to the CSUSB campus for an 8-week research experience. After some background presentations by the directors, each student is invited to select a research question or area to pursue. The Summer 2021 program was done virtually because of the COVID pandemic, and various budgetary issues and health concerns meant that small portions of our program in other years were also held virtually.\n\n\n\n\n\nThe program is designed to offer a number of opportunities to disseminate the participants' research (broader impacts), while offering a comprehensive and realistic research experience (intellectual merit). Each participant is expected to write a journal-style article about their research. This paper is subsequently posted to our REU website, and all papers produced are freely available to anyone. We also require each participant to give a formal 30 minute presentation of their results at the end of the program, and to participate in a poster session to which the entire campus and community is invited. These activities prepare the student for a career in mathematics by giving them an authentic research experience about relevant problems, and broadly disseminate their results to a wide audience through a number of mediums. Every one of our participants throughout the life of the grant produced original, meaningful research and succeeded in these goals.\n\n\nThere are several other activities the students participate in that increase the visibility of their research, further trains these individuals for a career in mathematics, and also positively influences the community. Each of our participants is encouraged to present their poster at the Joint Mathematics Meetings poster session in the following January, or to pursue conference participation or broader dissemination elsewhere. During this 3-year grant, we have had 6 of our possible 16 participants present at this meeting (the JMM was not held as scheduled in 2021). Second, and more specific to our program, we have included the following activities in each year:\n\n\n1) Each Summer, we hold an open-ended (virtual) meeting that is meant to help our participants learn what graduate school is like. Each Summer, a former CSUSB REU participant assembled a diverse team of current graduate students to discuss their experiences as it relates to graduate school. Topics that come up include the application process, graduate curriculum, finding an advisor and the dissertation, funding, and all manner of other related items. Our participants are also encouraged to ask whatever questions they have, and this meeting is subsequently regarded as one of the most influential of our Summer in terms of our participants' future plans.\n\n\n2) We train our participants in the proper use of online research tools, including MathSciNet, the Arxiv, and other means of locating research.\n\n\n3) We invite at least one speaker to our campus to both talk about a mathematical topic of expertise, but also to spend some time with our group to discuss the various factors that led that person into mathematics, and why this was a good choice for them.\n\n\n4) We have a regular Wednesday Tea during the 8 weeks of our program. This tea is shared by other groups on campus and is an excellent way to share experiences amongst these groups. CSUSB is a Hispanic and Minority Serving Institution, and very many of the students our REU participants interact with are minorities. In addition, 70 percent of our student population is female, and so very many of these interactions are with underrepresented groups in mathematics. We were unable to continue this tradiation in 2021 because of the pandemic, although we continued our Wednesday Teas in 2022 and 2023.\n\n\n5) Our participants interact with another group on campus more formally: LSAMP is a program designed to encourage success in math and science by those who are underrepresented, and our participants have an opportunity to share some of their experiences with these groups. This meeting was done virtually in 2021.\n\n\nSummary of outcomes:\n\n\nThrough the life of the grant, we have had 12 women or nonbinary participants and 12 men. Six have been minorities, and 14 have hailed from institutions that otherwise do not offer any advanced research opportunities. Six of 16 participants have presented their work at a major conference (our 2021 participants were not as able to present at such conferences because of the pandemic), and at least 14 of our 20 total eligible participants have gone on to graduate school in mathematics. In sum, we had 545 applications, and of those 182 were female, and 134 were a minority of some other type.\n\t\t\t\t\tLast Modified: 07/30/2024\n\n\t\t\t\t\tSubmitted by: CoreyMDunn\n"
 }
}