{
 "awd_id": "2050407",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Comprehensive tool to capture spatio-temporal variations in social media health risk communication for COVID-19 and other health risks",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2021-01-15",
 "awd_exp_date": "2022-04-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2021-02-04",
 "awd_max_amd_letter_date": "2021-05-21",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the development of a software platform that may be integrated into crisis management systems such as public health (WHO, CDC), emergency management (FEMA), and transportation (DOT) agencies to facilitate the transmission of correct information and provide the option to notify social media providers of identified misinformation. It is becoming increasingly important for government agencies, policy makers, and emergency management officials to be capable of addressing major crisis scenarios under acute time and resource constraints. Using social media platforms more efficiently would be a critical step towards this vision.  For example, such communications platforms could to be leveraged to better communicate the COVID-19 risk. The goal of this project is to understand and validate the need for this capability in civilian or emergency management agencies, and federal, state, or city level government agencies. The proposed technology also may be useful in other natural and man-made disaster contexts in which public health risks become major concerns.\r\n\r\nThis I-Corps project is based on the development of a comprehensive tool to capture spatio-temporal variations in social media health risk communication (i.e., information or misinformation) at different scales.  The project will also integrate data-driven methods for user-friendly predictive analytics and infographics to anticipate citizen needs and crisis responses. The proposed tool will be grounded on state-of-the-art network science, social science, and data science theories and concepts. Using the Application Programming Interface (API) of publicly available social media platforms such as Twitter, large-scale crisis communication data has been collected in the emergence and outbreak of the novel coronavirus. These data may serve as proof-of-concept for the ability to develop and operate publicly-available, novel social sharing platforms to automatically and passively detect and control information tipping points to facilitate better response in pandemics and other societal emergencies. As such, the proposed approach will provide holistic support to detect information overload, turnover, user reaction, and response in socio-technical systems during a major crisis.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arif Mohaimin",
   "pi_last_name": "Sadri",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arif Mohaimin Sadri",
   "pi_email_addr": "sadri@ou.edu",
   "nsf_id": "000789242",
   "pi_start_date": "2021-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "11200 SW 8th Street",
  "perf_city_name": "Miami",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331990001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 33986.0
  }
 ],
 "por": null
}