{
 "awd_id": "2051379",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Role of Marketplaces in the Development of Complex Society",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 22007.0,
 "awd_amount": 22007.0,
 "awd_min_amd_letter_date": "2021-07-23",
 "awd_max_amd_letter_date": "2024-10-15",
 "awd_abstract_narration": "This  multidisciplinary pilot project identifies prehispanic marketplaces and establishes a set of marketplace indicators that can be applied elsewhere in the world. In the process, the project works with students to train a new generation of archaeologists currently underrepresented in the field. The objectives address a research gap that impedes archaeology’s contributions to economic theory. Pre-modern markets offer particular promise for adding diversity to economic ideas. Isolated from global capitalist forces, these markets allow researchers to re-examine foundational concepts – such as money, credit, debt, and investment – in non-Western contexts, expanding  understanding of how culture influences economic behavior. For both theoretical and  methodological reasons, however, archaeologists have only recently begun to establish the undisputed existence of pre-modern markets. Previously prevailing Western theories created a false dichotomy between past and present economies and suggested that market exchange – the transfer of alienable goods and services between strangers – could not exist outside of capitalism. While recent research has challenged these theories, archaeologists still lack sound methods for investigating the physical manifestations of markets, market systems and marketplaces, which are often ephemeral, barely leaving a material imprint. Few archaeological projects worldwide have even tried to identify marketplaces, and their locations remain an important missing component in pre-modern market research.\r\n\r\nTo help fill this gap, eight independent research programs  are cooperatively investigating a possible prehispanic regional market system by identifying marketplace locations. Economic investigations in the region have lagged due to several factors, including a historical mischaracterization of the past society which had been conceived as less complex than those of other neighboring groups. Researchers now however have begun to search for marketplaces as a sign of economic complexity. While marketplace investigations across archaeological sites have already had some success, varying metrics have hindered the research. Additionally, the dense vegetation covering sites makes it difficult to employ conventional approaches such as examining item distributions, which rely on surface collections. To ensure comparable results, collaborators on this project are examining marketplace indicators by using a cross-cultural set of marketplace indicators that depend on a combination of approaches from archaeology, botany, soil science, and physics. Researchers are analyzing both old and new data according to common protocols to produce joint results that address the central research hypothesis: an integrated system of large and small markets existed in the region, allowing access to similar goods for households within it. These results will further establish precedents for future research in terms of both methodology and cross-program cooperation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Marisol",
   "pi_last_name": "Cortes-Rincon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marisol Cortes-Rincon",
   "pi_email_addr": "mc479@humboldt.edu",
   "nsf_id": "000583950",
   "pi_start_date": "2021-07-23",
   "pi_end_date": "2024-10-15"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Spencer",
   "pi_last_name": "Mitchell",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Spencer T Mitchell",
   "pi_email_addr": "spencermitchell@ucsb.edu",
   "nsf_id": "000989534",
   "pi_start_date": "2024-10-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Humboldt State University Foundation",
  "inst_street_address": "1 HARPST ST",
  "inst_street_address_2": "",
  "inst_city_name": "ARCATA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "7078264189",
  "inst_zip_code": "955218222",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CA02",
  "org_lgl_bus_name": "CAL POLY HUMBOLDT SPONSORED PROGRAMS FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "K1S8M8RU4FK7"
 },
 "perf_inst": {
  "perf_inst_name": "Rio Bravo Conservation and Management Area",
  "perf_str_addr": "P.O. Box 2",
  "perf_city_name": "Orange Walk Town",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "BH",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Belize",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 22007.0
  }
 ],
 "por": null
}