{
 "awd_id": "2051747",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Upgrade of an Isotope Ratio/Mass Spectrometer for Compound-Specific Isotope Analysis in Organic Biogeochemical Research",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924705",
 "po_email": "lastiz@nsf.gov",
 "po_sign_block_name": "Luciana Astiz",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 110081.0,
 "awd_amount": 110081.0,
 "awd_min_amd_letter_date": "2021-06-28",
 "awd_max_amd_letter_date": "2021-06-28",
 "awd_abstract_narration": "This award supports the upgrade of specialized instrumentation at Auburn University that can help answer research questions about the sources, transformations, and cycling of carbon-based compounds in the natural environment. The upgrade will allow an existing isotope-ratio mass spectrometer (IRMS) to perform carbon and hydrogen compound-specific isotope analysis (CSIA) of organic molecules. The upgrade will boost cutting-edge research in geosciences, biology, ecology, and engineering at Auburn. The upgrade will also enable interdisciplinary collaborations across diverse research fields. For example, CSIA can link isotope signatures to sources and transformations of organic compounds in industrial and oil spills, which in turn, informs remediation efforts. CSIA of organic molecules in the sediment and rock record can help reconstruct Earth’s past climate and help pinpoint regional and global changes in vegetation in response to climate change. The upgrade will also have broader impacts on Auburn and the larger scientific community in several ways. First, the upgrade will enhance the infrastructure at Auburn, fostering new connections between Auburn and other institutions in the southeast. In addition, the instrument upgrade will support undergraduate and graduate thesis work, providing students with technical knowledge and skills that are transferrable to the workforce. Finally, the award supports an isotope workshop at Auburn providing stipends for underrepresented students to acquire data using the instrument and learn analytical and laboratory skills.\r\n\r\nSpecifically, Auburn will acquire a Thermo TRACE gas chromatograph (GC) and key interface devices to configure an existing Thermo Delta V Plus IRMS for CSIA. Together, these components will create a continuous flow GC-IRMS system that combines the chromatographic separation of complex mixtures via the GC with stable isotope measurements. Currently, the instrument is configured with a Thermo Gasbench equipped to measure both carbon and oxygen isotopes of carbonate rock samples. After the upgrade, the instrument will be capable of both carbon and hydrogen CSIA for target analyses like hydrocarbons, chlorinated hydrocarbons, fatty acid methyl esters, and similar compound classes. Compound-specific isotope signatures will provide a level of detail not attainable through traditional techniques or bulk isotopic measurements and allow a wider range of analytical targets to support interdisciplinary research supporting senior thesis at Auburn University. This award received co-funding from the Established Program to Stimulate Competitive Research (EPSCoR) office.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "Ojeda",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Ann S Ojeda",
   "pi_email_addr": "aso0013@auburn.edu",
   "nsf_id": "000836383",
   "pi_start_date": "2021-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Auburn University",
  "perf_str_addr": "310 Samford Hall",
  "perf_city_name": "Auburn University",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "368490001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 110081.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project supported an upgrade to an isotope ratio mass spectrometer to enable compound-specific stable isotope analysis of organic molecules. The equipment was installed in 2021, and over the past three years, it has been used regularly in research and teaching. One goal of the project was to intgrate the equipment into existing projects, establish new research directions, and stimulate new collaborations. The instrument was used to colelcted data for one Master's thesis at Auburn, and supported work for two additional Mater's projects at collaborating instutiions where this equipment was not avalaible at their home instution. The equipment was also used in three undergraduate research projects at Auburn and techninal training was integrated into a graduate course in isotope geochemistry and in another graduate course in geology of organic matter.</p>\n<p>This project also supported a summer workshop to increase access to the instrument and broaden participation in geoscience. A virtual workshop was held in summer&nbsp;2022 with eight people in attendance, and three people recieved stipends to attend a hands-on training at Auburn. In summer 2023, the workshop hosted four additional participants for hands-on training with one participant returning in 2024 to finish thier analyses.&nbsp;</p>\n<p>The equipment has contributed to new knowledge in the fields of organic geochemistry, food web ecology, paleoreconstruction, and contaminant hydrogeology. This award has supported one published peer-review publication, one completed Master's thesis, two Master's theses in progress, and three published conference abstracts lead by trainees. This project also enabled the PI to secure additional fundingn for research in contaminant hydrogeology through NSF.&nbsp;</p><br>\n<p>\n Last Modified: 10/25/2024<br>\nModified by: Ann&nbsp;S&nbsp;Ojeda</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project supported an upgrade to an isotope ratio mass spectrometer to enable compound-specific stable isotope analysis of organic molecules. The equipment was installed in 2021, and over the past three years, it has been used regularly in research and teaching. One goal of the project was to intgrate the equipment into existing projects, establish new research directions, and stimulate new collaborations. The instrument was used to colelcted data for one Master's thesis at Auburn, and supported work for two additional Mater's projects at collaborating instutiions where this equipment was not avalaible at their home instution. The equipment was also used in three undergraduate research projects at Auburn and techninal training was integrated into a graduate course in isotope geochemistry and in another graduate course in geology of organic matter.\n\n\nThis project also supported a summer workshop to increase access to the instrument and broaden participation in geoscience. A virtual workshop was held in summer2022 with eight people in attendance, and three people recieved stipends to attend a hands-on training at Auburn. In summer 2023, the workshop hosted four additional participants for hands-on training with one participant returning in 2024 to finish thier analyses.\n\n\nThe equipment has contributed to new knowledge in the fields of organic geochemistry, food web ecology, paleoreconstruction, and contaminant hydrogeology. This award has supported one published peer-review publication, one completed Master's thesis, two Master's theses in progress, and three published conference abstracts lead by trainees. This project also enabled the PI to secure additional fundingn for research in contaminant hydrogeology through NSF.\t\t\t\t\tLast Modified: 10/25/2024\n\n\t\t\t\t\tSubmitted by: AnnSOjeda\n"
 }
}