{
 "awd_id": "2051851",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Advanced computational methods for forecasting multiple types of economic and social returns",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922174",
 "po_email": "rmehta@nsf.gov",
 "po_sign_block_name": "Rajesh Mehta",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2022-12-31",
 "tot_intn_awd_amt": 256000.0,
 "awd_amount": 256000.0,
 "awd_min_amd_letter_date": "2021-06-30",
 "awd_max_amd_letter_date": "2022-11-15",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project is providing social enterprises with software that performs social-impact forecasting and tracking using machine learning, computer simulation, and data visualization. These digital tools provide social enterprises with better visibility into where their resources can be invested for maximum impact. The adoption of quantitative data analysis has made commercial enterprises more formidable, but these tools are slow in coming to the $7 trillion world of non-profits, charitable foundations, international development agencies, impact investors, and government agencies. The software informs investment strategies by providing a quantitative estimate of impact-per-dollar. The software will also track the ongoing social impact of each resource allocation, enabling social enterprises to iteratively adapt and improve the efficacy of their operations, and provide more accountability to their funding sources. These software tools can help address some of the most vexing societal concerns than span health, sustainability, poverty, and access to education.\r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project makes use of software data analysis tools including Agent Based Modeling (ABM), machine learning (such as Gradient Boosted Machines and Artificial Neural Networks), and Interactive Data Visualization. Agent Based Modeling involves building a digital simulation of the target ecosystem, capturing the essential actors and behaviors. For example, for the opioid epidemic, this may be the addicts/drugs/doctors/pharma agents, along with their attributes, histories, and interactions with each other. This modeling allows simulation of intervention scenarios and quantification of outcomes. Machine learning techniques, once trained and calibrated with past data on the target ecosystem, provide forecasting and allow the exploration of what-if scenarios. A bottom-up model is built for each target social issue, shared by relevant social enterprises, and calibrated using their collective data and subject matter experts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Dejan",
   "pi_last_name": "Duzevik",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dejan Duzevik",
   "pi_email_addr": "dejan@simpact.world",
   "nsf_id": "000832486",
   "pi_start_date": "2021-06-30",
   "pi_end_date": "2022-11-15"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Trenton",
   "pi_last_name": "Ashburn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Trenton Ashburn",
   "pi_email_addr": "trenton@simpact.world",
   "nsf_id": "000860503",
   "pi_start_date": "2022-11-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SIMPACT CO.",
  "inst_street_address": "13788 W KENTUCKY DR",
  "inst_street_address_2": "",
  "inst_city_name": "LAKEWOOD",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "6173087993",
  "inst_zip_code": "802283064",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CO07",
  "org_lgl_bus_name": "SIMPACT CO",
  "org_prnt_uei_num": "",
  "org_uei_num": "J7WAG6G2CAD7"
 },
 "perf_inst": {
  "perf_inst_name": "SIMPACT LLC",
  "perf_str_addr": "26 Oak Street",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021291811",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 256000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Simpact is a project to bring analytical and forecasting technology to social change organizations to help improve their impact. We target philanthropic organizations, social enterprises, impact investors, and government agencies. Our technology includes agent-based modeling, computer simulation, machine learning, and sophisticated data analysis &mdash; along with intuitive user interfaces and data visualizations. These are techniques that we previously provided to organizations in the commercial and educational world, such as Netflix, Intel, Toyota, Eli Lily, Pfizer, Ford, Harvard University, and more.</p>\n<p>In the process of partnering with social change organizations, and providing them technology solutions, we&rsquo;ve gained an understanding of what the common needs are, that our technology can help with. These needs are: rigorously understanding the social ecosystem of their mission, quantitatively evaluating their organizational impact, and optimizing their strategy and scarce resources. Most organizations in this space don&rsquo;t have highly technical or analytical staff, or easy access to them.</p>\n<p>One of our partners serves youth in Central American countries. Their mission is to reduce school dropouts, teen pregnancies, illegal emigration, and participation in the narco industry. We&rsquo;re running a large data-gathering campaign and using it to build an early-warning software system that will identify the most at-risk youth, along with the most promising interventions. As our system is proven in nine schools, we&rsquo;ll expand to the rest of the country and offer it in other countries.</p>\n<p>The world of social change is beginning to welcome analytical and forecasting methods like ours. This is nothing short of a culture change, as these organizations haven&rsquo;t made significant use before. Our technologies can be judiciously blended with the qualitative domain knowledge and experience of those in the social change world, while also incorporating individual narratives of their cared-for population. The result can be dramatic improvements in outcomes in the direction of their organizational missions.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/11/2023<br>\n\t\t\t\t\tModified by: Trenton&nbsp;Ashburn</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSimpact is a project to bring analytical and forecasting technology to social change organizations to help improve their impact. We target philanthropic organizations, social enterprises, impact investors, and government agencies. Our technology includes agent-based modeling, computer simulation, machine learning, and sophisticated data analysis &mdash; along with intuitive user interfaces and data visualizations. These are techniques that we previously provided to organizations in the commercial and educational world, such as Netflix, Intel, Toyota, Eli Lily, Pfizer, Ford, Harvard University, and more.\n\nIn the process of partnering with social change organizations, and providing them technology solutions, we’ve gained an understanding of what the common needs are, that our technology can help with. These needs are: rigorously understanding the social ecosystem of their mission, quantitatively evaluating their organizational impact, and optimizing their strategy and scarce resources. Most organizations in this space don’t have highly technical or analytical staff, or easy access to them.\n\nOne of our partners serves youth in Central American countries. Their mission is to reduce school dropouts, teen pregnancies, illegal emigration, and participation in the narco industry. We’re running a large data-gathering campaign and using it to build an early-warning software system that will identify the most at-risk youth, along with the most promising interventions. As our system is proven in nine schools, we’ll expand to the rest of the country and offer it in other countries.\n\nThe world of social change is beginning to welcome analytical and forecasting methods like ours. This is nothing short of a culture change, as these organizations haven’t made significant use before. Our technologies can be judiciously blended with the qualitative domain knowledge and experience of those in the social change world, while also incorporating individual narratives of their cared-for population. The result can be dramatic improvements in outcomes in the direction of their organizational missions.\n\n \n\n\t\t\t\t\tLast Modified: 01/11/2023\n\n\t\t\t\t\tSubmitted by: Trenton Ashburn"
 }
}