{
 "awd_id": "2051156",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Collaborative Research: Establishing New Generations of scholars to Amplify and Grow Engineering Education (ENGagED)",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032922552",
 "po_email": "agreer@nsf.gov",
 "po_sign_block_name": "Amelia Greer",
 "awd_eff_date": "2021-03-01",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 456519.0,
 "awd_amount": 456519.0,
 "awd_min_amd_letter_date": "2021-02-26",
 "awd_max_amd_letter_date": "2021-05-21",
 "awd_abstract_narration": "As engineering education research (EER) is a relatively nascent field compared to other disciplinary realms such as electrical or mechanical engineering, the pathways to gaining exposure to conduct EER are not as robust. At current, there is little awareness of engineering education among engineering undergraduate students across the country to identify related interests. Further, there are limited professional venues targeted for students with interests in engineering education research related topics. With a growing need for scholars in the field of engineering education, this program will create a low risk—high pay off opportunity to promote exposure to the field at an early enough point to inform career trajectories. Additionally, as the number of Black and Latinx students attending graduate school across all engineering disciplines make up less than 4 percent combined, this experience could potentially serve to introduce an area of research that might differentially attract students compared to traditional engineering disciplines by the range of research promoting topics such as equity and social justice to makerspaces and asynchronous learning. As there is a direct link between research and practice, the goal is that diversifying the individuals conducting engineering education research could help establish more inclusive and just practices throughout engineering. The REU Site Establishing New Generations of scholars to Amplify and Grow Engineering Education (ENGagED) will address the aforementioned limitations by affording an introductory experience to research in engineering education for undergraduate students while also aiming to broaden participation in engineering. ENGagED will be led by Arizona State University (ASU) and University of Florida (UF) to provide a shared experience for engineering undergraduate students to engage in engineering education research and establish a visible pathway to careers in the field.\r\n\r\nThe goal of this ENGagED REU is to provide a rich exposure to and research experience in engineering education with a focus on underrepresented students. Having a broad range of projects anchored in engineering education research with threads of broadening participation woven into their framework will serve to expose students to the vast topics covered through the engineering education taxonomy. The goal is that ENGagED may serve as a model for identifying and attracting future talent to meet the growing discipline, promote visibility of the field, and potentially, provide a critical, formative experience in engineering education that results in increased student awareness, knowledge of pathways to the field, an expanded pool of talent and community of inclusive scholars. The explicit objectives of the ENGagED REU will be: 1) To provide engaging research experiences to undergraduates (i.e., depth), and specifically, students from underrepresented groups—which for this project will focus on Black and Latinx students and as a result of intersectionality may also include women, people from low SES backgrounds and first-generation individuals among other minoritized identities—that create awareness of and exposure to the field of engineering education; 2) To equip students with the foundation necessary to collect, analyze, interpret and disseminate quality engineering education research; 3) To provide an opportunity for engineering undergraduates from underrepresented groups to be mentored by graduate students and faculty from underrepresented groups while all students learn to work collaboratively in a dynamic, interdisciplinary research environment; and 4) To use the introduction to engineering education research (i.e., breadth) facilitated by contributions of the faculty mentors and scholars network as a means of increasing exposure to research catalyzing interest in the field to grow the talent pool of future engineering education researchers, with an immediate focus on graduate studies. Through this REU site, cultivation of a diverse talent pool will serve to identify and develop future talent to populate the engineering education research community. The comprehensive set of expertise and breadth represented by the PIs, Faculty Scholars Network, faculty research mentors and Faculty Scholar of Outreach create an introductory exposure to engineering education for the REU students that will serve them well in any future engineering education pursuits. The program will foster future scholars with rich foundations in the EER domains.  \r\n\r\nThis REU site is co-funded by the Division of Engineering Education & Centers (Directorate for Engineering), and the Division of Undergraduate Education (Directorate for Education and Human Resources).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brooke",
   "pi_last_name": "Coley",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Brooke C Coley",
   "pi_email_addr": "Brooke.Coley@asu.edu",
   "nsf_id": "000718380",
   "pi_start_date": "2021-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  },
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 456519.0
  }
 ],
 "por": null
}