{
 "awd_id": "2051760",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Inferring Species Relationships under the Network Multispecies Coalescent Model: Theory and Practical Methods",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927523",
 "po_email": "zfeng@nsf.gov",
 "po_sign_block_name": "Zhilan Feng",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 449995.0,
 "awd_amount": 449995.0,
 "awd_min_amd_letter_date": "2021-07-08",
 "awd_max_amd_letter_date": "2023-06-26",
 "awd_abstract_narration": "Because the genome of an organism is a product of its evolutionary history, evidence of the relationships between different organisms can be found in the similarities and differences between their sequenced genomes. However, many biological processes have shaped the genomes in complicated ways, so extracting relationships from genomic data is far from straightforward. Hybridization and other forms of gene transfer between lineages pose a particular challenge, as a simple depiction of organism relationships by an evolutionary tree becomes inadequate, with a web-like network more accurately describing their history. Current computational methods for analyzing genomes in this setting are inefficient, are only able to process small datasets, and leave unexamined the wealth of potential information even in already collected data. In this project, new computational and statistical methods to infer network-like relationships will be developed and implemented in practical and efficient software tools. Based on detailed mathematical models of evolving genomes, and implemented for easy use by scientists, these new methodologies will yield sound statistical conclusions. They will be applicable to a broad range of biological studies, such as for understanding the network of life, agriculturally important crops, conservation biology, and biomedically relevant pathogens. Further project work includes interdisciplinary training of graduate students in mathematics and biology and outreach to high school students through a summer research academy.\r\n\r\nWhile network relationships between organisms lead to the evolutionary history of individual genetic loci being represented by different trees, this signal of reticulation is confounded with that of incomplete lineage sorting, a population genetic process that produces differing gene trees even when the species-level relationships are tree-like. These processes will be investigated jointly, through use of the mathematical network multispecies coalescent model. Since its use with standard likelihood and Bayesian statistical approaches to data analysis pose excessive computational demands, this project will develop faster, more feasible approaches. One difficulty arises from the size of the space of potential networks, which is vastly larger than the already large space of trees. By utilizing new distance-based approaches, however, this project develops methods circumventing slow explorations of network space, while still obtaining statistically-consistent network estimates. In particular, quartet and rooted-triple based network distances will be used to leverage the inference of small network units to yield large network estimates through appropriate interpretation of a splits graph.  Subprojects include development of coalescent-based network inference from concatenated genomic sequences, thereby avoiding inference of individual gene trees; extension of theory and practice beyond the class of level-1 networks; and better addressing covariances between quartet or rooted-triple statistics arising from the model.\r\n\r\nThis project is jointly funded by the Mathematical Biology program and Life Science Venture funds in DMS, and the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Rhodes",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "John A Rhodes",
   "pi_email_addr": "j.rhodes@alaska.edu",
   "nsf_id": "000267211",
   "pi_start_date": "2021-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Allman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth S Allman",
   "pi_email_addr": "e.allman@alaska.edu",
   "nsf_id": "000120689",
   "pi_start_date": "2021-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks Campus",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997757880",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  },
  {
   "pgm_ele_code": "745400",
   "pgm_ele_name": "MSPA-INTERDISCIPLINARY"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 293104.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 156891.0
  }
 ],
 "por": null
}