{
 "awd_id": "2052791",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IUCRC: Planning Grant: Georgia Institute of Technology: Center For Building Reliable Advances and Innovation in Neurotechnology (BRAIN)",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927408",
 "po_email": "mokumar@nsf.gov",
 "po_sign_block_name": "Mohan Kumar",
 "awd_eff_date": "2021-04-15",
 "awd_exp_date": "2022-12-31",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2021-04-19",
 "awd_max_amd_letter_date": "2022-08-28",
 "awd_abstract_narration": "Disorders of the brain are the leading cause of disability in the United States.  There is a critical need for new technology to address this problem.  However, creating the technology calls for very collaborative efforts between academic researchers with unique technical expertise and industry companies with deep product development expertise.  The Georgia Tech site of the Building Reliable Advances and Innovations in Neurotechnology (BRAIN) Center will develop product-ready technology innovations that prevent brain disorders and provide better diagnosis and treatment for affected patients.  The Georgia Tech site will also initiate new industry-focused programs promoting diversity and education.\r\n\r\nBuilding the aforementioned technologies requires fundamental understanding of the brain, which is limited by the state-of-the-art in basic science and engineering.  Understanding is advancing through innovative research; however, research impact is currently limited because innovation greatly outpaces productization due to insufficient shepherding of innovation through the “valley of death” in the translational pipeline.  To address this shortcoming, the Georgia Tech BRAIN Center site will develop product-ready neurotechnology innovations by spanning science, technology, engineering, and math (STEM) fields, model systems (e.g., human, animal, in vitro, and computational), spatial scales (i.e., neuron to organism), and brain function verticals (e.g., neurovascular and neurological).\r\n\r\nAnother thrust area of the Georgia Tech site is Neuroethics. Emerging neurotechnologies present enormous ethical implications relating to autonomy, identity, and privacy. We assert that the integration of neuroethics into BRAIN Center activities is critical to maximizing broader impacts such as social benefit, acceptance, trust, and justice in neurotechnology innovation. Another broader impact of the Georgia Tech site will be combatting underrepresentation in STEM fields. Located in Atlanta, which is home to a majority Black population, Georgia Tech has a unique opportunity to leverage its place toward this end through the vehicles of entrepreneurship and internships.\r\n\r\nData products to result from the proposed planning grant may include experimental, computational, text-based, and/or curricular data.  All digital data products will be stored in compliance with the Health Insurance Portability and Accountability Act (HIPAA), the Health Information Technology for Economic and Clinical Health Act, and the final HIPAA Omnibus rule.  Further, these products will be accessible only through user-specific password-protected access.  All archived materials will be retained for a period of five years.  A landing page for navigation to archived data has already been created at http://sites.gatech.edu/avl/iucrc.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "LaPlaca",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle C LaPlaca",
   "pi_email_addr": "michelle.laplaca@bme.gatech.edu",
   "nsf_id": "000114996",
   "pi_start_date": "2022-06-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Frakes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Frakes",
   "pi_email_addr": "frakes@gatech.edu",
   "nsf_id": "000507926",
   "pi_start_date": "2021-04-19",
   "pi_end_date": "2022-06-21"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Margulies",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Susan S Margulies",
   "pi_email_addr": "margulie@seas.upenn.edu",
   "nsf_id": "000383709",
   "pi_start_date": "2021-04-19",
   "pi_end_date": "2021-07-01"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "LaPlaca",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle C LaPlaca",
   "pi_email_addr": "michelle.laplaca@bme.gatech.edu",
   "nsf_id": "000114996",
   "pi_start_date": "2021-07-01",
   "pi_end_date": "2022-06-21"
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue, NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5761",
   "pgm_ref_txt": "INDUSTRY/UNIV COOP RES CENTERS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report for the General Public.&nbsp; </strong><span style=\"text-decoration: underline;\">The primary goal of this Industry/University Cooperative Research Center (I/UCRC) Planning Grant was to do the legwork for readiness to join the existing I/UCRC BRAIN (Building Reliable Advances and Innovations in Neurotechnology)</span>.&nbsp; To this goal, Georgia Tech held two events during the planning year and submitted the next stage proposal: <strong>1)</strong> faculty retreat (February 14, 2022); and <strong>2)</strong> the <span style=\"text-decoration: underline;\">Industry Planning Meeting</span> (September 9, 2022); and <strong>3)</strong> submitted a <span style=\"text-decoration: underline;\">Phase 2 proposal to NSF to join BRAIN as a Partner Site</span>.&nbsp; A faculty retreat was held to help faculty learn about the process for Georgia Tech to join BRAIN, to assess the existing center research thrusts, and to learn how industry support can benefit a range of translational readiness. Drs. LaPlaca and Frakes (former PI) facilitated the discussion and Dr. Contreras-Vidal (BRAIN PI) presented virtually about the operation and impact of BRAIN.&nbsp; We had a GT VentureLab Principal, Dr. Cindi Sundell talk about &ldquo;Working with Industry&rdquo; and hosted a virtual seminar by Dr. Thurmon Lockhart (ASU BRAIN Investigator), followed by a discussion of Georgia Tech fit with BRAIN research thrust areas.&nbsp; The Industry Planning meeting was help in a hybrid format with the University of Maryland, Baltimore County (another prospective BRAIN site in the planning grant phase).&nbsp; In addition to 25 attendees in person, we had 98 unique online participants faculty, students, and industry). Of those attendees we had 11 prospective companies and four BRAIN Industry Advisory Board members. <strong><span style=\"text-decoration: underline;\">Specific Planning grant outcomes </span></strong>included: <strong>1) Connection with 47 different companies / agencies</strong>, including <strong>five companies that committed to paying membership to BRAIN</strong> upon joining and<strong> four in-kind committments</strong>, where companies will contribute products or service to BRAIN-funded projects.&nbsp; Relationship building is ongoing with BRAIN investigator--company correspondence and invitations to events around neurotechnology development and testing through academic, clinical, and industry collaboration. <strong>2) Enhanced interaction with GT Offices of Corporate Engagement and Commercialization</strong>.&nbsp; Ongoing strategic planning with the Georgia Tech Executive Vice President for Research (EVPR) office will now include a neurotechnology-specific corporate portfolio as a direct result of the BRAIN GT planning grant process. <strong>3) Campus-wide awareness</strong> among the 74 faculty who signed up for information about neuro-industry related activities. This includes inclusion of neurotechnology as part of a strategic planning process at Georgia Tech for centralizing and strengthening all the neuroscience, neuroengineering, and neurotechnology research on campus.&nbsp; <strong>4) Awareness among students about internship opportunities</strong>.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/02/2023<br>\n\t\t\t\t\tModified by: Michelle&nbsp;C&nbsp;Laplaca</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report for the General Public.  The primary goal of this Industry/University Cooperative Research Center (I/UCRC) Planning Grant was to do the legwork for readiness to join the existing I/UCRC BRAIN (Building Reliable Advances and Innovations in Neurotechnology).  To this goal, Georgia Tech held two events during the planning year and submitted the next stage proposal: 1) faculty retreat (February 14, 2022); and 2) the Industry Planning Meeting (September 9, 2022); and 3) submitted a Phase 2 proposal to NSF to join BRAIN as a Partner Site.  A faculty retreat was held to help faculty learn about the process for Georgia Tech to join BRAIN, to assess the existing center research thrusts, and to learn how industry support can benefit a range of translational readiness. Drs. LaPlaca and Frakes (former PI) facilitated the discussion and Dr. Contreras-Vidal (BRAIN PI) presented virtually about the operation and impact of BRAIN.  We had a GT VentureLab Principal, Dr. Cindi Sundell talk about \"Working with Industry\" and hosted a virtual seminar by Dr. Thurmon Lockhart (ASU BRAIN Investigator), followed by a discussion of Georgia Tech fit with BRAIN research thrust areas.  The Industry Planning meeting was help in a hybrid format with the University of Maryland, Baltimore County (another prospective BRAIN site in the planning grant phase).  In addition to 25 attendees in person, we had 98 unique online participants faculty, students, and industry). Of those attendees we had 11 prospective companies and four BRAIN Industry Advisory Board members. Specific Planning grant outcomes included: 1) Connection with 47 different companies / agencies, including five companies that committed to paying membership to BRAIN upon joining and four in-kind committments, where companies will contribute products or service to BRAIN-funded projects.  Relationship building is ongoing with BRAIN investigator--company correspondence and invitations to events around neurotechnology development and testing through academic, clinical, and industry collaboration. 2) Enhanced interaction with GT Offices of Corporate Engagement and Commercialization.  Ongoing strategic planning with the Georgia Tech Executive Vice President for Research (EVPR) office will now include a neurotechnology-specific corporate portfolio as a direct result of the BRAIN GT planning grant process. 3) Campus-wide awareness among the 74 faculty who signed up for information about neuro-industry related activities. This includes inclusion of neurotechnology as part of a strategic planning process at Georgia Tech for centralizing and strengthening all the neuroscience, neuroengineering, and neurotechnology research on campus.  4) Awareness among students about internship opportunities.\n\n \n\n\t\t\t\t\tLast Modified: 06/02/2023\n\n\t\t\t\t\tSubmitted by: Michelle C Laplaca"
 }
}