{
 "awd_id": "2052594",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAR-PF The scale-dependent interplay between fault material strength, roughness and friction",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927081",
 "po_email": "armorris@nsf.gov",
 "po_sign_block_name": "Aisha Morris",
 "awd_eff_date": "2021-06-01",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 174000.0,
 "awd_amount": 174000.0,
 "awd_min_amd_letter_date": "2021-05-13",
 "awd_max_amd_letter_date": "2021-05-13",
 "awd_abstract_narration": "Dr. Valère Lambert has been awarded an NSF EAR Postdoctoral Fellowship to investigate the ways that rock strength, the shape of a fault’s surface, and friction can affect the behavior of faults and thus hazards associated with earthquakes. The majority of what is known about the mechanics of faults comes from small-scale (<1 meter) experiments but natural fault systems are much larger (tens to thousands of meters). Because laboratory experiments and numerical studies indicate that rock strength and friction measurements vary with scale, application of laboratory experiment results to natural systems requires careful consideration of how to adjust for differences between natural and laboratory scales. This study aims to establish a framework for scaling up by clarifying relationships among rock strength, the shape and roughness of the fault surface, and friction at a variety of scales. Determining a framework for appropriately-scaled descriptions of friction and rock strength has important implications for earthquake science and engineering. The project will also support research opportunities for undergraduate students as University of California Santa Cruz, as well as development of educational earthquake simulations and an outreach video series oriented towards the general public addressing topics in earthquake physics.\r\n\r\nObtaining a better understanding of the relationship between fault material strength and the deformation of fault asperities at varying scales will contribute to our general understanding of fault topography evolution and frictional behavior. This project will assess the feasibility of using measurements of fault roughness as the basis for bridging laboratory and natural scales and aims to develop computational homogenization tools for determining macroscale material and structural features from microscale fault properties. The project will directly measure the scale-dependent material properties of natural fault samples in the laboratory and explore how the aggregate behavior of microstructural features, such as material heterogeneity and layering, maps into the yielding of surface asperities at varying scales. The project will then explore what role scale-dependent material strength plays in the evolution of fault roughness and the apparent frictional behavior under shear motion. This work will examine if there is an inherent link between scale-dependent material properties and structure, both in the topography of the interface as well as material layering. If such a relationship exists, this may form the basis to a scheme for inferring spatial trends in rock strength and extrapolating frictional behavior to field scales using extant measurements of fault roughness. Such an approach could have broad applications in materials science, including implications of material layering on frictional behavior.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Valere",
   "pi_last_name": "Lambert",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Valere R Lambert",
   "pi_email_addr": "",
   "nsf_id": "000753123",
   "pi_start_date": "2021-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lambert                 Valere         R",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Pasadena",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "911252100",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of California Santa Cruz",
  "perf_str_addr": null,
  "perf_city_name": "Santa Cruz",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  },
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 174000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Measurements of roughness on natural fault surfaces over scales of 10's of nanometers to 10's of meters have demonstrated that fault roughness is scale-dependent. Based on scaling arguments, previous studies (Brodsky et al., 2016) have proposed that the observed roughness scaling may indicate that the strain required to accommodate motion across asperities (or bumps) increases with decreasing scales, suggesting a scale-dependence of the rock material strength, as has been broadly observed in size and depth-dependent measurements of indentation hardness of natural fault surfaces and engineering materials.<strong><span style=\"text-decoration: underline;\"> </span></strong>In this work, we have sought to develop a more rigorous theoretical framework to evaluate the previously proposed relationship between scale-dependent roughness and material strength.</p>\n<p>In order to examine the relationship between scale-dependent surface topography and plastic yield strength over a wide range of length scales, we expand on the elastoplastic contact theory of Persson (2001), which has been successfully applied to study contact of rough surfaces across a broad range of scales (e.g. Persson 2001; 2006; M&uuml;ser et al., 2017; Style et al., 2018).&nbsp;We have extended Persson&rsquo;s contact theory to consider a scale-dependent plastic strength and found that the proportion of surface contact that can be maintained elastically versus plastically across varying scales is characterized by the competition between how applied forces are concentrated towards higher values of stress at smaller scales due to surface roughness versus the rate at which the plastic strength increases at smaller scales. We have found that this competition within the extended theory can be quantified by a parameter - &nbsp;which we refer to as the Topography Yield Parameter - &nbsp;that is a function of the change in roughness power spectrum and plastic yield strength with scale. When the Topography Yield Parameter is greater than or equal to zero, the plastic yield stress increases more rapidly at smaller scales than the concentration of stresses due to roughness, allowing contact to be primarily maintained elastically across scales. In contrast, when the Topography Yield Parameter is negative, the concentration of stresses to higher values due to fault roughness at smaller scales outpaces the increase in plastic strength, promoting full plastic contact at smaller scales. &nbsp;<strong>&nbsp;</strong></p>\n<p>We hypothesize that the steady-state roughness distribution of a surface is limited by the plastic strength of asperities at varying scales, which would imply a critical value of the Topography Yield Parameter for steady-state roughness. A roughness distribution where the Topography Yield Parameter is negative would indicate that roughness is not bounded by the yield stress scaling. Such conditions can be unstable if plastic yielding erodes smaller scale contacts, thus modifying the roughness distribution. If our hypothesis is correct, then our theoretical work predicts a direct relationship between the scaling properties of the fault surface topography and plastic yield stress for steady-state roughness. Such relationship may in principle provide a basis for using surface topography data to extrapolate rock material properties from relatively small-scale laboratory measurements to larger field scales. Our theoretical predictions are consistent with existing scaling measurements for fault roughness and plastic strength from natural fault samples and motivate additional measurements across broader spatial scales to further validate our model. &nbsp;</p>\n<p>This project has supported a postdoctoral researcher as well as the supervision of two undergraduate research internships and the development of educational material in introductory scientific computing and computational geomechanics in the Department of Earth and Planetary Sciences at the University of California Santa Cruz.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/21/2023<br>\nModified by: Valere&nbsp;R&nbsp;Lambert</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nMeasurements of roughness on natural fault surfaces over scales of 10's of nanometers to 10's of meters have demonstrated that fault roughness is scale-dependent. Based on scaling arguments, previous studies (Brodsky et al., 2016) have proposed that the observed roughness scaling may indicate that the strain required to accommodate motion across asperities (or bumps) increases with decreasing scales, suggesting a scale-dependence of the rock material strength, as has been broadly observed in size and depth-dependent measurements of indentation hardness of natural fault surfaces and engineering materials. In this work, we have sought to develop a more rigorous theoretical framework to evaluate the previously proposed relationship between scale-dependent roughness and material strength.\n\n\nIn order to examine the relationship between scale-dependent surface topography and plastic yield strength over a wide range of length scales, we expand on the elastoplastic contact theory of Persson (2001), which has been successfully applied to study contact of rough surfaces across a broad range of scales (e.g. Persson 2001; 2006; Mser et al., 2017; Style et al., 2018).We have extended Perssons contact theory to consider a scale-dependent plastic strength and found that the proportion of surface contact that can be maintained elastically versus plastically across varying scales is characterized by the competition between how applied forces are concentrated towards higher values of stress at smaller scales due to surface roughness versus the rate at which the plastic strength increases at smaller scales. We have found that this competition within the extended theory can be quantified by a parameter - which we refer to as the Topography Yield Parameter - that is a function of the change in roughness power spectrum and plastic yield strength with scale. When the Topography Yield Parameter is greater than or equal to zero, the plastic yield stress increases more rapidly at smaller scales than the concentration of stresses due to roughness, allowing contact to be primarily maintained elastically across scales. In contrast, when the Topography Yield Parameter is negative, the concentration of stresses to higher values due to fault roughness at smaller scales outpaces the increase in plastic strength, promoting full plastic contact at smaller scales. \n\n\nWe hypothesize that the steady-state roughness distribution of a surface is limited by the plastic strength of asperities at varying scales, which would imply a critical value of the Topography Yield Parameter for steady-state roughness. A roughness distribution where the Topography Yield Parameter is negative would indicate that roughness is not bounded by the yield stress scaling. Such conditions can be unstable if plastic yielding erodes smaller scale contacts, thus modifying the roughness distribution. If our hypothesis is correct, then our theoretical work predicts a direct relationship between the scaling properties of the fault surface topography and plastic yield stress for steady-state roughness. Such relationship may in principle provide a basis for using surface topography data to extrapolate rock material properties from relatively small-scale laboratory measurements to larger field scales. Our theoretical predictions are consistent with existing scaling measurements for fault roughness and plastic strength from natural fault samples and motivate additional measurements across broader spatial scales to further validate our model. \n\n\nThis project has supported a postdoctoral researcher as well as the supervision of two undergraduate research internships and the development of educational material in introductory scientific computing and computational geomechanics in the Department of Earth and Planetary Sciences at the University of California Santa Cruz.\n\n\n\t\t\t\t\tLast Modified: 11/21/2023\n\n\t\t\t\t\tSubmitted by: ValereRLambert\n"
 }
}