{
 "awd_id": "2052559",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Upgrade of Scanning Electron Microscopy Facilities at Montana State University: Supporting Research on the Lithosphere, Cryosphere, and Critical Zone",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032920000",
 "po_email": "afrasset@nsf.gov",
 "po_sign_block_name": "Andrew Frassetto",
 "awd_eff_date": "2021-08-15",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 488500.0,
 "awd_amount": 488500.0,
 "awd_min_amd_letter_date": "2021-07-29",
 "awd_max_amd_letter_date": "2023-12-04",
 "awd_abstract_narration": "This project is jointly funded by the EAR Instrumentation and Facilities Program and the Established Program to Stimulate Competitive Research (EPSCoR).  This project will upgrade imaging and analytical capabilities of two scanning electron microscopes operated in the Imaging and Chemical Analysis Laboratory at Montana State University.  The new instrumentation includes a) energy dispersive spectrometry for elemental analysis and mapping; b) electron back-scattered diffraction detector for in situ micron-scale phase identification, determination of crystallographic orientation, and textural mapping; c) a cathodoluminescence detector that is used to detect small scale variations of trace activator elements (transition metals and rare earth elements) and crystal defects in host materials; and d) updated computer and software to enable advanced image and spectral processing.  This instrumentation will provide the means to address the research agenda defined in the recent National Academy of Science, Engineering and Medicine report (2020) A Vision for NSF Earth Sciences 2020-2030, \"Earth in Time\", and will contribute to the analytical capabilities available through the National Nanotechnology Coordinated Infrastructure program. \r\n\r\nThese instruments are broadly used in the chemical and physical characterization of Earth materials, and related engineered materials such as semi-conductors and ceramics.  Applications include: geochronology/thermochronology, deformation mechanisms of mid-crustal rocks, igneous processes and volcanology, reactive transport of fluids in porous rocks, sedimentary diagenetic processes, evolution of dinosaurs through characterization of fossil bone, eggshells and teeth, use of cryogenic-SEM methods to characterize snow, ice and glacial textures, geomicrobiology and biomineralization processes and products, exploration for mineral resource deposits and environmental remediation of mines, and studies of impacts of Earth materials on human health.  Montana State University is a land grant institution that seeks to prepare the workforce of the future, and also supports technology transfer to regional and national companies to support their research and development programs. The ICAL facility serves as a nexus of learning to recruit and train future scientists through K-12 class demonstrations, undergraduate student class projects and research experiences, graduate student thesis and dissertation research, and continuing professional development training. This instrumentation is essential for early career faculty development to prepare for their emerging research initiatives.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Mogk",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Mogk",
   "pi_email_addr": "mogk@montana.edu",
   "nsf_id": "000323162",
   "pi_start_date": "2021-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Colin",
   "pi_last_name": "Shaw",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Colin A Shaw",
   "pi_email_addr": "colin.shaw1@montana.edu",
   "nsf_id": "000412319",
   "pi_start_date": "2021-07-29",
   "pi_end_date": "2023-12-04"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Devon",
   "pi_last_name": "Orme",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Devon A Orme",
   "pi_email_addr": "devon.orme@montana.edu",
   "nsf_id": "000699181",
   "pi_start_date": "2021-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Madison",
   "pi_last_name": "Myers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Madison Myers",
   "pi_email_addr": "madison.myers@montana.edu",
   "nsf_id": "000796103",
   "pi_start_date": "2021-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Hammonds",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin Hammonds",
   "pi_email_addr": "kevin.hammonds@montana.edu",
   "nsf_id": "000801721",
   "pi_start_date": "2021-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University",
  "inst_street_address": "216 MONTANA HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BOZEMAN",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4069942381",
  "inst_zip_code": "59717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJ3UF7TK8RT5"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University",
  "perf_str_addr": "Dept Earth Sciences",
  "perf_city_name": "Bozeman",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "597173480",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 488500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The scanning electron microscopy (SEM) instruments at the Imaging and Chemical Analysis Laboratory (ICAL) at Montana State University were upgraded with the acquisition of energy dispersive spectrometry &nbsp;(EDS), electron back-scattered diffraction (EBSD) and cathodoluminescence &nbsp;(CL) detectors. SEM produces high-resolution imaging with spatial resolution down to ~5 nanometers, and back-scattered electron (BSE) imaging provides the ability to discriminate phases in complex matrices based on differences in mean atomic number of the various materials. &nbsp;SEM characterization of natural, engineered, and biological materials is extended by integrating a) EDS to produce elemental maps and spot analyses to determine the composition of materials; b) EBSD used for phase identification based on<em> in situ </em>diffraction patterns of the atomic structure of materials, determination of crystallographic preferred orientation of crystals, and production of textural orientation maps; and c) CL is used to produce images that reflect compositional differences of materials based on trace variations of transition metal or Rare Earth Element content that reflects varying&nbsp; physical-chemical conditions at the time of crystallization of the material. In the Earth Sciences, these combined imaging and analytical methods are used to characterize the physical and chemical properties of Earth materials such as minerals, rocks, fossils, and soils to determine geologic processes, history, and environments of formation. These same methods can be applied to characterization of materials in related physical, chemical, life, material and environmental sciences and allied engineering disciplines. SEM/BSE/EDS/EBSD/CL methods are applied to a range of recent and current research questions, many addressing important issues of societal interest, such as mineral exploration and mine remediation; preservation processes of dinosaur bones and eggs; determination of physical conditions, processes and age of formation of metamorphic and igneous rocks; microbially-induced corrosion of pipes and fuel tanks; biomineralization as a means to seal abandoned and leaky oil and gas wells; evidence of climate change in the geologic record; development of energy production, storage and transmission products; carbon capture, sequestration and storage; &nbsp;development and testing of biomedical devices; and development of next-generation materials for semi-conductors, sensors, photonic devices, and quantum computing. Training of the technical workforce for the 21<sup>st</sup> Century is an important mission of ICAL, and this is accomplished through support of class demonstrations and projects; course-based undergraduate research experiences (CUREs); undergraduate&nbsp; independent research projects and formal Research Experiences for Undergraduate programs; graduate-level thesis and dissertation research; and individualized short courses in the safe and effective use of this instrumentation. Technology transfer to the corporate sector is another important mission as ICAL provides analytical services for research and development programs for companies in the Northern Rockies and Great Plains region and across the nation that would not otherwise have access to this instrumentation. ICAL is part of the National Nanotechnology Coordinated Infrastructure (NNCI) network, and welcomes use of this facility by external users for collaborative research projects. &nbsp;https://physics.montana.edu/ical/index.html.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 06/05/2024<br>\nModified by: David&nbsp;W&nbsp;Mogk</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2052559/2052559_10755537_1717613595180_Screen_Shot_2024_06_04_at_9.50.54_AM--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2052559/2052559_10755537_1717613595180_Screen_Shot_2024_06_04_at_9.50.54_AM--rgov-800width.png\" title=\"EDS Elemental Map and CL Image of Archean Pelitic Schist\"><img src=\"/por/images/Reports/POR/2024/2052559/2052559_10755537_1717613595180_Screen_Shot_2024_06_04_at_9.50.54_AM--rgov-66x44.png\" alt=\"EDS Elemental Map and CL Image of Archean Pelitic Schist\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Images of an Archean pelitic schist containing garnet, biotite, sillimanite and quartz  showing EDS compositional maps and CL images of compositionally complex sillimanite crystals.</div>\n<div class=\"imageCredit\">David Mogk and Sara Zacher</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">David&nbsp;W&nbsp;Mogk\n<div class=\"imageTitle\">EDS Elemental Map and CL Image of Archean Pelitic Schist</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2052559/2052559_10755537_1717613389738_Screen_Shot_2024_06_04_at_10.20.04_AM--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2052559/2052559_10755537_1717613389738_Screen_Shot_2024_06_04_at_10.20.04_AM--rgov-800width.png\" title=\"EBSD Textural Map of Antarctic Ice\"><img src=\"/por/images/Reports/POR/2024/2052559/2052559_10755537_1717613389738_Screen_Shot_2024_06_04_at_10.20.04_AM--rgov-66x44.png\" alt=\"EBSD Textural Map of Antarctic Ice\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">EBSD textural map of recrystallized ice from Antarctica provided by the COLDEX project. Unique crystallographic orientations are shown by color coding of the individual grains</div>\n<div class=\"imageCredit\">Colin Shaw</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">David&nbsp;W&nbsp;Mogk\n<div class=\"imageTitle\">EBSD Textural Map of Antarctic Ice</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2052559/2052559_10755537_1717612745911_Screen_Shot_2024_06_04_at_9.33.46_AM--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2052559/2052559_10755537_1717612745911_Screen_Shot_2024_06_04_at_9.33.46_AM--rgov-800width.png\" title=\"CL Image of Quartz Phenocryst from Yellowstone Volcanic Rocks\"><img src=\"/por/images/Reports/POR/2024/2052559/2052559_10755537_1717612745911_Screen_Shot_2024_06_04_at_9.33.46_AM--rgov-66x44.png\" alt=\"CL Image of Quartz Phenocryst from Yellowstone Volcanic Rocks\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">CL image of a quartz phenocryst showing complex compositional zoning from a quartz phenocryst from a Yellowstone volcanic rock.</div>\n<div class=\"imageCredit\">David Mogk and Sara Zacher</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">David&nbsp;W&nbsp;Mogk\n<div class=\"imageTitle\">CL Image of Quartz Phenocryst from Yellowstone Volcanic Rocks</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2052559/2052559_10755537_1717613749198_Screen_Shot_2024_06_04_at_9.31.14_AM--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2052559/2052559_10755537_1717613749198_Screen_Shot_2024_06_04_at_9.31.14_AM--rgov-800width.png\" title=\"CL Images of a Zircon Grain Mount\"><img src=\"/por/images/Reports/POR/2024/2052559/2052559_10755537_1717613749198_Screen_Shot_2024_06_04_at_9.31.14_AM--rgov-66x44.png\" alt=\"CL Images of a Zircon Grain Mount\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">CL images of a zircon grain mount showing complex compositional zoning with rounded detrital (inherited) cores and igneous or metamorphic overgrowths. This CL mapping is done as a guide to pick analytical spots for U/Pb age dating methods.</div>\n<div class=\"imageCredit\">David Mogk and Sara Zacher</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">David&nbsp;W&nbsp;Mogk\n<div class=\"imageTitle\">CL Images of a Zircon Grain Mount</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe scanning electron microscopy (SEM) instruments at the Imaging and Chemical Analysis Laboratory (ICAL) at Montana State University were upgraded with the acquisition of energy dispersive spectrometry (EDS), electron back-scattered diffraction (EBSD) and cathodoluminescence (CL) detectors. SEM produces high-resolution imaging with spatial resolution down to ~5 nanometers, and back-scattered electron (BSE) imaging provides the ability to discriminate phases in complex matrices based on differences in mean atomic number of the various materials. SEM characterization of natural, engineered, and biological materials is extended by integrating a) EDS to produce elemental maps and spot analyses to determine the composition of materials; b) EBSD used for phase identification based on in situ diffraction patterns of the atomic structure of materials, determination of crystallographic preferred orientation of crystals, and production of textural orientation maps; and c) CL is used to produce images that reflect compositional differences of materials based on trace variations of transition metal or Rare Earth Element content that reflects varying physical-chemical conditions at the time of crystallization of the material. In the Earth Sciences, these combined imaging and analytical methods are used to characterize the physical and chemical properties of Earth materials such as minerals, rocks, fossils, and soils to determine geologic processes, history, and environments of formation. These same methods can be applied to characterization of materials in related physical, chemical, life, material and environmental sciences and allied engineering disciplines. SEM/BSE/EDS/EBSD/CL methods are applied to a range of recent and current research questions, many addressing important issues of societal interest, such as mineral exploration and mine remediation; preservation processes of dinosaur bones and eggs; determination of physical conditions, processes and age of formation of metamorphic and igneous rocks; microbially-induced corrosion of pipes and fuel tanks; biomineralization as a means to seal abandoned and leaky oil and gas wells; evidence of climate change in the geologic record; development of energy production, storage and transmission products; carbon capture, sequestration and storage; development and testing of biomedical devices; and development of next-generation materials for semi-conductors, sensors, photonic devices, and quantum computing. Training of the technical workforce for the 21st Century is an important mission of ICAL, and this is accomplished through support of class demonstrations and projects; course-based undergraduate research experiences (CUREs); undergraduate independent research projects and formal Research Experiences for Undergraduate programs; graduate-level thesis and dissertation research; and individualized short courses in the safe and effective use of this instrumentation. Technology transfer to the corporate sector is another important mission as ICAL provides analytical services for research and development programs for companies in the Northern Rockies and Great Plains region and across the nation that would not otherwise have access to this instrumentation. ICAL is part of the National Nanotechnology Coordinated Infrastructure (NNCI) network, and welcomes use of this facility by external users for collaborative research projects. https://physics.montana.edu/ical/index.html.\n\n\n\t\t\t\t\tLast Modified: 06/05/2024\n\n\t\t\t\t\tSubmitted by: DavidWMogk\n"
 }
}