{
 "awd_id": "2052613",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Award: Craft Specialization in Traditional Societies",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2020-12-01",
 "awd_exp_date": "2022-04-30",
 "tot_intn_awd_amt": 29890.0,
 "awd_amount": 29890.0,
 "awd_min_amd_letter_date": "2020-11-02",
 "awd_max_amd_letter_date": "2020-11-02",
 "awd_abstract_narration": "This doctoral dissertation study investigates how changing historical conditions create different forms of craft specialization in nonhierarchical societies. Archaeologists have intensively studied craft specialization because it highlights the role of labor organization in broader social transformations. Specialists, typically defined as skilled persons that provision demands beyond their household, can be particularly critical in establishing interdependence between communities. Specialists require support from other social units to make their crafting economically viable, which binds participating communities into obligations of reciprocity and exchange. Archaeologists and other social scientists have thus typically expected specialization only among complex, hierarchical societies (e.g. states) with centralized political economies that can draw on pooled resources to support full-time craft production. However, there is evidence to suggest that specialized pottery production may have occurred in some nonhierarchical hunter-gatherer societies in the southeastern United States. \r\n\r\nWhat might create the need for specialization in the absence of statehood or centralized governance? This research addresses this question by investigating how specific historical circumstances call for the emergence of different types of craft specialists. The project focuses on two eras of critical social change in the pre-colonial southeastern United States and specifically combines a novel method for assessing potting skill with pottery sourcing techniques, such as Neutron Activation Analysis, Laser Ablation-Inductively Coupled Plasma-Mass Spectrometry, X-ray diffraction, and ceramic petrography, to evaluate hypotheses that help explain the emergence of specialized production under historical conditions corresponding to each time frame. Radiocarbon assays associated with pottery vessels will establish an objective chronology to assess major changes in the social organization of mortuary pottery production through time. This project uses religious specialization, skilled crafting linked to ritual leadership, as a hypothesis to investigate how the breakdown in earlier period civic-ceremonial centers potentially prompted greater reliance on ritual specialists. This project also introduces identity-based specialization, the use of specialized production to perpetuate identities, as a hypothesis to investigate how specialization was linked to the emergence of social competition and increasing settlement density. Participatory crafting, unskilled crafting by a general population, will serve as an alternative hypothesis to test against religious and identity-based specialization. By successfully grounding specialization within the historical conditions of each time frame, this project will generate a new form of knowledge about pottery production that urges social scientists to revisit long-held assumptions about social organization, labor, and exchange in nonhierarchical societies globally.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Neill",
   "pi_last_name": "Wallis",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Neill J Wallis",
   "pi_email_addr": "nwallis@flmnh.ufl.edu",
   "nsf_id": "000483121",
   "pi_start_date": "2020-11-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Duke",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Charles T Duke",
   "pi_email_addr": "ctduke@ufl.edu",
   "nsf_id": "000825021",
   "pi_start_date": "2020-11-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida Museum of Natural History",
  "perf_str_addr": "1659 Museum Rd",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326117800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760600",
   "pgm_ele_name": "Archaeology DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 29890.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our labor is highly specialized in the modern world. Many of us cycle through college coursework to become doctors, lawyers, and teachers, or spend years acquiring the trade skill required for car repair or farming. Each of these laborers is a type of specialist, someone who dedicates most of their time to a specific activity that other members of the population cannot perform. In this way, specialization creates a type of co-dependence between laborers that is characteristic of highly integrated, state-level societies. On the opposite end of this spectrum we have the hunter-gatherer, a generalist embracing a variety of tasks on any given day. While archaeologists have identified specialists in the past, they are typically seen only in the most complex forms of government, like those of the Aztec or Inka. But can hunter-gatherers become specialists? If so, what kind of specialists can they become?<span> </span></p>\n<p><span>&nbsp;</span>In some ways, archaeological evidence supports the idea that Native American potters of the Late Woodland (AD 500-1050) and Mississippian (AD 1050-1550) periods became ritual specialists. Renowned archaeologists marveled at the artistry of pottery found in mounds across much of present-day Florida and Georgia, claiming that the vessels were so ornate that they must have been made by skilled specialists. But observations like these are cursory and lack scientific rigor. Were these potters truly specialists who made objects primarily for other people and communities? If so, how would we know, and how might we explain their emergence in a hunter-gatherer society?&nbsp;<span> </span></p>\n<p><span>&nbsp;</span>There is no evidence to suggest any Woodland or Mississippian potters in the region were organized by centralized governments, states, or hierarchies, so this research must explain the emergence of specialization through other means. To test the possibility of hunter-gatherer ritual specialization, this project made use of two main hypothetical models: <em>religious specialization</em> and <em>identity-based specialization</em>. Anthropological research has shown that specialists sometimes double as religious leaders who guide communities experiencing crisis or hardship. Other case studies demonstrate how craft production can tie a person&rsquo;s or group&rsquo;s identity to a particular craft, making specialization a way through which producers elevate their social standing and control access to manufacturing.&nbsp;<span> </span></p>\n<p>Testing of these hypotheses involved two main forms of analysis. First, a metric assessment evaluated the skill level and consistency of the potters producing ritual vessels from the two respective timeframes. Second, chemical and petrographic analysis assessed the extent to which ritual potters, if present, exchanged objects beyond their household or community&mdash;a hallmark of specialization. Pottery clays obtained from different regions contain distinctive elements and minerals, which can be used to assess the movement of objects. For instance, if a pot with Type A chemistry and mineralogy was found in a location where only Type B characteristics exist in local sediments, that vessel must have been exchanged between places.&nbsp;&nbsp;<span> </span></p>\n<p>Our analysis of hundreds of vessels reveals that Woodland ritual potters were indeed highly skilled specialists who frequently made objects for other communities. Nearly half of the Woodland ritual vessels we analyzed from central and southern Florida Gulf Coast mounds were produced over 300 km away in the Apalachicola and Chattahoochee river valleys. Further, almost all vessels from villages were made locally. These trends suggest clear distinctions between ritual specialists and everyday potters. What is more, radiocarbon dates indicate that ritual vessels were kept as valued heirlooms, which families controlled and passed on for as many as six generations.&nbsp;<span> </span>Our analysis also revealed that Mississippian potting was less restrictive as experts and novices worked alongside one another in &ldquo;gearing up&rdquo; for rituals and ceremonies. Further, almost all vessels, ritual and domestic, were made by local potters. While the skill data for this timeframe suggests potters were not as skilled as their predecessors, there is reason to consider them &ldquo;specialists&rdquo; in some respects. In-depth analyses of potting techniques revealed that everyday potters used a molding technique, which contrasts the coiling technique used by ritual potters. Petrographic analysis revealed that ritual potters used fragments of ancient pots, possibly possessed by revered ancestors, for temper&mdash;particles added to strengthen and manipulate pottery clays. These techniques are found only in ritual pots, meaning they were shared and transmitted only by &ldquo;in-group&rdquo; members with certain social standing and identity. Further, chemical analyses indicate that ritual potters had privileged access to clays possibly tied to high-ranking social groups.</p>\n<p>In sum, this project contributes substantially to social science research by demonstrating that specialists, a category typically reserved for the state, exist in many types of societies globally. In providing a more thorough accounting of human variation, this study provides anthropology a template for reimagining relationships between labor organization and social complexity. Findings of this project will urge researchers to consider that specialization is not directly tied to centralized government, or on the contrary, that hunter-gatherer societies can embrace state-like economic strategies when necessary.&nbsp;<span> </span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/25/2022<br>\n\t\t\t\t\tModified by: Neill&nbsp;J&nbsp;Wallis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur labor is highly specialized in the modern world. Many of us cycle through college coursework to become doctors, lawyers, and teachers, or spend years acquiring the trade skill required for car repair or farming. Each of these laborers is a type of specialist, someone who dedicates most of their time to a specific activity that other members of the population cannot perform. In this way, specialization creates a type of co-dependence between laborers that is characteristic of highly integrated, state-level societies. On the opposite end of this spectrum we have the hunter-gatherer, a generalist embracing a variety of tasks on any given day. While archaeologists have identified specialists in the past, they are typically seen only in the most complex forms of government, like those of the Aztec or Inka. But can hunter-gatherers become specialists? If so, what kind of specialists can they become? \n\n In some ways, archaeological evidence supports the idea that Native American potters of the Late Woodland (AD 500-1050) and Mississippian (AD 1050-1550) periods became ritual specialists. Renowned archaeologists marveled at the artistry of pottery found in mounds across much of present-day Florida and Georgia, claiming that the vessels were so ornate that they must have been made by skilled specialists. But observations like these are cursory and lack scientific rigor. Were these potters truly specialists who made objects primarily for other people and communities? If so, how would we know, and how might we explain their emergence in a hunter-gatherer society?  \n\n There is no evidence to suggest any Woodland or Mississippian potters in the region were organized by centralized governments, states, or hierarchies, so this research must explain the emergence of specialization through other means. To test the possibility of hunter-gatherer ritual specialization, this project made use of two main hypothetical models: religious specialization and identity-based specialization. Anthropological research has shown that specialists sometimes double as religious leaders who guide communities experiencing crisis or hardship. Other case studies demonstrate how craft production can tie a person’s or group’s identity to a particular craft, making specialization a way through which producers elevate their social standing and control access to manufacturing.  \n\nTesting of these hypotheses involved two main forms of analysis. First, a metric assessment evaluated the skill level and consistency of the potters producing ritual vessels from the two respective timeframes. Second, chemical and petrographic analysis assessed the extent to which ritual potters, if present, exchanged objects beyond their household or community&mdash;a hallmark of specialization. Pottery clays obtained from different regions contain distinctive elements and minerals, which can be used to assess the movement of objects. For instance, if a pot with Type A chemistry and mineralogy was found in a location where only Type B characteristics exist in local sediments, that vessel must have been exchanged between places.   \n\nOur analysis of hundreds of vessels reveals that Woodland ritual potters were indeed highly skilled specialists who frequently made objects for other communities. Nearly half of the Woodland ritual vessels we analyzed from central and southern Florida Gulf Coast mounds were produced over 300 km away in the Apalachicola and Chattahoochee river valleys. Further, almost all vessels from villages were made locally. These trends suggest clear distinctions between ritual specialists and everyday potters. What is more, radiocarbon dates indicate that ritual vessels were kept as valued heirlooms, which families controlled and passed on for as many as six generations.  Our analysis also revealed that Mississippian potting was less restrictive as experts and novices worked alongside one another in \"gearing up\" for rituals and ceremonies. Further, almost all vessels, ritual and domestic, were made by local potters. While the skill data for this timeframe suggests potters were not as skilled as their predecessors, there is reason to consider them \"specialists\" in some respects. In-depth analyses of potting techniques revealed that everyday potters used a molding technique, which contrasts the coiling technique used by ritual potters. Petrographic analysis revealed that ritual potters used fragments of ancient pots, possibly possessed by revered ancestors, for temper&mdash;particles added to strengthen and manipulate pottery clays. These techniques are found only in ritual pots, meaning they were shared and transmitted only by \"in-group\" members with certain social standing and identity. Further, chemical analyses indicate that ritual potters had privileged access to clays possibly tied to high-ranking social groups.\n\nIn sum, this project contributes substantially to social science research by demonstrating that specialists, a category typically reserved for the state, exist in many types of societies globally. In providing a more thorough accounting of human variation, this study provides anthropology a template for reimagining relationships between labor organization and social complexity. Findings of this project will urge researchers to consider that specialization is not directly tied to centralized government, or on the contrary, that hunter-gatherer societies can embrace state-like economic strategies when necessary.  \n\n \n\n\t\t\t\t\tLast Modified: 08/25/2022\n\n\t\t\t\t\tSubmitted by: Neill J Wallis"
 }
}