{
 "awd_id": "2053253",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CSBR: Transfer of Ownership: Transfer of Lachance Yeast Collection to UC Davis",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2021-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 579246.0,
 "awd_amount": 579246.0,
 "awd_min_amd_letter_date": "2021-07-26",
 "awd_max_amd_letter_date": "2022-09-02",
 "awd_abstract_narration": "The goal of this project is to transfer a large research collection of yeasts from Ontario, Canada to UC Davis. Yeasts (single-celled fungi) have great importance for life science research, industry, and natural ecosystems. They serve as degraders, nutrients, mutualists, competitors, parasites & pathogens. These important aspects of yeast ecology were elucidated in recent decades by several key researchers, including Herman Phaff (1913-2001, UC Davis) and Marc-André Lachance (University of Western Ontario). Lachance isolated, characterized, and preserved thousands of yeast strains between 1977 and 2014. He retired in June 2020 and seeks to transfer the collection to a public repository to make them available to the scientific community. Several aspects of this collection make it particularly valuable. It contains 330 type strains including the original type specimens of the 150 species that Lachance described, dozens of undescribed species, and strains that originated from 48 countries. Extensive characterization data was gathered. 5,000 yeast strains comprising the Lachance research collection will be transferred to the Phaff Yeast Culture Collection at the University of California Davis, the fourth largest of its kind in the world, with over 9,000 strains in the public catalog. This transfer will make the Lachance yeasts and associated data available to the research community for the first time, enabling use in a broad range of research fields such as taxonomy, ecology, physiology, comparative and functional genomics, and biogeography. \r\n\r\nCollection maintenance protocols of the Phaff Yeast Culture Collection follow relevant best practice guidelines to ensure the yeast strains meet the needs of the users: they are viable, pure, of the declared species, are backed up remotely, their characterization data are available to the user community, and handling, distribution and use comply with regulatory requirements such as biosafety, biosecurity, and Nagoya Protocol. Yeasts from the Lachance collection will therefore be accessioned into the Phaff collection under the collection’s standard protocols. Specifically, strains will be inventoried then shipped to UC Davis. Strains will be cryopreserved in triplicate: working and backup stocks at UC Davis, and a third copy cryopreserved off-site at the USDA National Laboratory for Genetic Resource Preservation in Fort Collins, Colorado. The viability, purity and species ID of each strain will be validated. Each strain will be identified by ribotyping using next generation sequencing by our collaborator Novozymes, Inc. at their research facility in Davis, CA. Strains that pass quality control criteria will be added to the Phaff collection public catalog and the Global Catalog of Microorganisms. DNA sequences will be deposited in GenBank. In addition to the already databased geographic and host material information, over 40 years of unpublished physiological data (up to 80 descriptors per strain) will be entered into the BioloMICS database and published in the Phaff collection online strain catalog. This multi-step process ensures that Lachance’s yeasts will continue to spark discoveries by future generations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kyria",
   "pi_last_name": "Boundy-Mills",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kyria Boundy-Mills",
   "pi_email_addr": "klbmills@ucdavis.edu",
   "nsf_id": "000326739",
   "pi_start_date": "2021-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "595 Hilgard Lane",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956166661",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167Y00",
   "pgm_ele_name": "Capacity: Bio Collections"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1106",
   "pgm_ref_txt": "LIVING STOCK COLLECTIONS"
  },
  {
   "pgm_ref_code": "1197",
   "pgm_ref_txt": "BIOLOGICAL RESEARCH COLLECTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 327663.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 251583.0
  }
 ],
 "por": null
}