{
 "awd_id": "2053204",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The effect of suspended particles on Rayleigh-Bénard buoyant thermal convection",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924736",
 "po_email": "fcao@nsf.gov",
 "po_sign_block_name": "Fangyu Cao",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 243798.0,
 "awd_amount": 243798.0,
 "awd_min_amd_letter_date": "2021-04-21",
 "awd_max_amd_letter_date": "2022-05-20",
 "awd_abstract_narration": "Flows with suspended particles are widespread in natural and technological systems such as fluidized beds, solar collectors, chemical processing, rain formation, magmas with suspended crystals and many others. However, their computational study has been limited by the inherent complexity of the simulations required. In particular, little is known about heat transfer in particulate flows. The present project addresses a canonical problem in this broad class, namely the effect of suspended particles on buoyant Rayleigh-Bénard thermal convection, the flow in a fluid layer heated from below and cooled from above. The particle-free version of this problem has been the subject of extensive studies due to its centrality in many branches of physics and engineering, but the effect of particles has barely been scratched. The work proposed here seeks to answer fundamental questions by identifying the significant flow regimes in particulate natural convection and quantifying the heat transfer modifications that particles introduce. This research will influence turbulence and heat transfer models used in common industrial or geophysical simulations, including those of the atmosphere, the oceans, the earth core and climate. It also has the potential to help the development of renewal energy sources, such as those based on solar collectors and hydrogen production. \r\n\r\nTo advance our knowledge of particulate heat transfer, the proposed work will make use of models of increasing realism and complexity. A simplified linear analysis of Rayleigh-Bénard stability will provide an orientation on the effect of basic control parameters such as the particle-to-fluid density and heat capacity ratios, the fluid Prandtl number, and the mass and thermal loading. The point-particle model will be used to elucidate the regions of parameter space where heat transfer can be expected to be substantially modified in the turbulent regime. The culmination of the project consists in fully resolved particulate simulations using the numerical method Physalis, implemented in a highly-optimized multi-GPU code, which is able to resolve flows with many thousands of suspended particles. In this way the particle-fluid momentum and heat exchanges can be calculated from first principles avoiding the ad hoc parametrization necessary with the point-particle model. These simulations will be focused on situations of particular interest uncovered by the simplified models and will permit a much more detailed and deeper understanding of the physics involved in effects such as heat transfer enhancement and particle clustering, among others.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Rodolfo",
   "pi_last_name": "Ostilla Monico",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rodolfo Ostilla Monico",
   "pi_email_addr": "rostilla@central.uh.edu",
   "nsf_id": "000790769",
   "pi_start_date": "2021-04-21",
   "pi_end_date": "2022-05-20"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Floryan",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel C Floryan",
   "pi_email_addr": "dfloryan@uh.edu",
   "nsf_id": "000865308",
   "pi_start_date": "2022-05-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Prosperetti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea Prosperetti",
   "pi_email_addr": "aprosperetti@uh.edu",
   "nsf_id": "000464123",
   "pi_start_date": "2021-04-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772042015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 243798.0
  }
 ],
 "por": null
}