{
 "awd_id": "2054692",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SaTC: TTP: Medium: Securing Python's Software Supply Chain",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925147",
 "po_email": "dmassey@nsf.gov",
 "po_sign_block_name": "Daniel F. Massey",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 800000.0,
 "awd_amount": 800000.0,
 "awd_min_amd_letter_date": "2021-03-17",
 "awd_max_amd_letter_date": "2021-05-21",
 "awd_abstract_narration": "Creating and distributing software written in Python, in a secure manner, is surprisingly difficult. And as many recent incidents demonstrate, the security of this software chain is dramatically vulnerable. Right now, in nearly all Python packaging and distribution tools, there are no mechanisms in place for someone who downloads software to understand whether a malicious party has not inserted or removed code, or if the code was even written by the right developers! This work will for the first time capture metadata about the steps of the Python software supply chain systematically. This project will carry information between the steps of the chain in a way that an external party can verify author signing and repository signing of packages.  This project will also be breaking ground for researchers and developers who want to improve how other interpreted languages handle managing dependencies. The project's impacts are particularly strong in academia, science, and industry, where Python is the most widely used programming language; millions of users will be more protected against a variety of attacks.\r\n\r\nThis project transitions two security mechanisms -- backtracking dependency resolution and The Update Framework (TUF) -- into practical use in the core Python infrastructure. Backtracking dependency resolution ensures that users get understandable package dependency installation, even in the face of attacks or missing metadata. TUF ensures that even a compromise of the major package infrastructure will have severely limited impact on clients. Together, the resolver and TUF work will ensure that important research transitions into substantial security improvements for all Python software, and will positively impact millions of developers and many more users.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Cappos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Justin Cappos",
   "pi_email_addr": "jcappos@nyu.edu",
   "nsf_id": "000600621",
   "pi_start_date": "2021-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 Washington Square S",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 800000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project improved the state of security for Python, one of the most widely used programming languages.&nbsp; Our efforts make certain types of attack on the Python community much harder to launch.&nbsp; We helped to reduce the likelihood of certain attacks related to dependency confusion.&nbsp; As a result, this addresses many attacks which involve causing users to install an incorrect or incompatible piece of software.&nbsp; As a result, developers are more likely to create correct, stable software.</p>\n<p>&nbsp;</p>\n<p>Furthermore, we also helped not only the Python community, but several other large communities (such as Ruby and Github) add support for a system called TUF (The Update Framework) which makes a hack of them less harmful to users.&nbsp; TUF is already used on millions of devices to protect them from software repository hacks.&nbsp; The deployment in the ecosystems can potentailly reduce the harm to millions of devices in the case of an incident.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>All of the work here has been done in an open manner, with participants from other companies and organzations freely contributing.&nbsp; This means that many efforts had impacts and effects well beyond our core team.&nbsp; Our work is hosted under open source organizations and have a majority of leadership from outside our core team.&nbsp; We are confident these communities will continue to thrive and improve software security after the end of this award period.</p><br>\n<p>\n Last Modified: 07/25/2024<br>\nModified by: Justin&nbsp;Cappos</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project improved the state of security for Python, one of the most widely used programming languages. Our efforts make certain types of attack on the Python community much harder to launch. We helped to reduce the likelihood of certain attacks related to dependency confusion. As a result, this addresses many attacks which involve causing users to install an incorrect or incompatible piece of software. As a result, developers are more likely to create correct, stable software.\n\n\n\n\n\nFurthermore, we also helped not only the Python community, but several other large communities (such as Ruby and Github) add support for a system called TUF (The Update Framework) which makes a hack of them less harmful to users. TUF is already used on millions of devices to protect them from software repository hacks. The deployment in the ecosystems can potentailly reduce the harm to millions of devices in the case of an incident.\n\n\n\n\n\nAll of the work here has been done in an open manner, with participants from other companies and organzations freely contributing. This means that many efforts had impacts and effects well beyond our core team. Our work is hosted under open source organizations and have a majority of leadership from outside our core team. We are confident these communities will continue to thrive and improve software security after the end of this award period.\t\t\t\t\tLast Modified: 07/25/2024\n\n\t\t\t\t\tSubmitted by: JustinCappos\n"
 }
}