{
 "awd_id": "2054463",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Infection mechanisms of bacteriophages targeting motile bacteria",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032928064",
 "po_email": "cfassbin@nsf.gov",
 "po_sign_block_name": "Carol Fassbinder-Orth",
 "awd_eff_date": "2021-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 171755.0,
 "awd_amount": 4538.0,
 "awd_min_amd_letter_date": "2021-05-24",
 "awd_max_amd_letter_date": "2024-11-13",
 "awd_abstract_narration": "Bacteriophages are viruses that infect bacteria. A successful phage must encounter, recognize, and enter a specific type of bacteria, called a host. Then, it takes over the host reproductive machinery to replicate the genetic material, DNA, and make more phage copies before killing the host cell. Phages are highly abundant and have a major influence on microbial populations, but they are the most poorly understood components in any ecosystem. A specialized group of bacteriophages targets motile bacteria. These phages bind to the bacterial flagellum as a means of contacting and infecting host cells. Viral particles are thought to migrate along the surface of rotating bacterial flagella to reach the cell body for infection. However, little is known about the specific processes involved in phage translocation and subsequent infection processes. The overarching goal of this project is to directly visualize phage movement, analyze cell surface binding, and phage DNA entry using two phage-bacteria model systems. Outcomes will transform our current concepts of the biology of flagella-dependent phages and their adaptation to specific hosts. The results of this research can directly benefit future agricultural and environmental issues by harnessing bacteriophages for the therapeutic use of phages as “antibiotics” in agriculture and clinical contexts. Broader Impacts activities will involve the interdisciplinary training of graduate students. The team is committed to mentoring graduate and undergraduate students, especially underrepresented populations and women. Public outreach activities include hands-on demonstrations for elementary and high school students, both on- and off-campus, and involvement of undergraduate and high school students in research.\r\n\r\nFlagellotropic phages target motile bacteria by hitchhiking on their rotating flagella for infection. In addition to a lack of direct visualization of phage movement, the infection processes following adsorption to and translocation on its host’s flagella, particularly binding to the cell surface and DNA entry, are unknown. The aim of the research project is to elucidate the stepwise processes by which this specialized group of phages uses flagella dynamics and subsequent cell surface interactions to support effective phage propagation. Two flagellotropic phages and their bacterial hosts will serve as model systems: phage 7-7-1 and Chi with hosts Agrobacterium sp. H13-3 and Escherichia coli/Salmonella enterica serovar Typhimurium, respectively. Both hosts possess divergent flagellar systems: Agrobacterium flagella rotate only clockwise and are more rigid as adaptations to the more viscous soil environment while the flagella of enterobacteria switch rotational direction and are more flexible. First, the investigators will characterize the adsorption properties of phages to engage and infect their bacterial hosts. Protein-protein interactions experiments, mass spectrometry, and mutational analyses will be used to uncover the molecular basis for phage-flagella interaction. Second, state-of-the-art microfluidic imaging at the atomic scale, in conjunction with in situ transmission electron microscopy, will be performed to delineate the mechanism of phage translocation along the flagellum in real time. Third, genetic and enzymatic techniques will be employed to characterize phage binding events that lead to DNA entry and super-resolution fluorescence microscopy will be performed to examine the fate of phage DNA. The proposed research will advance knowledge of the infection mechanisms of flagella-dependent bacteriophages.\r\n\r\nThis research is co-funded by the Symbiosis, Infection, and Immunity program in the Division of Integrative and Organismal Systems and the Cellular Dynamics and Function cluster in the Division of Molecular and Cellular Biosciences in the Directorate of Biological Sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Kelly",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah F Kelly",
   "pi_email_addr": "Debkelly@psu.edu",
   "nsf_id": "000801288",
   "pi_start_date": "2021-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 4537.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 0.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}