{
 "awd_id": "2054565",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Unusual Concentration Phenomena in Probability, Analysis, and Geometry",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 364540.0,
 "awd_amount": 364540.0,
 "awd_min_amd_letter_date": "2021-06-07",
 "awd_max_amd_letter_date": "2021-06-07",
 "awd_abstract_narration": "Many complex systems behave in a random fashion at the smallest scales. Why then does the world around us appear to be so predictable? This is explained in a very general context by a principle known as concentration of measure: smooth functions of many independent random variables behave in an essentially predictable manner. Precise mathematical formulations of this phenomenon provide powerful tools for studying complex random structures. This project aims to study new concentration phenomena that arise from unexpected connections with several different areas of mathematics: from the study of embeddings (how well can data be represented in a particular space?); from the study of exotic shapes which date back to old problems in geometry from over a century ago; and from the study of non homogeneous random matrices, which are widely used in modern data science. The unusual features of these problems motivate the development of the theory in new directions, as well as the introduction of new tools that may be applied to a wide range of random structures that arise in both pure and applied mathematics. The project includes educational, mentoring and outreach activities that are aimed at attracting and training the next generation of mathematicians, and at increasing participation and diversity in the mathematical sciences. It also provides research training opportunities for graduate students.\r\n\r\n\r\nThe aim of this project is to systematically develop novel concentration phenomena that arise from problems in probability, functional analysis, metric geometry, and convex geometry. The project is organized around three topics. The first topic aims to develop a general theory of concentration inequalities for functions taking values in normed spaces. The second topic aims to understand certain long-standing questions in convex geometry that may be viewed as unusual analogues of the concentration phenomenon. The third topic is concerned with concentration inequalities for the norms of non-homogeneous random matrices. The investigation of concentration phenomena in nonstandard settings motivates new questions and the development of new tools that are both of direct probabilistic significance, and that provide new perspectives on problems in other areas of mathematics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ramon",
   "pi_last_name": "Van Handel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ramon Van Handel",
   "pi_email_addr": "rvan@princeton.edu",
   "nsf_id": "000548947",
   "pi_start_date": "2021-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "Fine Hall, Room 207",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126300",
   "pgm_ele_name": "PROBABILITY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 364540.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The overarching theme of this project was to develop mathematical tools to understand how complex, high-dimensional structures behave in predictable ways. Such complex structures arise in many areas of pure mathematics (probability, combinatorics, geometry, analysis) and in applied mathematics (data science, theoretical computer science).</span></p>\r\n<p><span>A major contribution of the project have been new ways to understand the spectra of random matrices with arbitrary structures. Unlike the highy symmetric models that are studied in classical random matrix theory, arbitrarily structured random matrices are ubiquitous in applied mathematics and in problems of functional analysis and combinatorics. This project discovered new principles for understanding such very general random matrix models in terms of certain deterministic operators that can be viewed as &ldquo;platonic ideals&rdquo;, whose spectra can be explicitly computed. A general theory then explains that under remarkably mild assumptions, the random matrices behave as their platonic ideals. These tools have enabled new advances in many applications, including for example in the theory of random graphs, free probability, and in applied mathematics.</span></p>\r\n<p><span>The project has also developed new interactions between probability and geometry, notably metric geometry and convex geometry. New concentration of measure inequalities for functions in arbitrary normed spaces make it possible to reduce the study of very complicated nonlinear models by the study of linear models, which are much better understood. New advances in convex geometry have made progress toward two well known conjectures in this area using, among other things, spectral tools that are inspired by concentration phenomena in probability theory.</span></p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/27/2024<br>\nModified by: Ramon&nbsp;Van Handel</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe overarching theme of this project was to develop mathematical tools to understand how complex, high-dimensional structures behave in predictable ways. Such complex structures arise in many areas of pure mathematics (probability, combinatorics, geometry, analysis) and in applied mathematics (data science, theoretical computer science).\r\n\n\nA major contribution of the project have been new ways to understand the spectra of random matrices with arbitrary structures. Unlike the highy symmetric models that are studied in classical random matrix theory, arbitrarily structured random matrices are ubiquitous in applied mathematics and in problems of functional analysis and combinatorics. This project discovered new principles for understanding such very general random matrix models in terms of certain deterministic operators that can be viewed as platonic ideals, whose spectra can be explicitly computed. A general theory then explains that under remarkably mild assumptions, the random matrices behave as their platonic ideals. These tools have enabled new advances in many applications, including for example in the theory of random graphs, free probability, and in applied mathematics.\r\n\n\nThe project has also developed new interactions between probability and geometry, notably metric geometry and convex geometry. New concentration of measure inequalities for functions in arbitrary normed spaces make it possible to reduce the study of very complicated nonlinear models by the study of linear models, which are much better understood. New advances in convex geometry have made progress toward two well known conjectures in this area using, among other things, spectral tools that are inspired by concentration phenomena in probability theory.\r\n\n\n\t\t\t\t\tLast Modified: 11/27/2024\n\n\t\t\t\t\tSubmitted by: RamonVan Handel\n"
 }
}