{
 "awd_id": "2054539",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Magmatic and Mechanical Extension of the Challenger Deep Forearc Segment: Insights into Subduction Initiation",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032922952",
 "po_email": "gchriste@nsf.gov",
 "po_sign_block_name": "Gail Christeson",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 119974.0,
 "awd_amount": 119974.0,
 "awd_min_amd_letter_date": "2021-07-20",
 "awd_max_amd_letter_date": "2023-05-09",
 "awd_abstract_narration": "The sinking of oceanic lithosphere in subduction zones drives the fundamental Earth process of plate tectonics. To understand plate tectonics, it is important to understand how new subduction zones form. This project will study a new example of subduction initiation in the Western Pacific near the Challenger Deep and Guam USA using a research vessel and a tethered remotely-operated vehicle (ROV) capable of working down to 3 miles deep. Investigators will study 9 sites during a 23-day expedition. Collected samples will be subjected to several laboratory tests.   The team of young and senior geoscientists will provide important training of new marine geoscientists and an unusually strong internet connectivity will allow a handicapped geoscientist to participate in expeditionary science.\r\n\r\n\r\nHow new subduction zones form is a key topic of geoscientific research that requires identifying and studying active examples. Investigators in this study will conduct a novel interdisciplinary marine geologic study of a newly recognized active example of subduction initiation in the Western Pacific.  They will study the Challenger Deep Forearc Segment (CDFS) located in the inner trench wall of the Mariana Trench SW of Guam. ROV Jason/Medea will be used to study 9 sites distributed along 220 km of the CDFS above 6500m water depth.  They will sample and examine a full cross-section of oceanic crust and upper mantle rocks during a 23-day marine expedition. The CDFS formed by extension associated with opening of the Mariana Trough backarc basin over the past 5 Ma or so, suggesting an extension rate of ~40mm/y.  Such strong extension in a forearc is very unusual and provides an opportunity to investigate a wide range of important tectonic and magmatic processes that will advance understanding of the role of water in lithospheric extension and how new subduction zones form, at the same time explore a new region for Moho exposures and forearc seeps and vent communities.  The investigators hypothesize that, because subduction is more advanced in the eastern CDFS than in the west, there will be measurable along-strike changes in water contents, trace element compositions, rock fabrics, thermal histories, and oxygen fugacity in rocks from the mantle, lower crust, and upper crust and perhaps the distribution of forearc venting.  They expect to collect ~450 samples of young basalts, Eocene crust, and upper mantle and will study a subset of these petrographically, for mineral abundances and compositions, for major and trace element compositions, for radiometric ages, for mantle fabrics, and for water concentrations in mantle and young fresh basaltic glass. The team of young and senior geoscientists will provide important training of new marine geoscientists and an unusually strong internet connectivity will allow a handicapped geoscientist to participate in expeditionary science.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Veronique",
   "pi_last_name": "Le Roux",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Veronique Le Roux",
   "pi_email_addr": "vleroux@whoi.edu",
   "nsf_id": "000612114",
   "pi_start_date": "2021-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 Woods Hole Rd MS 22",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 97177.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 7107.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 15690.0
  }
 ],
 "por": null
}