{
 "awd_id": "2054824",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ideal eukaryotic tetrazine ligations for imaging protein dynamics in live cells",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927856",
 "po_email": "wfrancis@nsf.gov",
 "po_sign_block_name": "Wilson Francisco",
 "awd_eff_date": "2021-06-01",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 1209960.0,
 "awd_amount": 1209960.0,
 "awd_min_amd_letter_date": "2021-04-21",
 "awd_max_amd_letter_date": "2021-04-21",
 "awd_abstract_narration": "The ability to modify and visualize biomolecules in live cells without compromising their function is critical to understanding living systems. The goal of this research is to develop a complete bioorthogonal labeling system that can be encoded into any location in a protein and functions to label proteins inside living systems.  This project will develop protein labeling methods that are extremely fast and highly specific, enabling wash-free protein labeling and single molecule imaging in live eukaryotic cells. In addition, this project will enable the continued integration of new protein engineering methods into undergraduate lab courses and will provide fellowships to underrepresented scientists to attend the annual Unnatural Protein Facility GCE workshops. The Unnatural Protein Facility uses NSF funding to develop and centralize genetic tools, and hosts undergraduate students, graduate students and researchers from around the world to assist in integrating protein engineering methods into their labs. These technologies also have significant potential for economic development and companies are working with Oregon State University to license the technologies developed in this project. \r\n\r\n\r\nThe ability to modify and visualize biomolecules in live cells without compromising their function is critical to understanding living systems. The goal of this project is to develop a complete bioorthogonal labeling system that can be genetically encoded into any protein in living systems and is extremely fast and highly specific. This project will demonstrate that wash-free protein labeling and single molecule imaging is possible in live eukaryotic cells using Genetic Code Expansion (GCE) tools.  The first aim of this proposal focuses on increasing quantitative protein labeling rates by over 1000-fold by genetically encoding tetrazine-containing non-canonical amino acids (Tet-ncAAs) into proteins. The second aim seeks to develop labels that react with tetrazine-containing proteins by optimizing label bioavailability and specificity to achieve ultralow background. The third aim leverages the advantages of the site-specific ideal labeling systems to develop a new class of protein labels that “turn-on” when they bind to DNA, allowing one to monitor DNA-Protein interactions. The fourth aim tackles three key questions surrounding the localization, dynamics and DNA binding ability of the transcription factor STAT3 (Signal Transducer and Activator of Transcription 3) by combining the ideal protein labeling system with confocal microscopy and single molecule tracking.  In addition to developing general fluorescent labels, this research will open access to labeling modalities by engineering protein labels that are fluorogenic upon binding DNA and can be used to report the function of DNA binding proteins. The results of these experiments will fill important gaps in existing knowledge that cannot be adequately addressed using current fluorescent labeling methods. The successful completion of this research will provide a set of GCE tools that will advance a broad range of applications in the field of in-cell labeling and will yield the first results of STAT3 function in the absence of an N- or C-terminal protein tag. This project is funded by the Molecular Biophysics Cluster in the Division of Molecular and Cellular Biosciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ryan",
   "pi_last_name": "Mehl",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Ryan A Mehl",
   "pi_email_addr": "ryan.mehl@oregonstate.edu",
   "nsf_id": "000204600",
   "pi_start_date": "2021-04-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "2011 ALS",
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973311101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 1209960.0
  }
 ],
 "por": null
}