{
 "awd_id": "2054606",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Optimal Measures and Point Configurations: A Harmonic Analysis Approach",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922595",
 "po_email": "mbocea@nsf.gov",
 "po_sign_block_name": "Marian Bocea",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 265899.0,
 "awd_amount": 265899.0,
 "awd_min_amd_letter_date": "2021-06-29",
 "awd_max_amd_letter_date": "2021-06-29",
 "awd_abstract_narration": "Optimal point configurations and distributions arise in numerous areas in science applications including sampling of data, signal processing, equilibria of particles and charges, crystal formation, population distribution, discretization of surfaces, and coding theory.  They are also extremely useful in numerical analysis and in fields that call for numerical computation of high dimensional integrals such as finance, often yielding better results than Monte Carlo methods. Studied within the framework of this project will be optimal point configurations and measures through the prism of harmonic analysis. The project will also study fundamental questions regarding uniform distribution of energy minimizers; determination of optimal distributions; discrete clustering phenomena; the interplay between geometry and uniform distribution; connections between discrepancy and energy minimization. In addition, the project will study related questions in applied harmonic analysis, compressed sensing, and frame theory. The results and topics of this project will be disseminated through publications and presentations, and young mathematicians will actively be mentored. \r\n\r\nThe quality of a point distribution may be expressed or measured in a variety of different ways depending on the problem at hand. Examples include lattices, cubature formulas, codes, packings, and random point processes. This project is focused on two central inter-connected concepts, both of which quantify the uniformity of distributions: discrepancy and energy minimization.  The former compares a given distribution with the uniform measure by looking at the errors on a certain class of test sets or test functions. The latter interprets points as “particles”, which interact according to a certain potential. While progress in these subjects often relies on methods and ideas of harmonic analysis, many of these connections have only been discovered recently. This leads to natural cross-fertilization: analysis provides the necessary tools, and at the same time it is enriched with new questions. The project will study several grand topics related to discrepancy and energy optimization including clustering of minimizers, attractive-repulsive energies and their relations to signal processing and applied harmonic analysis (tight frames, SIC-POVMs, mutually unbiased bases), discrete and metric geometry (equiangular lines, distance integrals), tessellations of spheres and their relation to discrepancy, one-bit compressed sensing, and embedding of metric spaces, direct interplay between energy and discrepancy and its applications to various questions and conjectures, the long standing open question of the exact asymptotics of discrepancy with respect to axis-parallel rectangles, as well as sibling questions in harmonic analysis, approximation and probability theory. Ubiquitous connections between the subjects bring together a variety of questions into an integral project.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dmitriy",
   "pi_last_name": "Bilyk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dmitriy Bilyk",
   "pi_email_addr": "dbilyk@umn.edu",
   "nsf_id": "000079739",
   "pi_start_date": "2021-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "206 Church Street SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550488",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 265899.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div id=\":1bh\" class=\"Am aiL Al editable LW-avf tS-tW tS-tY\">\r\n<p>The project, which dealt with the application of harmonic analysis techniques in problems on optimal point configurations and measures, has produced a significant number of outcomes and opened up new directions in this are of research. Some of the most significant contributions (especially those published in the reported period of 2023-24) include the following:</p>\r\n<p>- the study of the phenomenon of discretization of optimal measures, which is one of the central topics of this proposal: under some conditions energy minimizing/ measures equilibrium measures are discrete (or supported by small sets) rather than uniform or spread out. In particular, some recent work on this topic included an extensive collection of both theoretical and computationally found minimizers for the so-called p-frame energy which arises in signal processing, frame theory, and discrete geometry.</p>\r\n<p>- a novel approach to energy minimization with three (or more) particle interactions (rather than pairwise interactions which is already well understood), and its connection to problems of combinatorial geometry, probabilistic geometry, near orthogonality, and frame theory.</p>\r\n<p>- interplay between discrepancy of point configurtions&nbsp; and geometry. In particular, relations between optimal discrepancy bounds and the structure of the family of test sets, e.g. discrepancy with respect to rectangles rotated in a partial set of directions, based on Fourier-theoretic methods.<span class=\"gmail-\">&nbsp;</span></p>\r\n<p>- discrepancy on the sphere with respect to balls of fixed radius, discovering a peculiar effect that it depends on subtle properties of the radius based on the interplay of diophantine approximation and pointwise behavior of orthogonal polynomials.<span class=\"gmail-\">&nbsp;</span></p>\r\n<p>The latter two directions have already sparkled further activity and follow-up papers by other mathematicians (in particular, in Italy).<span class=\"gmail-\">&nbsp;</span></p>\r\n<p>Moreover, more&nbsp; work has been initiated in the reported period (submitted or in progress). This includes energy on the Hamming cube and discrete spaces with connections to coding theory, the study of the relations between properties of a metric space and minimizers of the Riesz energies and unexpected phenomena that arise in some (in particular, projective) spaces; relations of the former problem to the Fejes Toth conjectures on the sum of acute angles in discrete geometry; probabilistic characterization of the sphere through intersections by random lines; the work on the power of thinning in discrepancy; a novel approach to discrepancy and energy on the sphere etc.<span class=\"gmail-\">&nbsp;</span></p>\r\n<p>This work has also been actively disseminated: published, presented at conferences, seminars, and colloquia, including some talks for students and general mathematical audiences.</p>\r\n</div>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/10/2025<br>\nModified by: Dmitriy&nbsp;Bilyk</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\r\n\n\nThe project, which dealt with the application of harmonic analysis techniques in problems on optimal point configurations and measures, has produced a significant number of outcomes and opened up new directions in this are of research. Some of the most significant contributions (especially those published in the reported period of 2023-24) include the following:\r\n\n\n- the study of the phenomenon of discretization of optimal measures, which is one of the central topics of this proposal: under some conditions energy minimizing/ measures equilibrium measures are discrete (or supported by small sets) rather than uniform or spread out. In particular, some recent work on this topic included an extensive collection of both theoretical and computationally found minimizers for the so-called p-frame energy which arises in signal processing, frame theory, and discrete geometry.\r\n\n\n- a novel approach to energy minimization with three (or more) particle interactions (rather than pairwise interactions which is already well understood), and its connection to problems of combinatorial geometry, probabilistic geometry, near orthogonality, and frame theory.\r\n\n\n- interplay between discrepancy of point configurtions and geometry. In particular, relations between optimal discrepancy bounds and the structure of the family of test sets, e.g. discrepancy with respect to rectangles rotated in a partial set of directions, based on Fourier-theoretic methods.\r\n\n\n- discrepancy on the sphere with respect to balls of fixed radius, discovering a peculiar effect that it depends on subtle properties of the radius based on the interplay of diophantine approximation and pointwise behavior of orthogonal polynomials.\r\n\n\nThe latter two directions have already sparkled further activity and follow-up papers by other mathematicians (in particular, in Italy).\r\n\n\nMoreover, more work has been initiated in the reported period (submitted or in progress). This includes energy on the Hamming cube and discrete spaces with connections to coding theory, the study of the relations between properties of a metric space and minimizers of the Riesz energies and unexpected phenomena that arise in some (in particular, projective) spaces; relations of the former problem to the Fejes Toth conjectures on the sum of acute angles in discrete geometry; probabilistic characterization of the sphere through intersections by random lines; the work on the power of thinning in discrepancy; a novel approach to discrepancy and energy on the sphere etc.\r\n\n\nThis work has also been actively disseminated: published, presented at conferences, seminars, and colloquia, including some talks for students and general mathematical audiences.\r\n\r\n\n\n\t\t\t\t\tLast Modified: 02/10/2025\n\n\t\t\t\t\tSubmitted by: DmitriyBilyk\n"
 }
}