{
 "awd_id": "2054713",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Quantifying rates of biome shifts under climate change in arctic and boreal ecosystems",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032924354",
 "po_email": "mstiegli@nsf.gov",
 "po_sign_block_name": "Marc Stieglitz",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2024-10-31",
 "tot_intn_awd_amt": 570799.0,
 "awd_amount": 519388.0,
 "awd_min_amd_letter_date": "2021-01-25",
 "awd_max_amd_letter_date": "2021-07-14",
 "awd_abstract_narration": "Boreal, or taiga, forests store approximately 30-50% of carbon worldwide and are facing multiple types of disturbance. As temperatures continue to rise rapidly at high latitudes, increases in wildfire, insect outbreaks, and thawing frozen soil, or permafrost, release more carbon into the atmosphere. In addition, the pressure to harvest timber from this region is growing. Perhaps the biggest unknown in predicting the future of these systems is how climate change will affect conversions from tundra to forest and forest to grasslands, and in turn, how these changes will feed back to the climate system. This project will use a multi-scale modeling approach to reduce uncertainty in our understanding of how disturbance and climate change will affect boreal terrestrial ecosystems in Siberia. It will enhance international research collaboration through data sharing, conferences, seminars, and workshops in the United States, Austria, and Russia. The investigators will support education of middle school students through a collaboration with the Alaska Summer Research Academy, a field-based science camp in Alaska, and train postdoctoral scientists. \r\n\r\nCurrently, global models play a key role in our current understanding of how vegetation may shift due to climate change. However, vegetation is simulated as functional types rather than species, and not all important disturbances are included. In contrast, forest landscape models are able to simulate succession at the species-level and include disturbances like insects and wind. Unlike global models, however, landscape models do not simulate feedbacks between vegetation and the atmosphere, which is critical in arctic and boreal regions where even small shifts in vegetation type may have global repercussions for climate change. The objective of this study is to determine how climate change and disturbance will affect boreal ecosystems and to compare these estimates between global and landscape models. The research focuses on four areas at risk of conversion (e.g, tundra to boreal forest, grassland) across a large latitudinal gradient (53-73 degrees N) in Siberian Russia, an understudied region of the world. Capitalizing on a rich empirical dataset, the investigators will compare results from landscape and global scale models predicting future species composition and carbon dynamics. This comparison will: 1) quantify potential shifts in vegetation under climate change and 2) estimate the relative magnitude and direction of the influence of vegetation on climate (and vice-versa) in northern regions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Melissa",
   "pi_last_name": "Lucash",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Melissa S Lucash",
   "pi_email_addr": "mlucash@uoregon.edu",
   "nsf_id": "000593354",
   "pi_start_date": "2021-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "5219 University of Oregon",
  "perf_city_name": "Eugene",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974035219",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "081Y00",
   "pgm_ele_name": "NSF 2026 Fund"
  },
  {
   "pgm_ele_code": "521900",
   "pgm_ele_name": "ARCSS-Arctic System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 519388.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-2cb8c630-7fff-4eb6-27c8-da79828c8d83\"> </span></p>\r\n<p dir=\"ltr\"><span>The forests and tundra of Siberia are changing rapidly due to warming temperatures and increasing wildfire. Using simulation modeling and artificial intelligence, we studied how vegetation in the Siberian tundra and taiga forest may change in the future and what factors may drive those changes. Our findings showed that the tundra may experience the most significant changes under climate change, with conifers replacing Arctic grasses and mosses as they experience die-offs. In the taiga, conifer tree species decreased in coverage while deciduous species increased under climate change. These shifts were largely influenced by seed availability and changes in soil conditions, such as moisture levels and the depth of the active layer.</span></p>\r\n<p dir=\"ltr\"><span>Forests are an important source of wood for commercial purposes and heating fuel in boreal Russia. The economic pressure to harvest forests is growing in currently unharvested areas throughout Russia, which could compromise forest sustainability, alter successional dynamics and forest composition, and interact with climate change and other disturbances in ways that are not fully understood. Using simulation modeling, we found that higher temperatures associated with climate change reduced the amount of timber available for harvest. By the year 2200, extreme climate conditions nearly eliminated logging across Siberia, mainly because more frequent wildfires were preventing forests from reaching the age needed for harvesting. In fact, wildfires are becoming the dominant force shaping Siberia&rsquo;s carbon balance&mdash;far more than logging&mdash;making it clear that current forest management strategies may not be sustainable and climate-smart forestry will be needed.&nbsp;</span></p>\r\n<p dir=\"ltr\"><span>Another growing threat is the increasing frequency and spread of insect outbreaks. The Siberian silk moth, one of the most destructive pests in the region, is expanding its range as temperatures rise. Our simulations suggest that forests dominated by dark conifers, like Siberian fir and pine, are especially vulnerable&mdash;with near-total loss of Siberian fir and recovery that can take more than a century. Larch was far more resilient. The study helps to quantify the risks of Siberian silk moth on the Siberian Taiga, both now and under climate change.&nbsp;</span></p>\r\n<p dir=\"ltr\"><span>Our study revealed substantial difficulties in realistically simulating Arctic and boreal forest dynamics in Siberia using the Land Surface Model (CTSM-FATES). Model improvements are needed to adequately capture wildfire dynamics and species composition with CTSM-FATES in boreal ecosystems.</span></p>\r\n<p dir=\"ltr\"><span>A virtual course in boreal forests for middle school students was developed through the 365 SMART Academy in collaboration with the University of Alaska-Fairbanks. Dr. Brussel taught the virtual course on boreal forest fire ecology, and 12 students from Alaska attended the course.</span></p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/20/2025<br>\nModified by: Melissa&nbsp;S&nbsp;Lucash</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \r\n\n\nThe forests and tundra of Siberia are changing rapidly due to warming temperatures and increasing wildfire. Using simulation modeling and artificial intelligence, we studied how vegetation in the Siberian tundra and taiga forest may change in the future and what factors may drive those changes. Our findings showed that the tundra may experience the most significant changes under climate change, with conifers replacing Arctic grasses and mosses as they experience die-offs. In the taiga, conifer tree species decreased in coverage while deciduous species increased under climate change. These shifts were largely influenced by seed availability and changes in soil conditions, such as moisture levels and the depth of the active layer.\r\n\n\nForests are an important source of wood for commercial purposes and heating fuel in boreal Russia. The economic pressure to harvest forests is growing in currently unharvested areas throughout Russia, which could compromise forest sustainability, alter successional dynamics and forest composition, and interact with climate change and other disturbances in ways that are not fully understood. Using simulation modeling, we found that higher temperatures associated with climate change reduced the amount of timber available for harvest. By the year 2200, extreme climate conditions nearly eliminated logging across Siberia, mainly because more frequent wildfires were preventing forests from reaching the age needed for harvesting. In fact, wildfires are becoming the dominant force shaping Siberias carbon balancefar more than loggingmaking it clear that current forest management strategies may not be sustainable and climate-smart forestry will be needed.\r\n\n\nAnother growing threat is the increasing frequency and spread of insect outbreaks. The Siberian silk moth, one of the most destructive pests in the region, is expanding its range as temperatures rise. Our simulations suggest that forests dominated by dark conifers, like Siberian fir and pine, are especially vulnerablewith near-total loss of Siberian fir and recovery that can take more than a century. Larch was far more resilient. The study helps to quantify the risks of Siberian silk moth on the Siberian Taiga, both now and under climate change.\r\n\n\nOur study revealed substantial difficulties in realistically simulating Arctic and boreal forest dynamics in Siberia using the Land Surface Model (CTSM-FATES). Model improvements are needed to adequately capture wildfire dynamics and species composition with CTSM-FATES in boreal ecosystems.\r\n\n\nA virtual course in boreal forests for middle school students was developed through the 365 SMART Academy in collaboration with the University of Alaska-Fairbanks. Dr. Brussel taught the virtual course on boreal forest fire ecology, and 12 students from Alaska attended the course.\r\n\n\n\t\t\t\t\tLast Modified: 03/20/2025\n\n\t\t\t\t\tSubmitted by: MelissaSLucash\n"
 }
}