{
 "awd_id": "2054895",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Implementation of an Industry-Recognized Credentialing System for Biotechnicians",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924651",
 "po_email": "vccarter@nsf.gov",
 "po_sign_block_name": "Virginia Carter",
 "awd_eff_date": "2021-05-15",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 1197839.0,
 "awd_amount": 1197839.0,
 "awd_min_amd_letter_date": "2021-05-21",
 "awd_max_amd_letter_date": "2021-05-21",
 "awd_abstract_narration": "The ATE program supports biotechnology technician education programs that partner with industry to ensure the education of a skilled bioscience technical workforce. Yet, there remains a gap between educational preparation and industry’s recognition of potential workers who have completed two-year biotechnology programs. Over the next ten years, reports predict that life science companies will have an increased demand for skilled technical workers, and that filling these positions will be difficult.  Thus, preparation of sufficient biotechnicians represents a significant need for the biological economy and related sectors. This project aims to bridge the gap between education and industry through an industry-recognized biotechnician credentialing system. Recently, the Bioscience Industry has identified the Biotechnician Assistant Credentialing Exam (BACE) as an effective tool to certify student capabilities.  This exam is already used in six states and the District of Columbia, thus increasing its potential to become the industry-recognized credentialing system for entry-level biotechnicians. This project will pilot the BACE system in five additional states, build consortia of industry and education stakeholders, and disseminate BACE broadly through InnovATEBIO (an NSF ATE Center of Excellence) and the Consortium for Advanced Manufacturing of Cell-based Therapies (an Advanced Technical Education Coordination Network). A nationwide industry-recognized credentialing system will give students a portable credential that is recognized across the nation, thus helping to address the workforce gap in the life science industry. This credentialing model may also inform credentialing approaches for other areas of technician education.\r\n\r\nThe BACE credential was developed through engagement of educators with industry and industry representatives.  This partnership continues to evaluate the credential to ensure that it meets changing industry needs. This project intends to expand the number of states using the BACE by adding Georgia, Washington, California, Texas, and Nebraska.  To this end, it will set up state task forces comprised of industry professionals, educational leaders, and government representatives.  Each task force will examine the use and sustainability of BACE in their state. Testing sites will be established in each state, and the sites will provide faculty and teachers with professional development to understand the BACE, so they can support students’ exam preparation. The project will leverage the extensive networks of InnovATEBIO and the Consortium for Advanced Manufacturing of Cell-based Therapies to disseminate the BACE credential, and also disseminate it through national and state industry associations, district-level industry advisory boards, boards of education, technical educators, and government officials. A nationally recognized credential has strong potential to improve the transition from two-year college technician education programs to employment in the biotechnology industry. This result would not only serve the industry, but also serve the emerging workforce by identifying skillsets in demand across the country. This project is funded by the Advanced Technological Education program that focuses on the education of technicians for the advanced-technology fields that drive the nation’s economy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "PHILIP",
   "pi_last_name": "GIBSON",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "PHILIP GIBSON",
   "pi_email_addr": "PhilipGGibson@gmail.com",
   "nsf_id": "000829579",
   "pi_start_date": "2021-05-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bridgette",
   "pi_last_name": "Kirkpatrick",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Bridgette L Kirkpatrick",
   "pi_email_addr": "bkirkpatrick@collin.edu",
   "nsf_id": "000678938",
   "pi_start_date": "2021-05-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cameron",
   "pi_last_name": "Craft",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Cameron G Craft",
   "pi_email_addr": "egscollaborative@gmail.com",
   "nsf_id": "000834591",
   "pi_start_date": "2021-05-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tamara",
   "pi_last_name": "Mandell",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Tamara C Mandell",
   "pi_email_addr": "tmandell@cerhb.ufl.edu",
   "nsf_id": "000398815",
   "pi_start_date": "2021-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Biomedical Partnership",
  "inst_street_address": "999 PEACHTREE ST NE",
  "inst_street_address_2": "STE 1800",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4049662027",
  "inst_zip_code": "303094524",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "CENTER FOR GLOBAL HEALTH INNOVATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "LQNNNDP11LB5"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Biomedical Partnership",
  "perf_str_addr": "999 Peachtree Street, Suite 1800",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303094525",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 989659.0
  }
 ],
 "por": null
}