{
 "awd_id": "2054875",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NSF-BSF: The Global Geometry of Graphs",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 299870.0,
 "awd_amount": 299870.0,
 "awd_min_amd_letter_date": "2021-04-09",
 "awd_max_amd_letter_date": "2023-08-30",
 "awd_abstract_narration": "A graph consists of a collection of nodes, some pairs of which are deemed to be related to each other, in which case they are said to form an edge. The notion of a graph is extremely general and expressive, as it can model arbitrarily complicated pairwise interactions among any collection of objects. This makes graphs important for essentially all aspects of human interests (ranging from, for example, social interactions, to science, internet search, engineering, and pure mathematics). This also makes the world of graphs immensely rich and complicated. It is therefore highly desirable to develop methodologies that could enhance one’s ability to understand and utilize graphs. This joint research project is devoted to further elucidate the geometric perspective of graphs, which provides deep and often unexpected insights on their structure. A graph induces a geometry on its nodes by defining its associated notion of distance to be the minimum number of hops along edges of the graph that is required to reach one node to another. One of the main questions that will be investigated is how the local structure of a graph, namely how it looks near each of its nodes, imposes restrictions on the behavior of its global properties. For example, if the graph does not contain short cycles (a phenomenon that is common in many cases of interest), then near each node one sees a tree. However if the graph is finite, then these local trees cannot maintain their tree-like growth indefinitely, that is, they must somehow eventually merge. It is remarkable how little is presently known about how having a local tree-like structure influences the global structure of a graph. This joint research project will tackle the abundance of longstanding mysteries about the global ramifications of being locally a tree. There is a wealth of further local-global geometric mysteries about graphs, such as fundamental questions about codes (existence and limitations thereof), which are subsets of a high-dimensional graph called the discrete cube in which all nonzero pairwise distances are large. Other issues that will be studied in this joint research project include finding algorithms to efficiently partition graphs, low-dimensional representations, representation of the graph distance as a superposition of much simpler distance functions, etc. This joint NSF-BSF project will provide an opportunity to enhance the interaction between U.S. and Israeli researchers who have been attacking such questions separately from different angles. It will address specific questions in these directions, and will also develop overarching methodologies to understand graphs through the lens of the global geometry that they induce.   \r\n \r\nThe idea that geometry may provide deep and often unexpected insights in discrete mathematics has been immensely fruitful. Suffices it to mention how isoperimetric inequalities have evolved into sophisticated concepts such as expander graphs which play a fundamental role in areas ranging from group theory to theoretical computer science and many other topics in between. More specifically, this joint research project will investigate the global geometry of graphs. One of the main questions that will be investigated is to what extent a finite graph can look locally like an infinite regular tree.\r\nSuch a finite graph clearly has no short cycles, i.e., it has a large girth. Also its diameter should be small. How large can the girth be? How small can the diameter be? Can a graph simultaneously have a large girth and a small diameter? To what extent can the metric on a large girth graph be approximated by a superposition of cut metrics or by a Euclidean metric? Arguably, the most important metric space for combinatorics is the discrete cube and its powers. Understanding the independence number of these graphs is a classical open question: The rate versus distance problem for binary codes. The best bounds that are presently available are nearly a half a century old. The most important codes both in theory in practice are linear codes. Strangely enough, no tighter upper bounds are known for linear codes. This joint research project will study a strengthening of Delsarte’s classical linear program that distinguishes linear from general codes. Major open questions on algorithmic graph partitioning will also be investigated in this joint research project, as well as fundamental issues in dimension reduction, spectral graph theory, and the search for a meaningful model of random metric spaces.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Assaf",
   "pi_last_name": "Naor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Assaf Naor",
   "pi_email_addr": "naor@math.princeton.edu",
   "nsf_id": "000432490",
   "pi_start_date": "2021-04-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "PO Box 36 – 87 Prospect Avenue",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "797000",
   "pgm_ele_name": "Combinatorics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 99555.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 99909.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 100406.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Large discrete objects often come with an intrinsic geometric structure,  and sometime it is beneficial to introduce an external meaningful  geometry in order to analyze such objects. Examples of the former type  include networks in which some items are connected and the geometry is  the smallest possible number of hops along those connections that is  needed to reach from one object to another, and examples of the latter  type include continuous relaxations of large scale discrete optimization  problems which output vectors in a high dimensional space, so these  vectors inherit the geometry of that ambient space. Understanding the  global geometry in such situations, and harnessing this understanding  for a variety of applications, is the overarching goal of this project.  A&nbsp; range of outcomes of the proposed research addressed these issues and  resolved longstanding open questions. As an example, the PI devised a  method to obtain optimal randomized clustering of a range of high  dimensional geometries by relating this goal to a new geometric question  called \"isomorphic reverse isoperimetry,\" and proving that this  phenomenon holds in many situation for which the aforementioned  clustering goal was not previously achieved in the literature. As  another example, the PI devised a way to randomly bi-partition a large  class of discrete geometric objects so that any pair of points within  these geometries are separated with positive probability by an amount  that depends optimally on the local volume growth. This subtle (and long  sought-after) new structural information was demonstrated by the PI to  have a wide range of major applications, including e.g. obtaining the  best-known efficient algorithm for obtaining an approximately optimal  (in terms of the relative size of the boundary) bi-partition of large  networks, and understanding which subsets of a given size within  important and ubiquitously-used \"universes,\" such as the space of  sequences with the Manhattan metric, are furthest from being Euclidean.</p><br>\n<p>\n Last Modified: 12/17/2024<br>\nModified by: Assaf&nbsp;Naor</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nLarge discrete objects often come with an intrinsic geometric structure,  and sometime it is beneficial to introduce an external meaningful  geometry in order to analyze such objects. Examples of the former type  include networks in which some items are connected and the geometry is  the smallest possible number of hops along those connections that is  needed to reach from one object to another, and examples of the latter  type include continuous relaxations of large scale discrete optimization  problems which output vectors in a high dimensional space, so these  vectors inherit the geometry of that ambient space. Understanding the  global geometry in such situations, and harnessing this understanding  for a variety of applications, is the overarching goal of this project.  A range of outcomes of the proposed research addressed these issues and  resolved longstanding open questions. As an example, the PI devised a  method to obtain optimal randomized clustering of a range of high  dimensional geometries by relating this goal to a new geometric question  called \"isomorphic reverse isoperimetry,\" and proving that this  phenomenon holds in many situation for which the aforementioned  clustering goal was not previously achieved in the literature. As  another example, the PI devised a way to randomly bi-partition a large  class of discrete geometric objects so that any pair of points within  these geometries are separated with positive probability by an amount  that depends optimally on the local volume growth. This subtle (and long  sought-after) new structural information was demonstrated by the PI to  have a wide range of major applications, including e.g. obtaining the  best-known efficient algorithm for obtaining an approximately optimal  (in terms of the relative size of the boundary) bi-partition of large  networks, and understanding which subsets of a given size within  important and ubiquitously-used \"universes,\" such as the space of  sequences with the Manhattan metric, are furthest from being Euclidean.\t\t\t\t\tLast Modified: 12/17/2024\n\n\t\t\t\t\tSubmitted by: AssafNaor\n"
 }
}