{
 "awd_id": "2054477",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Model Theory, Quantum Complexity, and Embedding Problems in Operator Algebras",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 389764.0,
 "awd_amount": 389764.0,
 "awd_min_amd_letter_date": "2021-06-08",
 "awd_max_amd_letter_date": "2021-06-08",
 "awd_abstract_narration": "This project lies at the intersection of three seemingly unrelated areas:  von Neumann algebras, quantum complexity theory, and model theory.  Von Neumann algebras were introduced by John von Neumann in his mathematical account of quantum mechanics and consist of infinite-sized matrices closed under various natural operations.  Quantum complexity theory considers the difficulty of solving or verifying solutions to decision problems using the quantum model of computation, that is to say, computers that run according to the laws of quantum physics as opposed to classical physics.  Recently, a landmark result in quantum complexity theory showed that classically unsolvable decision problems could be reliably verified by a quantum computer.  This quantum complexity result established a negative solution to a famous problem in operator algebras, the so-called Connes Embedding Problem, posed in 1976, which asks whether or not every von Neumann algebra can be approximated by a simple von Neumann algebra known as the hyperfinite II_1 factor.  Using techniques from model theory, a branch of mathematical logic that studies classes of structures by examining what is expressible about them using first-order logic, the PI and a collaborator greatly simplified and elucidated the connection between the quantum complexity result and the solution to the Connes Embedding Problem.  This project plans to deepen the connection between these three areas by isolating the exact model-theoretic content behind the quantum complexity result and deducing further von Neumann algebraic consequences. \r\n\r\nMore specifically, the PI plans on extending the model-theoretic analysis of the quantum complexity result to understand the complexity of the full first-order theory of the hyperfinite II_1 factor; the PI's work with Hart established this connection for the one-quantifier theory.  In addition, the PI plans to pursue proofs of the failure of the Connes Embedding Problem which avoid the use of the quantum complexity result by using the model-theoretic notions of existentially closed models and Robinson forcing; due to the difficulty in proving the quantum complexity result, a new proof along these lines would serve as a great simplification of the resolution of the Connes Embedding Problem.  The project will also study other uses of model theory in von Neumann algebra theory, including furthering progress on Popa's embedding problem, which asks about the existence of certain kinds of ergodic embeddings of II_1 factors into ultrapowers.  The PI also plans on making progress on the C*-algebra version of the Connes Embedding Problem known as the Kirchberg Embedding Problem, which asks if every C*-algebra is approximated by the Cuntz algebra, an algebra of extreme importance in the classification program for nuclear C*-algebras.  Finally, while the majority of the model-theoretic study of von Neumann algebras has focused on so-called finite algebras, the PI plans on studying the model-theoretic properties of arbitrary von Neumann algebras through the lens of W*-probability spaces.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Isaac",
   "pi_last_name": "Goldbring",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Isaac Goldbring",
   "pi_email_addr": "isaac@math.uci.edu",
   "nsf_id": "000575063",
   "pi_start_date": "2021-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926975100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126800",
   "pgm_ele_name": "FOUNDATIONS"
  },
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 389764.0
  }
 ],
 "por": null
}