{
 "awd_id": "2054312",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Award: Human Foodways in the Context of Environmental Change",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2021-01-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 19071.0,
 "awd_amount": 19071.0,
 "awd_min_amd_letter_date": "2020-12-01",
 "awd_max_amd_letter_date": "2021-05-21",
 "awd_abstract_narration": "This doctoral dissertation project uses integrated archaeological and palaeoecological approaches to examine past relationships between culture and the environment. Despite significant advances in understanding Paleoindian lifeways, the relationship between human populations and plant communities remains unclear. How severely did changing environmental conditions affect available resources and how did humans respond? Answering these questions is critical to discerning how the Americas were populated and how humans adapt to arid environments more broadly. Research to answer these questions has been challenged by a lack of well-preserved botanical remains from archaeological sites and a rarity of refined paleoenvironmental records. This project will produce high-resolution dietary and vegetation data needed to address these longstanding questions. In addition to testing theoretical models of people-plant dynamics in the past, this work will also inform current issues such as the impact of warming conditions on human populations and vegetation communities. The investigators will contribute to public education through coordinated events, a traveling exhibit, and informational pamphlets that engage local communities and Indigenous groups. By highlighting the long-term relationship between humans and plants, this outreach will encourage appreciation and stewardship of regional natural and culture resources. \r\n\r\nCurrent knowledge of Paleoindian diets is heavily skewed toward the preferential preservation of faunal remains relative to plants in the archaeological record. This biases perspectives and limits the ability to fully test theoretical models. Connley Caves in central Oregon provides a unique opportunity to conduct a two-pronged study that examines dietary plant data within the context of a high-resolution local vegetation history. The doctoral student will analyze the archaeobotanical remains (e.g., seeds, fruits, roots) from five hearths preserved at the site to examine trends in diet breadth, foraging zones, seasonality, and site activities. She will also analyze pollen in sediment cores from a nearby marsh to reconstruct the environment in which people were foraging. When integrated, data from the caves and marsh will provide the framework needed to test long-held settlement-subsistence models that predict where people foraged, what resources they exploited, and how they divided their labor. Beyond the immediate questions of this project, the robust archaeobotanical assemblage and powerful environmental proxy data produced by the research will have broader applications for anthropological, palaeoecological, and geologic studies throughout the region.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Goebel",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Frank E Goebel",
   "pi_email_addr": "goebel@ku.edu",
   "nsf_id": "000269076",
   "pi_start_date": "2020-12-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Katelyn",
   "pi_last_name": "McDonough",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Katelyn N McDonough",
   "pi_email_addr": "kmcdonou@tamu.edu",
   "nsf_id": "000825271",
   "pi_start_date": "2020-12-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University",
  "inst_street_address": "400 HARVEY MITCHELL PKY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF6XLNB4CDJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 Harvey Mitchell Pkwy South",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778434352",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760600",
   "pgm_ele_name": "Archaeology DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 19071.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Major goals of this project were to examine long-term relationships between culture, foodways, and environment during and since the last Ice Age in North America. Specifically, what role did plants play in early diets, how did climatic shifts affect plant communities, and how did humans respond to those changes? Such questions are crucial to understanding human nutrition, adaptation to climate change, and the initial settlement of the continent yet our ability to answer them is limited by a rarity of archaeobotanical remains and local paleoenvironmental data. To reach these goals, we analyzed hearths from the Connley Caves archaeological site and sediment cores from Paulina Marsh in central Oregon. Primary outcomes of this project include (1) a more holistic view of early food economies in North America; (2) new environmental proxy data for the northern Great Basin, and (3) development of working relationships and educational opportunities with Tribal, academic, and public community members.</p>\n<p>The first outcome is an expanded understanding of diet and human-plant interactions during the Paleoindian period (12,500 to 11,600 years ago) in North America. Our analysis of eleven samples from five fire hearths in Connley Cave 5 yielded over 700 charred seeds, including 18 taxa od edible plants used by Great Basin Indigenous groups (Figure 1). Botanical remains from three features show that people gathered diverse dryland plants and some wetland taxa during summer and fall (Figure 2). When viewed continentally, this work adds new plants to the known Pleistocene food economy and contributes to a growing body of data suggesting that people had developed regionally adapted foodways early in time and that some groups equipped with Western Stemmed technology (one of the earliest distinct styles of projectile points in North America) had broad diets that included small seeds, fruits, roots, leafy greens, and cacti. That people consumed certain plants that appear to have low caloric value suggests that archaeologists may need to explore other nutritional variables beyond traditionally used caloric return rates to explain certain food choices. Not only do these results provide key information about seasonality and foraging activities at the site level, but they also expand our view of foodways more broadly and contribute to ongoing debates about theoretical approaches to investigating human behavior and nutrition.</p>\n<p class=\"Default\"><span>A second outcome is the development of new sediment core records from the Fort Rock basin that help fill a gap in regional paleovegetation records. Our analysis of a 2.47 m long core extracted from the southwestern marsh revealed shifts in hydrology and vegetation during the Early and Late Holocene (Figures 3 and 4). Pollen, sediment particle size, and elemental analyses of the core indicate arid conditions between ~10,200 and 9500 years ago, followed by the establishment of emergent wetland plants by 9000 years ago (Figures 5 and 6). Notably, the lack of juniper pollen in samples older than ~8200 years suggests that junipers were locally sparse or absent, despite their ubiquity on the landscape today. The Middle Holocene was missing from the record, likely due to erosional activity. Wetland conditions persisted between ~3900 and 2200 years ago, followed by a decrease in wetland taxa and establishment of the modern plant community. We developed chronological data on four additional cores from throughout the marsh, some of which contain Middle Holocene deposits, establishing a solid framework for future work in the area. Insights from this work provide context for the interpretation of key archaeological sites in the region and inform current land management efforts relating to the impacts of western juniper expansion on sagebrush steppe and marshland ecosystems.&nbsp;</span></p>\n<p class=\"Default\"><span>Thirdly, this work provided significant educational and collaborative opportunities for students and stakeholders. The completion of this project provided Co-PI McDonough with transformative educational experiences that facilitated the completion of her doctoral degree in Anthropology from Texas A&amp;M University. During the project Co-PI McDonough worked with undergraduate students to provide impactful learning experiences in field and labs settings. Results of this study also contributed to the development of a new collaborative project between Co-PI McDonough and members of the Klamath Tribes involving the coordination of events where Tribal members and archaeologists will come together to gather, exchange knowledge, and build information about traditional plant foods. Co-PI McDonough also developed working relationships with a variety of research institutions and local archaeological societies that she will continue working with in the future.&nbsp;</span><span>Co-PI McDonough shared results of this work with local and academic communities through five public lectures, six conference presentations, one peer-reviewed article available open access in&nbsp;<em>American Antiquity,</em>&nbsp;and informally with over 70 visitors to the Connley Caves including field trips organized with Tribal members, Fort Rock residents, land managers, and archaeological societies. We will continue to share results of this study with public and academic communities through presentations and publications that encourage stewardship of cultural heritage and lands.&nbsp;</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/09/2022<br>\n\t\t\t\t\tModified by: Katelyn&nbsp;N&nbsp;Mcdonough</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/2054312/2054312_10709966_1664552914550_Figure2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/2054312/2054312_10709966_1664552914550_Figure2--rgov-800width.jpg\" title=\"Figure 2. Connley Caves Educational Poster\"><img src=\"/por/images/Reports/POR/2022/2054312/2054312_10709966_1664552914550_Figure2--rgov-66x44.jpg\" alt=\"Figure 2. Connley Caves Educational Poster\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Educational poster presenting a summative interpretation of the terminal Pleistocene components at the Connley Caves, including the radiocarbon ages and plant foods from hearths in Cave 5.</div>\n<div class=\"imageCredit\">Katelyn McDonough</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Katelyn&nbsp;N&nbsp;Mcdonough</div>\n<div class=\"imageTitle\">Figure 2. Connley Caves Educational Poster</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/2054312/2054312_10709966_1664552743879_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/2054312/2054312_10709966_1664552743879_Figure1--rgov-800width.jpg\" title=\"Figure 1. Hearth Constituents\"><img src=\"/por/images/Reports/POR/2022/2054312/2054312_10709966_1664552743879_Figure1--rgov-66x44.jpg\" alt=\"Figure 1. Hearth Constituents\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Examples of bone needles (a), seeds (b-x), and fish vertebrae (y-dd) recovered from combustion features.</div>\n<div class=\"imageCredit\">Katelyn McDonough</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Katelyn&nbsp;N&nbsp;Mcdonough</div>\n<div class=\"imageTitle\">Figure 1. Hearth Constituents</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/2054312/2054312_10709966_1664552989376_Image3Coring--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/2054312/2054312_10709966_1664552989376_Image3Coring--rgov-800width.jpg\" title=\"Figure 3. Sediment coring.\"><img src=\"/por/images/Reports/POR/2022/2054312/2054312_10709966_1664552989376_Image3Coring--rgov-66x44.jpg\" alt=\"Figure 3. Sediment coring.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 3. Sediment coring with Geoprobe in 2019.</div>\n<div class=\"imageCredit\">Katelyn McDonough</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Katelyn&nbsp;N&nbsp;Mcdonough</div>\n<div class=\"imageTitle\">Figure 3. Sediment coring.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/2054312/2054312_10709966_1664553051435_Image4AnalyzingCores--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/2054312/2054312_10709966_1664553051435_Image4AnalyzingCores--rgov-800width.jpg\" title=\"Figure 4. Core analysis.\"><img src=\"/por/images/Reports/POR/2022/2054312/2054312_10709966_1664553051435_Image4AnalyzingCores--rgov-66x44.jpg\" alt=\"Figure 4. Core analysis.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Co-PI McDonough analyzing sediment cores at the International Ocean Discovery Program core repository in College Station, Texas.</div>\n<div class=\"imageCredit\">Katelyn McDonough</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Katelyn&nbsp;N&nbsp;Mcdonough</div>\n<div class=\"imageTitle\">Figure 4. Core analysis.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/2054312/2054312_10709966_1664553581137_Figure5--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/2054312/2054312_10709966_1664553581137_Figure5--rgov-800width.jpg\" title=\"Figure 5. Examples of pollen from Paulina Marsh.\"><img src=\"/por/images/Reports/POR/2022/2054312/2054312_10709966_1664553581137_Figure5--rgov-66x44.jpg\" alt=\"Figure 5. Examples of pollen from Paulina Marsh.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Examples of pollen identified in PAUL-2A: (a) Amaranthaceae; (b) Asteraceae, high-spine; (c) Asteraceae, ragweed-type; (d) Asteraceae, dandelion-type; (e) Artemisia spp.; (f) Brassicaceae; (g) Cyperaceae; (h) Caryophyllaceae; (i, j) Fabaceae; (k) Gallium; (l) Liliaceae.</div>\n<div class=\"imageCredit\">Katelyn McDonough</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Katelyn&nbsp;N&nbsp;Mcdonough</div>\n<div class=\"imageTitle\">Figure 5. Examples of pollen from Paulina Marsh.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/2054312/2054312_10709966_1664554016448_Figure6--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/2054312/2054312_10709966_1664554016448_Figure6--rgov-800width.jpg\" title=\"Figure 6.  Pollen diagram.\"><img src=\"/por/images/Reports/POR/2022/2054312/2054312_10709966_1664554016448_Figure6--rgov-66x44.jpg\" alt=\"Figure 6.  Pollen diagram.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Pollen diagram for Paulina Marsh core showing selected pollen taxa, pollen concentration values (PCV), and radiocarbon ages. Lighter colored shading indicates 5x exaggeration of pollen percentages. Taxa are organized by arboreal (green), herbs and shrubs (yellow), aquatic/riparian (blue).</div>\n<div class=\"imageCredit\">Katelyn McDonough</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Katelyn&nbsp;N&nbsp;Mcdonough</div>\n<div class=\"imageTitle\">Figure 6.  Pollen diagram.</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nMajor goals of this project were to examine long-term relationships between culture, foodways, and environment during and since the last Ice Age in North America. Specifically, what role did plants play in early diets, how did climatic shifts affect plant communities, and how did humans respond to those changes? Such questions are crucial to understanding human nutrition, adaptation to climate change, and the initial settlement of the continent yet our ability to answer them is limited by a rarity of archaeobotanical remains and local paleoenvironmental data. To reach these goals, we analyzed hearths from the Connley Caves archaeological site and sediment cores from Paulina Marsh in central Oregon. Primary outcomes of this project include (1) a more holistic view of early food economies in North America; (2) new environmental proxy data for the northern Great Basin, and (3) development of working relationships and educational opportunities with Tribal, academic, and public community members.\n\nThe first outcome is an expanded understanding of diet and human-plant interactions during the Paleoindian period (12,500 to 11,600 years ago) in North America. Our analysis of eleven samples from five fire hearths in Connley Cave 5 yielded over 700 charred seeds, including 18 taxa od edible plants used by Great Basin Indigenous groups (Figure 1). Botanical remains from three features show that people gathered diverse dryland plants and some wetland taxa during summer and fall (Figure 2). When viewed continentally, this work adds new plants to the known Pleistocene food economy and contributes to a growing body of data suggesting that people had developed regionally adapted foodways early in time and that some groups equipped with Western Stemmed technology (one of the earliest distinct styles of projectile points in North America) had broad diets that included small seeds, fruits, roots, leafy greens, and cacti. That people consumed certain plants that appear to have low caloric value suggests that archaeologists may need to explore other nutritional variables beyond traditionally used caloric return rates to explain certain food choices. Not only do these results provide key information about seasonality and foraging activities at the site level, but they also expand our view of foodways more broadly and contribute to ongoing debates about theoretical approaches to investigating human behavior and nutrition.\nA second outcome is the development of new sediment core records from the Fort Rock basin that help fill a gap in regional paleovegetation records. Our analysis of a 2.47 m long core extracted from the southwestern marsh revealed shifts in hydrology and vegetation during the Early and Late Holocene (Figures 3 and 4). Pollen, sediment particle size, and elemental analyses of the core indicate arid conditions between ~10,200 and 9500 years ago, followed by the establishment of emergent wetland plants by 9000 years ago (Figures 5 and 6). Notably, the lack of juniper pollen in samples older than ~8200 years suggests that junipers were locally sparse or absent, despite their ubiquity on the landscape today. The Middle Holocene was missing from the record, likely due to erosional activity. Wetland conditions persisted between ~3900 and 2200 years ago, followed by a decrease in wetland taxa and establishment of the modern plant community. We developed chronological data on four additional cores from throughout the marsh, some of which contain Middle Holocene deposits, establishing a solid framework for future work in the area. Insights from this work provide context for the interpretation of key archaeological sites in the region and inform current land management efforts relating to the impacts of western juniper expansion on sagebrush steppe and marshland ecosystems. \nThirdly, this work provided significant educational and collaborative opportunities for students and stakeholders. The completion of this project provided Co-PI McDonough with transformative educational experiences that facilitated the completion of her doctoral degree in Anthropology from Texas A&amp;M University. During the project Co-PI McDonough worked with undergraduate students to provide impactful learning experiences in field and labs settings. Results of this study also contributed to the development of a new collaborative project between Co-PI McDonough and members of the Klamath Tribes involving the coordination of events where Tribal members and archaeologists will come together to gather, exchange knowledge, and build information about traditional plant foods. Co-PI McDonough also developed working relationships with a variety of research institutions and local archaeological societies that she will continue working with in the future. Co-PI McDonough shared results of this work with local and academic communities through five public lectures, six conference presentations, one peer-reviewed article available open access in American Antiquity, and informally with over 70 visitors to the Connley Caves including field trips organized with Tribal members, Fort Rock residents, land managers, and archaeological societies. We will continue to share results of this study with public and academic communities through presentations and publications that encourage stewardship of cultural heritage and lands. \n\n\t\t\t\t\tLast Modified: 10/09/2022\n\n\t\t\t\t\tSubmitted by: Katelyn N Mcdonough"
 }
}