{
 "awd_id": "2054691",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  AI-enabled automation intelligence software that can detect micro-anomalies in machine and robotic operations",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2021-01-15",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2021-01-25",
 "awd_max_amd_letter_date": "2021-05-21",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps projects is the development of an Artificial Intelligence (AI)-enabled automation software that detects micro-anomalies in machine and robotic operations and pinpoints defective components before catastrophic equipment failure. Defective components cause unscheduled downtime and are a significant challenge for manufacturers. In a typical factory, an engineer may spend 30-60 percent of their time collecting information related to defective parts.  Eighty-two percent of companies have experienced unplanned downtime that costs an average of $2 million annually. However, 70% of manufacturers still lack awareness of when equipment assets are due for maintenance or upgrade, and 72% of manufacturers identify unplanned downtime as their top priority or a high priority. The high penetration level of advanced automation and sensor technologies in industrial operations also has increased demand for methods to effectively monitor and manage complex operations in a systematic and timely manner. The proposed technology addresses this need by delivering capabilities to maintenance and industrial engineers to achieve near zero Mean Time-to-Resolution (MTTR) of costly manufacturing equipment failures. In addition, the technology eliminates the machine failures from occurring by advancing approaches that analyze data and provide insights after failure occurs. \r\n\r\nThis I-Corps project is based on the development of 1) a proprietary Programmable Logic Controller (PLC) driver that captures machine component micro degradation trends; 2) digital twins of the machine ecosystem that mirror the physical system performance and interactions between machines; and 3) an Automation Intelligence network. The proposed technology’s unique machine performance datasets, created from its PLC-driver and sensor feedback, captures the “normal” operation of the machines.  These datasets are then used to create causal relationship maps between different elements of the system. Causal maps accelerate the detection of root causes of potential machine failure and anticipate the potential risks and weaknesses within a system. In addition, digital twins provide a cyber-physical platform that integrates physics based models of machine components, spatial relationships from Computer Aided Engineering (CAE) models, and data-driven correlations inferred from self-adapting machine learning methods. The AI platform runs on a distributed system/edge analytics network to ensure real-time monitoring and diagnosis on the local node (e.g., individual machines and its components) and system (e.g., production lines) levels. Integration of these three elements establishes a scalable digital twin that leverages element interactions to continuously discover and refine causal relationships that rapidly and reliably detect, identify, and pinpoint issues.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Rickli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy Rickli",
   "pi_email_addr": "jlrickli@wayne.edu",
   "nsf_id": "000675283",
   "pi_start_date": "2021-01-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Murat",
   "pi_last_name": "Yildirim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Murat Yildirim",
   "pi_email_addr": "murat@wayne.edu",
   "nsf_id": "000802263",
   "pi_start_date": "2021-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "5057 Woodward",
  "perf_city_name": "Detroit",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482023622",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6856",
   "pgm_ref_txt": "ARTIFICIAL INTELL & COGNIT SCI"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span class=\"ui-provider ee azt azu azv azw azx azy azz baa bab bac bae baf bag bah bai baj bak bal bam ban bao bap baq bar bas bat bau bav baw bax bay baz bba bbb\" dir=\"ltr\"> </span></p>\n<p><span>This project focused on an innovative manufacturing intelligence platform that addresses the commercial barriers for small to medium manufacturers. The proposed FE@ST (Factory Execution @ Speed of Thought) platform consists of 1) A proprietary data collector that captures micro degradation trends at the machine component level; 2) A digital twin of the machine(s) ecosystem (robotics and automations) that mirrors the physical system performance and interactions between machines; and 3) A FE@ST Automation Intelligence network. FE@ST&rsquo;s unique machine performance datasets captures the performance baseline and &ldquo;normal&rdquo; operation of the machines, and efficiently models causal relationships between different elements of the system. Our manufacturing innovation helps small and medium manufacturing maintenance managers to significantly lower capital investment and maintenance operating budgets by being easy to implement (plug an produce), decreasing Mean Time-to-Resolution (MTTR), and achieving near-zero unscheduled machine downtime, avoiding expenses related to the productivity loss and customer churn.</span></p>\n<p>The goal of the FE@ST I-Corps project was to explore the customer segments and value proposition of the FE@ST technology. Customer segments for this project were validated as manufacturing engineers and maintenance supervisors in highly automated tier 1, 2, and 3 manufacturing suppliers. FE@ST's value propositions of eliminating unscheduled failure induced downtime, reducing mean time to resolution, and decreasing maintenance site visits, were validated by customer discovery interviews and demonstrated via a pilot project with a tier 1 automotovie supplier. Interviews with the maintenance supervisors of the pilot project factory indicated that FE@ST's capabilities and insights proved to be valuable and novel for the industry.</p>\n<p>As a result of this NSF award, the team was able to perform extensive customer discovery activities, which proved fundamental in translating the team&rsquo;s idea towards a commercial product. Leveraging the insights gained from the I-Corps project, the team was able to perform a successful and focused demonstration on foundational aspects of the framework, published a patent elucidating the proposed approach, and submitted a publication to disseminate certain technical aspects of the underlying technology. This award enabled the team to gain a deeper understanding of the commercial needs and execute initial prototype development that will be used for generating a Minimum Viable Product (MVP). It also was instrumental in demonstrating to the academic technical leads an entrepreneurial mindset that has also contributed to enhancing their research endeavors. The industrial collaborations secured from this project, and clarity on the planned framework will guide the team as it puruses further commercialization efforts.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/27/2023<br>\n\t\t\t\t\tModified by: Jeremy&nbsp;Rickli</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nThis project focused on an innovative manufacturing intelligence platform that addresses the commercial barriers for small to medium manufacturers. The proposed FE@ST (Factory Execution @ Speed of Thought) platform consists of 1) A proprietary data collector that captures micro degradation trends at the machine component level; 2) A digital twin of the machine(s) ecosystem (robotics and automations) that mirrors the physical system performance and interactions between machines; and 3) A FE@ST Automation Intelligence network. FE@ST’s unique machine performance datasets captures the performance baseline and \"normal\" operation of the machines, and efficiently models causal relationships between different elements of the system. Our manufacturing innovation helps small and medium manufacturing maintenance managers to significantly lower capital investment and maintenance operating budgets by being easy to implement (plug an produce), decreasing Mean Time-to-Resolution (MTTR), and achieving near-zero unscheduled machine downtime, avoiding expenses related to the productivity loss and customer churn.\n\nThe goal of the FE@ST I-Corps project was to explore the customer segments and value proposition of the FE@ST technology. Customer segments for this project were validated as manufacturing engineers and maintenance supervisors in highly automated tier 1, 2, and 3 manufacturing suppliers. FE@ST's value propositions of eliminating unscheduled failure induced downtime, reducing mean time to resolution, and decreasing maintenance site visits, were validated by customer discovery interviews and demonstrated via a pilot project with a tier 1 automotovie supplier. Interviews with the maintenance supervisors of the pilot project factory indicated that FE@ST's capabilities and insights proved to be valuable and novel for the industry.\n\nAs a result of this NSF award, the team was able to perform extensive customer discovery activities, which proved fundamental in translating the team’s idea towards a commercial product. Leveraging the insights gained from the I-Corps project, the team was able to perform a successful and focused demonstration on foundational aspects of the framework, published a patent elucidating the proposed approach, and submitted a publication to disseminate certain technical aspects of the underlying technology. This award enabled the team to gain a deeper understanding of the commercial needs and execute initial prototype development that will be used for generating a Minimum Viable Product (MVP). It also was instrumental in demonstrating to the academic technical leads an entrepreneurial mindset that has also contributed to enhancing their research endeavors. The industrial collaborations secured from this project, and clarity on the planned framework will guide the team as it puruses further commercialization efforts.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/27/2023\n\n\t\t\t\t\tSubmitted by: Jeremy Rickli"
 }
}