{
 "awd_id": "2054892",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantifying biological, diagenetic and global redox effects on uranium “stable” isotopes in deep-sea corals across glacial-interglacial cycles",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032925081",
 "po_email": "emestes@nsf.gov",
 "po_sign_block_name": "Emily Estes",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 482262.0,
 "awd_amount": 482262.0,
 "awd_min_amd_letter_date": "2021-07-27",
 "awd_max_amd_letter_date": "2021-07-27",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2).\r\n\r\nMost life in the ocean requires an adequate supply of dissolved oxygen. The oxygen concentration of seawater is impacted by temperature, ocean circulation, and biological activity. All of these factors may change in response to rising atmospheric carbon dioxide levels. Geologic records of ocean oxygen concentration can show how changing climate has influenced marine oxygen concentrations in the past. That knowledge will improve predictions of ocean oxygen levels in the future. Natural glacial cycles are linked to changes in atmospheric carbon dioxide concentrations. This study will reconstruct marine oxygen levels across the last glacial cycle. The study will estimate dissolved oxygen using a new method - records of natural uranium isotopes preserved in deep-sea corals. These corals record the composition of seawater at the time of their growth. The study will analyze fossil corals spanning the last more than 200,000 years. These records will improve understanding of the links between climate and ocean oxygen levels. The Broader Impacts of the project include support for a postdoctoral researcher and a graduate student. The research team will work with the Caltech Center for Teaching, Learning & Outreach to arrange education and outreach activities. Those activities include visits to K-12 schools, mentoring of high-school summer research projects, and hosting of public lectures. The goal of these activities is to increase public awareness of past and current climate change. \r\n\r\nTo understand how ocean oxygen levels have fluctuated during glacial-interglacial cycles, this work will apply a new U isotope (238U/235U) paleo-redox proxy to a unique collection of deep-sea corals. Uranium is a redox-sensitive element whose isotopic composition in the ocean (i) is predominantly controlled by the global extent of seafloor anoxia, and (ii) can be faithfully recorded in carbonates when they are devoid of diagenetic and detrital influences. The deep-sea corals to be studied here grew in oxygenated environments on seamounts in the open ocean, meaning that local and/or secondary processes are unlikely to have impacted their U isotopic composition. By characterizing, at high temporal resolution, the 238U/235U of these exceptionally well-preserved deep-sea corals from multiple sites and depths over the last approximately 200,000 years, a detailed seawater 238U/235U record will be reconstructed. To resolve even subtle variations in 238U/235U, state-of-the-art methods achieving precision and accuracy of ±0.01-0.03‰ on 238U/235U data will be employed. To most robustly interpret the high-resolution and high-precision record to be acquired, a novel inverse isotope mass balance model will be used, which will allow quantification of the extent of seafloor anoxia across glacial-interglacial cycles.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francois",
   "pi_last_name": "Tissot",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Francois Tissot",
   "pi_email_addr": "tissot@caltech.edu",
   "nsf_id": "000767807",
   "pi_start_date": "2021-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E California Blvd",
  "perf_city_name": "Pasadena",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 482262.0
  }
 ],
 "por": null
}