{
 "awd_id": "2055077",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Strengthening the Industry 4.0 Workforce through Virtual Reality Training Modules",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032925188",
 "po_email": "mcrowe@nsf.gov",
 "po_sign_block_name": "Mary Crowe",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2021-10-31",
 "tot_intn_awd_amt": 593464.0,
 "awd_amount": 593464.0,
 "awd_min_amd_letter_date": "2021-07-12",
 "awd_max_amd_letter_date": "2021-07-12",
 "awd_abstract_narration": "As manufacturing contributes to higher export potential, better standards of living, and more jobs in America, addressing the need for a skilled technical workforce is crucial to support the future economic prosperity of the country. Moreover, as a result of the multiplier effect, manufacturing also impacts the broad economy, with every 100 jobs in a manufacturing facility creating 250 jobs in other sectors. In 2018, Deloitte and the Manufacturing Institute conducted a study on the manufacturing skills gap that revealed artificial intelligence, advanced robotics, automation, analytics, and the Internet of Things are emerging to transform the world of work (Industry 4.0) and are likely to create even more jobs than they replace. Since mid-2017, job openings in manufacturing have grown at double-digit rates, with a growing gap between open jobs and an available skilled talent pool to fill them. To help bridge this gap, this project of the Advanced Manufacturing Technical Education Collaborative (https://amtecworkforce.org/) will create a virtual reality (VR) application built on the zSpace platform that students can use to troubleshoot ten scenarios on an industry simulator. These scenarios will be integrated into a credit-bearing post-secondary capstone course for manufacturing students developed and designed with input from industry and education subject matter experts.  \r\n\r\nThis partnership between representatives of industry and advanced technological education will ensure that the project strengthens the competency and global competitiveness of the advanced manufacturing workforce. The VR application and curricula will be field tested at targeted Advanced Manufacturing Technical Education Collaborative partner sites across the country, as well as with students and instructors currently using zSpace’s virtual reality platform.  In addition, an exploratory curriculum will be developed to engage K-12 students in gaming-like simulations to recruit youth into advanced manufacturing technical training. Several objectives will guide the execution of the project. First is to engage secondary students in Industry 4.0 advanced manufacturing concepts through field-testing a newly created virtual reality “game-like” application. Second is to train post-secondary students preparing to be manufacturing technicians to enter the workforce with a basic understanding of Industry 4.0 technologies and the ability to apply them successfully in the workplace setting. Third is to increase the aptitude of secondary and post-secondary faculty in Industry 4.0 concepts and the use of virtual reality technology by providing comprehensive professional development. Three primary contributions to the field are anticipated. One is an expanded set of partnerships between academia, industry, and others to develop technician training that aligns with the growing Industry 4.0 infrastructure. Two is the improvement of secondary and post-secondary student learning in emerging Industry 4.0 technologies and virtual reality applications. Third is the lessening of disruptions of manufacturing technician training during a pandemic or similar event that creates a need for remote learning. This project is funded by the Advanced Technological Education program that focuses on the education of technicians for the advanced-technology fields that drive the nation's economy. As a result, the project has the potential to contribute to improving the national STEM workforce.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Simon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jason Simon",
   "pi_email_addr": "jason.simon@kctcs.edu",
   "nsf_id": "000838807",
   "pi_start_date": "2021-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sheri",
   "pi_last_name": "Plain",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sheri Plain",
   "pi_email_addr": "sheri.plain@kctcs.edu",
   "nsf_id": "000343123",
   "pi_start_date": "2021-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Leslie",
   "pi_last_name": "Ashton",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Leslie T Ashton",
   "pi_email_addr": "tyler.ashton@kctcs.edu",
   "nsf_id": "000827198",
   "pi_start_date": "2021-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Owensboro Community & Technical College",
  "inst_street_address": "4800 NEW HARTFORD RD",
  "inst_street_address_2": "",
  "inst_city_name": "OWENSBORO",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "2706864552",
  "inst_zip_code": "423031800",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "KY02",
  "org_lgl_bus_name": "KENTUCKY COMMUNITY & TECHNICAL COLLEGE SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "FRRVWZA91J99"
 },
 "perf_inst": {
  "perf_inst_name": "Owensboro Community and Technical College",
  "perf_str_addr": "1501 Frederica Street",
  "perf_city_name": "Owensboro",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "423014806",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "KY02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}