{
 "awd_id": "2055260",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RESEARCH-PGR: Mechanisms of Haploid Induction in Potato",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032920000",
 "po_email": "sshiu@nsf.gov",
 "po_sign_block_name": "Shin-Han Shiu",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 1400000.0,
 "awd_amount": 1400000.0,
 "awd_min_amd_letter_date": "2021-08-02",
 "awd_max_amd_letter_date": "2021-08-02",
 "awd_abstract_narration": "A critical step in plant breeding is the production of inbreds, plants that have the same two DNA sequences at each gene and therefore breed “true”. Inbreds may be sold directly as varietal seed or used to make consistent F1 hybrids. The most efficient method to produce inbreds is through a cross to a specialized variety called a haploid inducer. This cross yields haploids, progeny with a single parental chromosome set that can be easily doubled to produce perfect inbreds. Natural haploid inducers are available for maize and for potato. Although the maize haploid inducer genes have been characterized, they are not easily adapted for efficient use in broad leaf crops such as tomato, canola, and soybean. Deciphering the potato haploid inducer system will provide a much needed alternative. This project will map and characterize the responsible genes in potato. This knowledge will then enable private and public breeding programs to manipulate the corresponding genes and achieve similar or even better haploid induction systems in other crops. In each crop system, easy production of haploids will accelerate breeding cycles by several years, ultimately providing increased power and flexibility in addressing emerging challenges to crop, such as disease or drought stress. With respect to training and outreach, the project will familiarize young students from underrepresented communities with science studies and careers and train advanced students and professionals in genomic approaches applicable to plant breeding using a combination of activities including production and dissemination of learning videos.\r\n\r\nHaploid induction is an important, but poorly understood process. It could result from parthenogenesis, the progression to embryogenesis by an unfertilized egg cell; by genome elimination, the shedding of one parental genome from the embryo; or, from yet uncharacterized defects of fertilization. In all cases, the molecular events that lead to this outcome are central to the regulation of sexual development and genome maintenance. The goal of this project is to identify the genetic factors controlling haploid induction in potato and decipher their mode of action. Previously, an extensive mapping population was developed and used to identify candidate quantitative trait loci for haploid induction. The specific objectives of this project are to: 1) identify the underlying candidate genes by a combination of fine genetic mapping and genetic analyses; 2) characterize the mechanisms underlying haploid induction by comparing the cytology and gene expression in pollen as well as the genomic states in pollen and seed; and 3) test and characterize the action of prioritized candidate genes in heterologous species.  All data and resources generated by this project will be made freely accessible through long-term public data and genetic repositories.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luca",
   "pi_last_name": "Comai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Luca Comai",
   "pi_email_addr": "lcomai@ucdavis.edu",
   "nsf_id": "000427537",
   "pi_start_date": "2021-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Isabelle",
   "pi_last_name": "Henry",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Isabelle M Henry",
   "pi_email_addr": "imhenry@ucdavis.edu",
   "nsf_id": "000629353",
   "pi_start_date": "2021-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "451 Health Sciences Drive",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956168816",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 1400000.0
  }
 ],
 "por": null
}