{
 "awd_id": "2055771",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF-BSF: Dynamics and Operator Algebras beyond the Elliott Classification Program",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922595",
 "po_email": "mbocea@nsf.gov",
 "po_sign_block_name": "Marian Bocea",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 279210.0,
 "awd_amount": 279210.0,
 "awd_min_amd_letter_date": "2021-07-22",
 "awd_max_amd_letter_date": "2021-07-22",
 "awd_abstract_narration": "This project links two mathematical fields, dynamics and operator algebras. An elementary example of a dynamical system is the system whose state at any given time is the instantaneous positions and velocities of the sun, planets, moons, asteroids, and other astronomical bodies in the solar system. Given the state at any time, physical laws determine the state at any later moment. For a discrete example, consider the states of a computer governed by a program. The program is a rule for using the current state to determine the state one time step later, and, by repetition, any number of steps in the future. To suitable dynamical systems, one can associate an operator algebra, a kind of algebraic structure which encodes some of the structure of the dynamical system. A discrete dynamical system has a numerical invariant, its mean dimension, which describes one aspect of its complexity. An operator algebra has a numerical invariant, its radius of comparison, which was defined without consideration of dynamics. A central aim of the project is to seek new ways to relate these, thus connecting two different areas of mathematics in an unexpected way. The project will also contribute US workforce development through the training of graduate and undergraduate students.\r\n\r\nMore precisely, the dynamical systems under consideration are free minimal actions of amenable groups on compact metric spaces. Mean dimension was invented in dynamics, with no thought of operator algebras. Roughly, it measures the increase of the dimension of the part of the space one sees with each iteration of the dynamics. The associated operator algebra is a functional analyst's version of the skew group ring in algebra, using the group action on the algebra of continuous functions on the space. The radius of comparison is a numerical measure of how badly a condition needed if the Elliott classification program fails. The algebras to which it was first applied were not related to dynamics. The conjecture is that the radius of comparison is half the mean dimension. The project is aimed at the inequality for which less is known: that the radius of comparison is at least half the mean dimension.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Norman",
   "pi_last_name": "Phillips",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Norman C Phillips",
   "pi_email_addr": "ncp@uoregon.edu",
   "nsf_id": "000443771",
   "pi_start_date": "2021-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon",
  "perf_str_addr": "5219 University of Oregon",
  "perf_city_name": "Eugene",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974035219",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 279210.0
  }
 ],
 "por": null
}