{
 "awd_id": "2055708",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Industry Aligned Rural Engineering Program",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032928492",
 "po_email": "cdelahan@nsf.gov",
 "po_sign_block_name": "Christine Delahanty",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2021-06-30",
 "awd_max_amd_letter_date": "2021-06-30",
 "awd_abstract_narration": "Diversifying the economic and industrial base of rural communities is challenging. For example, rural communities can struggle to produce a workforce aligned with local industry needs. This struggle is especially true for isolated communities in areas with challenging environmental conditions like those found in Imperial County, CA, where the temperature can exceed 110 degrees for an extended period of time in the summer. This area has the second highest poverty rate and the highest ratio of migrant agricultural workers in the state. Although the agricultural sector dominates the workforce, a small group of committed industrial partners has a keen interest in developing a home-grown, local pipeline of engineering students. These industrial leaders have failed to attract qualified candidates to the inhospitable region, leaving higher paying jobs unfilled. The industries represent the energy, water, and mining industries whose employees have overlapping skill sets.   This award will enable Imperial Valley College, a rural Hispanic Serving Institution, to develop a one-year Engineering Technology Certificate that will produce the skilled technical workers needed by these industries.  By preparing workers for high paying, stable jobs in the local economy, this project the potential to help mitigate the disproportionate impacts of COVID-19 on rural and Hispanic communities.\r\n\r\nThe certificate program will provide Imperial Valley College students with the classes needed to achieve their educational goals and meet the needs of the local industries. The project builds on three things: an existing partnership between Imperial Valley College and the University of California San Diego, a baseline survey of Imperial Valley College students that indicated a strong interest in an engineering program, and the commitment of local industry partners. To develop the new certificate program, Imperial Valley College will create a new makerspace, adopt curriculum from UCSD, and place students who complete the certificate into internships with local industries. The new makerspace will help educate students and their families about high wage technician job opportunities in industry. The evaluation of this project will inform industry and education stakeholders about how to effectively build and strengthen a relationship between a community college and a four-year institution.  This project is funded by the Advanced Technological Education program that focuses on the education of technicians for the advanced-technology fields that drive the nation's economy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Fisher",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "James D Fisher",
   "pi_email_addr": "jim.fisher@imperial.edu",
   "nsf_id": "000695389",
   "pi_start_date": "2021-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Oscar",
   "pi_last_name": "Vazquez-Mena",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Oscar Vazquez-Mena",
   "pi_email_addr": "oscarvm@eng.ucsd.edu",
   "nsf_id": "000700415",
   "pi_start_date": "2021-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Imperial Valley College",
  "inst_street_address": "380 E ATEN RD",
  "inst_street_address_2": "",
  "inst_city_name": "IMPERIAL",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "7603556241",
  "inst_zip_code": "922519653",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "CA25",
  "org_lgl_bus_name": "IMPERIAL COMMUNITY COLLEGE DISTRICT",
  "org_prnt_uei_num": "",
  "org_uei_num": "XX5DV4Q28A71"
 },
 "perf_inst": {
  "perf_inst_name": "Imperial Valley College",
  "perf_str_addr": "380 East Aten Road",
  "perf_city_name": "Imperial",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "922519653",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "CA25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant has helped our college create a pathway toward an engineering certificate through the help and guidance of our local advisory board and Economic Development Corporation. We are preparing a new curriculum to meet the needs of our local partners which will prepare our students for summer internships. Our engineering club thrives and provides outreach activities for visiting young students. Our engineering courses continue to attract more women and younger students, and local employers have reaffirmed their commitment to supporting our program.</p>\n<p>&nbsp;</p>\n<p>Goal 1: Develop Certificate of Engineering Technology program.</p>\n<p>Imperial Valley College (IVC) is a Hispanic serving institution community college with over a 90% Hispanic student population. Our school is in a rural area on the border of Mexico, over 100 miles away east, from the nearest Universities in San Diego, such as University of California San Diego. Imperial County is home to many industries requiring engineers such as United States Gypsum, biofuel production, geothermal energy companies, gold extraction, and other companies like our local water and power company Imperial Irrigation District. Our county has been called Lithium Valley because soon, we will be extracting millions of metric tons of lithium per year from our area.</p>\n<p>&nbsp;</p>\n<p>When this grant started three years ago, our college was overlooked by these companies because we were only offered two engineering courses in mechanical engineering, our talent pool was small, and these local companies had already developed a pipeline of hiring engineers coming from areas outside of our county like CETES in Mexico, Pheonix Arizona or San Diego California. Meeting with these companies, who are part of our local Advisory Board, over the last three years, has given us a clearer understanding of what is necessary to create a certificated engineering program here at IVC. From these meetings along with Imperial Valley Economic Development Corporation (EDC), we were given two recommendations: 1. Offer a wider array of engineering programs and courses and 2. Include more laboratory, hands on, components in these classes. We are now expanding our curriculum, because of these recommendations, and are preparing new courses such as SolidWorks, AutoCAD, MATLAB, C++, land surveying, circuit analysis, material science, and digital systems. Along with statics, dynamics, electrical circuit analysis we will soon begin offering transfer level program pathways into mechanical, aerospace, and civil, structural, survey, and electrical, computer science programs. Some of these courses will be offered in fall 2025 and by fall 2027 all these courses will be in place as we prepare to offer a certificate program.</p>\n<p>&nbsp;</p>\n<p>Goal 2: Develop a Summer internship program at local industries.</p>\n<p>A summer internship program is offered through the San Diego and Imperial County EDC. However, IVC&rsquo;s engineering curriculum did not meet the threshold to qualify for this program, which is a program that compensates employers for hiring students through this program for summer internships. Based on the recommendations of both our local advisory board and EDC we have begun to develop courses to meet the needs of transfer level programs as well as the certificated program to qualify us for the summer internship program. Over the last two years we have been able to place two students for summer internships at Berkshire Hathaway Energy and our water and power company Imperial Irrigation District.</p>\n<p>&nbsp;</p>\n<p>Goal 3: Promote engineering ability, confidence, and career awareness with IVC.</p>\n<p>The engineering club can maintain about 21 students at their general meetings held twice a month throughout the year. This year&rsquo;s engineering club project centers around IVC&rsquo;s new mascot. Club members are designing a robot-kit that students can take home and assemble. These take-home kits are called Project-In a-Box (PIB), a program started by the University of California San Diego. The engineering club also hosts events in the engineering makerspace for a hands-on activity for 45-minutes. We ran four of these hands-on experiments, last year, for visiting students and hope to include families soon.</p>\n<p>&nbsp;</p>\n<p>Enrollment into the introductory engineering course has seen gains each semester and each year. Approximately 27 students enroll each semester in this course. Year over year enrollment increases are seen in this course over three years, and we see the following trends: 54.5% increase in women, 27.9% increase in total enrollment, 27.1% increase in men, 25.0% increase in age &gt; or = 19 years old, 21.7% increase in Hispanic, and 17.6% increase in introductory engineering course 100. Largest increases are seen in women.</p>\n<p>&nbsp;</p>\n<p>From our engineering field trips last spring, we have had enthusiastic response and commitment from our local industry to help our engineering program. Local industry has promised to provide our students with projects to work on, have their engineers visit our engineers on campus, provide tours of their industry every year, provides summer internships, and possibly a cooperative one-on-one effort with an engineer and a student.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/30/2024<br>\nModified by: James&nbsp;D&nbsp;Fisher</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis grant has helped our college create a pathway toward an engineering certificate through the help and guidance of our local advisory board and Economic Development Corporation. We are preparing a new curriculum to meet the needs of our local partners which will prepare our students for summer internships. Our engineering club thrives and provides outreach activities for visiting young students. Our engineering courses continue to attract more women and younger students, and local employers have reaffirmed their commitment to supporting our program.\n\n\n\n\n\nGoal 1: Develop Certificate of Engineering Technology program.\n\n\nImperial Valley College (IVC) is a Hispanic serving institution community college with over a 90% Hispanic student population. Our school is in a rural area on the border of Mexico, over 100 miles away east, from the nearest Universities in San Diego, such as University of California San Diego. Imperial County is home to many industries requiring engineers such as United States Gypsum, biofuel production, geothermal energy companies, gold extraction, and other companies like our local water and power company Imperial Irrigation District. Our county has been called Lithium Valley because soon, we will be extracting millions of metric tons of lithium per year from our area.\n\n\n\n\n\nWhen this grant started three years ago, our college was overlooked by these companies because we were only offered two engineering courses in mechanical engineering, our talent pool was small, and these local companies had already developed a pipeline of hiring engineers coming from areas outside of our county like CETES in Mexico, Pheonix Arizona or San Diego California. Meeting with these companies, who are part of our local Advisory Board, over the last three years, has given us a clearer understanding of what is necessary to create a certificated engineering program here at IVC. From these meetings along with Imperial Valley Economic Development Corporation (EDC), we were given two recommendations: 1. Offer a wider array of engineering programs and courses and 2. Include more laboratory, hands on, components in these classes. We are now expanding our curriculum, because of these recommendations, and are preparing new courses such as SolidWorks, AutoCAD, MATLAB, C++, land surveying, circuit analysis, material science, and digital systems. Along with statics, dynamics, electrical circuit analysis we will soon begin offering transfer level program pathways into mechanical, aerospace, and civil, structural, survey, and electrical, computer science programs. Some of these courses will be offered in fall 2025 and by fall 2027 all these courses will be in place as we prepare to offer a certificate program.\n\n\n\n\n\nGoal 2: Develop a Summer internship program at local industries.\n\n\nA summer internship program is offered through the San Diego and Imperial County EDC. However, IVCs engineering curriculum did not meet the threshold to qualify for this program, which is a program that compensates employers for hiring students through this program for summer internships. Based on the recommendations of both our local advisory board and EDC we have begun to develop courses to meet the needs of transfer level programs as well as the certificated program to qualify us for the summer internship program. Over the last two years we have been able to place two students for summer internships at Berkshire Hathaway Energy and our water and power company Imperial Irrigation District.\n\n\n\n\n\nGoal 3: Promote engineering ability, confidence, and career awareness with IVC.\n\n\nThe engineering club can maintain about 21 students at their general meetings held twice a month throughout the year. This years engineering club project centers around IVCs new mascot. Club members are designing a robot-kit that students can take home and assemble. These take-home kits are called Project-In a-Box (PIB), a program started by the University of California San Diego. The engineering club also hosts events in the engineering makerspace for a hands-on activity for 45-minutes. We ran four of these hands-on experiments, last year, for visiting students and hope to include families soon.\n\n\n\n\n\nEnrollment into the introductory engineering course has seen gains each semester and each year. Approximately 27 students enroll each semester in this course. Year over year enrollment increases are seen in this course over three years, and we see the following trends: 54.5% increase in women, 27.9% increase in total enrollment, 27.1% increase in men, 25.0% increase in age  or = 19 years old, 21.7% increase in Hispanic, and 17.6% increase in introductory engineering course 100. Largest increases are seen in women.\n\n\n\n\n\nFrom our engineering field trips last spring, we have had enthusiastic response and commitment from our local industry to help our engineering program. Local industry has promised to provide our students with projects to work on, have their engineers visit our engineers on campus, provide tours of their industry every year, provides summer internships, and possibly a cooperative one-on-one effort with an engineer and a student.\n\n\n\t\t\t\t\tLast Modified: 08/30/2024\n\n\t\t\t\t\tSubmitted by: JamesDFisher\n"
 }
}