{
 "awd_id": "2055068",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NSF-DFG Echem: Future Fuels and Chemicals from Electrocatalytic Upgrading: Advancing Kinetic Understanding using Operando Spectroscopic Approaches and Quantum Chemical Modeling",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927104",
 "po_email": "bchandle@nsf.gov",
 "po_sign_block_name": "Bert Chandler",
 "awd_eff_date": "2021-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 504710.0,
 "awd_min_amd_letter_date": "2021-07-16",
 "awd_max_amd_letter_date": "2024-08-07",
 "awd_abstract_narration": "This project was awarded through the “NSF-DFG Lead Agency Activity in Electrosynthesis and Electrocatalysis (NSF-DFG EChem)\" opportunity, a collaborative solicitation that involves the National Science Foundation and Deutsche Forschungsgemeinschaft (DFG). This is a collaborative project between researchers at Michigan State University and Technische Universität Braunschweig (TUB) in Germany. Electrobiofuels are fuels that couple the energy from two renewable sources: biomass and electricity from renewables such as from wind turbines and solar photovoltaics. By cycling the renewable carbon in the 1.3 billion tons/year of plant biomass that will become available in the United States, electrobiofuels could displace fossil carbon-based fuels and the resulting greenhouse gas addition to the atmosphere. Key needs are carbon-, hydrogen- and energy-efficient technologies to convert renewable plant matter into liquid transportation fuels. Carbon efficiency is especially critical; in the U.S., there is only enough carbon in plant biomass to displace about one-half of the 2019 level of petroleum usage, even assuming high harvest yields, perfect conversion, and no net growth in fuel demand. This project addresses a path to renewable hydro¬carbons fuels and chemicals via biomass fast pyro¬lysis, electro¬catalytic hydro¬genation (ECH) in decen¬tral¬ized facilities, and further upgrading at petro¬leum refineries. Much is known about fast pyrolysis and upgrading of pyrolysis bio-oils via thermal hydrogenation, but the use of ECH to partially upgrade and stabilize bio-oil is largely unprecedent¬ed. This project will map the mechanisms of ECH and the factors that limit its performance and to improve accuracy and decrease the uncertainties in ECH reaction and process models. Through MSU’s College of Engineering Detroit Area Pre-College Engineering Summer Programs, high school students will be hosted for engineering science interactive experiences.  The PIs will also run an after-school program with the Boys and Girls Club of Lansing, Michigan, to introduce middle school students to electrochemistry.  These programs will address the need for biofuels to reduce climate change and discuss with the student researchers the basic principles of electrochemical engineering.  Students will also be introduced to computational chemistry software that can be used for molecular modeling.  Lesson plans, presentations, and laboratory methods developed as part of the collaboration will be shared amongst the US and German investigators.  These Broader Impact activities will positively engage middle and high school students in the US and Germany by demonstrating organic chemical electrosynthesis, a topic not typically seen in high school curriculums.      \r\n\r\nThe focus of this German-US collaboration is to study electrocatalytic hydrogenation (ECH) of fast pyrolysis bio-oils as a path to chemical and hydrocarbon fuel precursors.  Fast pyrolysis uses heat without oxygen to convert biomass into liquid bio-oil, solid biochar, and combustible gases. However, bio-oil’s corrosiveness and reactive instability limit its use in conventional fuel and chemical processes. ECH saturates carbon-carbon and carbon-oxygen double bonds, as well as the delocalized pi systems of aromatic compounds, in aqueous media at temperatures and pressures much milder than those used in hydroprocessing. Thus, reduction via ECH can stabilize the bio-oil, making it compatible with conventional manufacturing infrastructure.  Core activities of the project include electrocatalytic organic transformations, catalyst evaluation by in operando techniques, quantum chemical modeling, reaction engineering and reactor design leading to fundamental knowledge supporting system optimization and scale-up. As part of the research collaboration, US graduate students will conduct in operando measurements in Germany, while German graduate students will perform quantum chemical modeling in the US. With further development, ECH may yield “finished” hydrocarbon fuels, enabling rural production of electrobiofuels.  Data from experiments and modeling will be used to update technoeconomic and life cycle analyses, assessing cost feasibility and the potential for “carbon negative” production of liquid fuels.  These analyses are needed to de-risk the eventual commercialization of fast pyrolysis and ECH as steps in production of renewable liquid fuels. Such operations are needed to reduce the deleterious effects of climate change while still benefitting from the installed hydrocarbon fuel distribution infrastructure.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Saffron",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher M Saffron",
   "pi_email_addr": "saffronc@egr.msu.edu",
   "nsf_id": "000589568",
   "pi_start_date": "2021-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Jackson",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "James E Jackson",
   "pi_email_addr": "jackson@chemistry.msu.edu",
   "nsf_id": "000091875",
   "pi_start_date": "2021-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Calabrese-Barton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Scott Calabrese-Barton",
   "pi_email_addr": "scb@egr.msu.edu",
   "nsf_id": "000321771",
   "pi_start_date": "2021-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "524 S. Shaw Lane, Room 204",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488244509",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  },
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022Z",
   "pgm_ref_txt": "International Partnerships"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 332578.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 167422.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 4710.0
  }
 ],
 "por": null
}