{
 "awd_id": "2055564",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: SaTC: CORE: Small: Expanding the Realm of Oblivious Transfer: New Tools for Cryptography",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032922981",
 "po_email": "pregalia@nsf.gov",
 "po_sign_block_name": "Phillip Regalia",
 "awd_eff_date": "2021-06-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 30074.0,
 "awd_min_amd_letter_date": "2021-03-30",
 "awd_max_amd_letter_date": "2022-08-03",
 "awd_abstract_narration": "Nowadays, vast amounts of individual information are collected by numerous entities for providing a variety of services. Due to the sensitive nature of the collected data, the need for developing techniques and tools that enable privacy-preserving computation on big data is more necessary than ever. This project aims to enhance the functionality, security, and efficiency of oblivious transfer (OT), a fundamental primitive in cryptography, with a broader goal of improving the efficiency and usability of cryptographic systems in both theory and practice, especially in the era of big data. The project's novelties are developing tools that play an integral role in the design of privacy-preserving protocols. Such protocols have societal benefits, enabling computation on sensitive data while keeping the data private. The project's impacts include achieving more efficient protocols for many important real-world applications and deepening our understanding of efficient constructions and fundamental limits in many areas in cryptography that are related to OT, such as secure multi-party computation, zero-knowledge proofs, advanced types of encryption and more. The investigators integrate their research results into curricula for both undergraduate and graduate level courses and are committed to mentoring and advising students at all levels, from undergraduate to PhD, especially those from under-represented groups in computing.\r\n\r\nThe project focuses on three main thrusts to expand the realm of oblivious transfer. First, the investigators design efficient constructions of OT with advanced functionality and strengthened security, which can be better leveraged in cryptographic systems. These OT notions provide features for reducing communication and computation costs in various settings, making them indispensable tools in big-data applications. Second, the project investigates a specific MPC problem that has close connections to OT. In particular, using advanced OT tools, the investigators improve the efficiency and enrich the functionality of private set intersection (PSI) protocols, which have wide applications in practice. Finally, the project identifies and formalizes barriers that may exist against the above goals; this is carried out by proving lower bounds on the assumption complexity or efficiency of constructions for the above goals.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mohammad",
   "pi_last_name": "Hajiabadi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mohammad Hajiabadi",
   "pi_email_addr": "mdhajiabadi@psu.edu",
   "nsf_id": "000838822",
   "pi_start_date": "2021-03-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 30073.0
  }
 ],
 "por": null
}