{
 "awd_id": "2055190",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Synthesis, Properties and Dynamics of BODIPY-based Fluorophores",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 470000.0,
 "awd_amount": 470000.0,
 "awd_min_amd_letter_date": "2021-08-30",
 "awd_max_amd_letter_date": "2021-08-30",
 "awd_abstract_narration": "In this project, funded by the Chemical Structure, Dynamic & Mechanism B Program of the Chemistry Division, Professor Maria da Graça H. Vicente of the Department of Chemistry at Louisiana State University, in collaboration with Professor Petia Bobadova of the Department of Chemistry and Fermentation Sciences at Appalachian State University, will develop new fluorescent dyes for use in biological and materials applications, including bioimaging and chemosensing.  The main goals are to design and synthesize new boron dipyrromethene (BODIPY) dyes, followed by investigation of their photophysical, electrochemical and cellular properties.   This research is directed toward the development of near-infrared absorbing and emitting fluorophores that can be conjugated with proteins and other biomolecules. Computational and experimental methods will be used to design, synthesize and evaluate new fluorescent dyes and their conjugates, seeking enhanced stability, biocompatibility and performance for practical applications. This project encompasses organic and inorganic chemistry, spectroscopy, chemical kinetics, computational modeling, cell and molecular biology, molecular recognition, and biomedical imaging, and is therefore well suited to the education of scientists at all levels.  This group is also well-positioned to provide the highest level of education and training for students underrepresented in science.  Dr. Vicente leads programs at LSU that will enhance student learning and professional skills, enrich their educational experiences, and encourage them to pursue research careers.  Outreach activities involving K-12 students will also be part of the funded project.  \r\n\r\nBoron dipyrromethene (BODIPY) dyes display a rich array of photophysical and optoelectronic properties, including intense absorption and emission profiles, high molar extinction coefficients, high fluorescence quantum yields and long fluorescence lifetimes. Chemical modifications of the BODIPY core can be used to tune the absorption and emission wavelengths, Stokes shifts, stability, quantum yields, water-solubility, and to introduce functionality suitable for conjugation. This project aims to provide new BODIPY-based systems with enhanced stability, solubility, and photophysical properties for practical applications in bioimaging and biosensing.  The main strategies are:  1) Use of benzo-annelation via efficient intramolecular cyclizations to produce [a]-fused BODIPY systems with enhanced rigidity, and near-infrared absorptions/emissions. 2) Regioselective functionalizations to create push-pull BODIPY systems and BODIPY dyads with enhanced molar extinction coefficients, fluorescence emission and Stokes shifts, as well as with increased oxidation potentials and solubility.  3) Use of polyfluorination for enhancement of cellular permeability, stability, and biocompatibility. Computational methods will be used to assist the target design by modeling BODIPY properties and mechanisms, thus facilitating the development of new methodologies for the synthesis and functionalization of BODIPYs. This project encompasses a broad range of science and techniques, which will provide the highest level of education and training for students underrepresented in science.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Vicente",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Maria G Vicente",
   "pi_email_addr": "vicente@lsu.edu",
   "nsf_id": "000448036",
   "pi_start_date": "2021-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Petia",
   "pi_last_name": "Bobadova-Parvanova",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Petia N Bobadova-Parvanova",
   "pi_email_addr": "bobadovap@appstate.edu",
   "nsf_id": "000653380",
   "pi_start_date": "2021-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University & Agricultural and mechanical College",
  "perf_str_addr": "",
  "perf_city_name": "Baton Rouge",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708032701",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910200",
   "pgm_ele_name": "CMFP-Chem Mech Funct, and Prop"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 470000.0
  }
 ],
 "por": null
}