{
 "awd_id": "2055395",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RET Site: Collaborative Research: Sonoran Photovoltaics Laboratory: Energizing the STEM Pipeline through Citizen Science",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032922961",
 "po_email": "mverlege@nsf.gov",
 "po_sign_block_name": "Matthew A. Verleger",
 "awd_eff_date": "2021-11-01",
 "awd_exp_date": "2024-10-31",
 "tot_intn_awd_amt": 207000.0,
 "awd_amount": 207000.0,
 "awd_min_amd_letter_date": "2021-06-24",
 "awd_max_amd_letter_date": "2021-06-24",
 "awd_abstract_narration": "Advancing solutions to sustainable energy transitions, creating an informed citizenry, and building a highly skilled STEM workforce are all elements of successful energy system transitions for rural and urban communities. Addressing this grand challenge requires significant and balanced investments in solar energy research and education alike. Arizona State University and the University of Arizona will partner to create the Sonoran Photovoltaics Laboratory (SPV Lab) in order to inspire and enable educators. SPV Lab will promote the progress of science and engineering through this Research Experiences for Teachers (RET) Site which will position teachers to advance the energy revolution in two ways. First, they will directly contribute to research efforts that increase photovoltaic (PV) performance and resiliency. Second, these educators will develop and provide educational opportunities about solar energy that, in turn, inspire and enable the next generation of researchers and knowledgeable citizens. In relation to research and education, SPV Lab will also (a) broaden participation in engineering by students from a multitude of backgrounds by engaging them in meaningful STEM learning; (b) create a sustainable, scalable model of teaching-learning focused on educating students’ understanding of the world’s current energy situation and associated socio-technical challenges; (c) build prototypes for standardized PV products implementable in diverse educational settings and data platforms sharable across school sites; and (d) foster university, school, and industry partnerships to support and expand K-12 education in photovoltaic systems. Together, these activities create a pathway to expand access to solar energy. \r\n\r\nEnergy security remains a national priority, and the Sonoran Photovoltaics Laboratory (SPV Lab) RET aims to contribute to a national energy transition by increasing PV performance and educating the next generation of energy researchers and knowledgeable citizens, thereby creating a pathway to expand access to solar energy and to STEM education and career pathways. The SPV Lab RET will organize a regional approach to create an interconnected set of site-specific and use-inspired photovoltaic (PV) research projects for 4th-12th grade STEM teachers located in the Sonoran Desert region of the United States. SPV Lab faculty and graduate students will partner with teachers to sustain and spread PV research experiences to schools serving students from all backgrounds using shared PV data platforms and teacher-developed curriculum modules that engage students in PV citizen science.   Each summer’s RET will begin with a 1-week, cohort orientation and PV bootcamp, followed by 5-week participation in integrated research projects at one of three laboratory site hosts: ASU’s Solar Power Lab (SPL), UA’s AzRISE/TEP PV test yard, and the agrivoltaics research center at Biosphere 2. The SPV program will embed teachers in research projects that seek to better monitor, characterize, predict, or optimize the performance of PV. These concerted research experiences will directly engage teachers in research with the potential to critically impact local investment in renewable energy generation. Video-conferencing will enable cross-site industry webinars and virtual lab tours, pedagogical workshops, and co-development of curriculum modules that transfer research to the classroom using a Citizen Science model. Modules will be shared broadly (open source) at an annual mid-year professional development workshop, at professional conferences, and on a project website. Faculty, students, and industry partners will mentor teachers and students across the year, helping them contribute to research and develop related community energy engineering projects that demonstrate the social value of improving PV performance for their local neighborhoods. The SPV Lab will: (a) advance the science, technology and sustainability of PV through research projects in which teachers participate, (b) function as a pilot for a sustainable, scalable model of teacher professional development in PV engineering education, and (c) foster a culture of citizen science in which student are active contributors to PV engineering research promoting critical, connected and collective engagement using theories and practices that support transformative learning.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "Potter",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly S Potter",
   "pi_email_addr": "kspotter@ece.arizona.edu",
   "nsf_id": "000234915",
   "pi_start_date": "2021-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Greg",
   "pi_last_name": "Barron-Gafford",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Greg Barron-Gafford",
   "pi_email_addr": "gregbg@email.arizona.edu",
   "nsf_id": "000562652",
   "pi_start_date": "2021-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona Board of Regents, University of Arizona",
  "perf_str_addr": "1230 E Speedway Blvd",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135900",
   "pgm_ele_name": "RES EXP FOR TEACHERS(RET)-SITE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "115E",
   "pgm_ref_txt": "RESEARCH EXP FOR TEACHERS"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 207000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>RET Collaborative Site Project: Sonoran Photovoltaics Laboratory: Energizing the STEM Pipeline&nbsp; through Citizen Science </em>(hereafter <strong>SPV Lab</strong>) was a three-year project that took a regional approach to teaching and learning about the interconnectedness of food and energy by developing site-specific photovoltaic (PV) and agricultural engineering research projects for K-12th grade STEM teachers along the corridor between the University of Arizona (UA) and Arizona State University (ASU), co-located in the Sonoran Desert region of the United States. &nbsp;The Southwest region of the United States is unique in its hot, dry climate and because of the large number of days of bright sunlight the region receives.&nbsp; The intense sun and low humidity can make growing food difficult, highly water intensive, and expensive. &nbsp;Over three years, SPV Lab developed citizen science projects with thirty K-12 teachers, who in turn educated over 1500 Arizona students, to examine how to grow plants and vegetables more effectively in our arid desert climate, and how to use the sun to generate energy to help run the systems needed to support and sustain the growing plants.&nbsp; Through this National Science Foundation project, teacher participants in SPV Lab learned about crop growth and food production in the arid regions of the desert southwest and were able to generate excitement among children in their classrooms, building the next generation of STEM researchers.</p>\r\n<p>Photovoltaics, or solar panels, are devices which convert light from the sun into electricity. Agrivoltaics is a technique that combines solar energy production with agriculture. &nbsp;By planting crops that do not need direct sunlight beneath solar panels, the plants are protected from the brightest rays from the sun and the shading provided can help to reduce water evaporation in the soil which reduces the watering demands of the plants.&nbsp; In turn, the plants have a cooling effect on the solar panels, which allows the panels to operate more efficiently.&nbsp; These technologies have important potential in Arizona, where sunshine is an abundant resource and water is limited. &nbsp;</p>\r\n<p>Through this National Science Foundation Research Experience for Teachers program, SPV Lab teachers worked in an immersive six-week summer program with university faculty and students to learn about school gardening and soil health, to find out how solar cells work, to make their own solar cells, and to learn how to use the electricity generated by solar panels.&nbsp; Teachers also designed lesson plans for their classrooms and worked with the UA and ASU teams, as well as with many industry partners, to design and build agrivoltaic gardens at each of the K-12 schools in the program.&nbsp; Back at school in the fall, K-12 students in the SPV Lab teacher classrooms planted gardens in full sun and under solar panels.&nbsp; They used the energy generated by the solar panels to power projects ranging from watering and plant monitoring systems to kinetic water and art projects that helped beautify their schools.&nbsp; Students studied how plants grew under the solar panels and compared that to plant growth in gardens beds with full sun.&nbsp; They found, for example, that some plants, like chili peppers, preferred the bright, hot sun, but other plants, like herbs and lettuce, grew much bigger and healthier under the shade of the solar panels.</p>\r\n<p>Teachers and their students also partnered with university professors and graduate students share their results among all of the Arizona schools in the project and to present their findings at national conferences.&nbsp; Through these presentations, teachers and students shared their work with students across Arizona and the nation.&nbsp; University faculty, students, and industry partners have continued to support K-12 agrivoltaic projects at the SPV Lab schools, helping students contribute to research and develop related community food and energy engineering projects that demonstrate the connection between food and energy and the benefits of each for their local neighborhoods.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/26/2025<br>\nModified by: Kelly&nbsp;Simmons&nbsp;Potter</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2025/2055395/2055395_10742500_1740591667896_SPV_Lab_Image_3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/2055395/2055395_10742500_1740591667896_SPV_Lab_Image_3--rgov-800width.jpg\" title=\"Lettuce growing under solar modules\"><img src=\"/por/images/Reports/POR/2025/2055395/2055395_10742500_1740591667896_SPV_Lab_Image_3--rgov-66x44.jpg\" alt=\"Lettuce growing under solar modules\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">SPV Lab agrivoltaic garden bed with healthy, growing leaf lettuce under a solar panel.</div>\n<div class=\"imageCredit\">Tammye Paz</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Kelly&nbsp;Simmons&nbsp;Potter\n<div class=\"imageTitle\">Lettuce growing under solar modules</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/2055395/2055395_10742500_1740591495119_SPV_Lab_Image_5--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/2055395/2055395_10742500_1740591495119_SPV_Lab_Image_5--rgov-800width.jpg\" title=\"Agrivoltaic School Gardens\"><img src=\"/por/images/Reports/POR/2025/2055395/2055395_10742500_1740591495119_SPV_Lab_Image_5--rgov-66x44.jpg\" alt=\"Agrivoltaic School Gardens\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Summer 2023 SPV Lab teachers visit a summer 2022 school site to observe crops growing in SPV Lab garden beds with and without solar panels.</div>\n<div class=\"imageCredit\">Kelly Simmons-Potter</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Kelly&nbsp;Simmons&nbsp;Potter\n<div class=\"imageTitle\">Agrivoltaic School Gardens</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/2055395/2055395_10742500_1740589993583_SPV_Lab_Image_1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/2055395/2055395_10742500_1740589993583_SPV_Lab_Image_1--rgov-800width.jpg\" title=\"Agrivoltaic Planting Bed\"><img src=\"/por/images/Reports/POR/2025/2055395/2055395_10742500_1740589993583_SPV_Lab_Image_1--rgov-66x44.jpg\" alt=\"Agrivoltaic Planting Bed\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Students construct the mounting system to support a solar module over an agrivoltaics garden bed.</div>\n<div class=\"imageCredit\">Tammye Paz</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Kelly&nbsp;Simmons&nbsp;Potter\n<div class=\"imageTitle\">Agrivoltaic Planting Bed</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/2055395/2055395_10742500_1740591267593_SPV_Lab_Image_2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/2055395/2055395_10742500_1740591267593_SPV_Lab_Image_2--rgov-800width.jpg\" title=\"SPV Lab Garden Activities\"><img src=\"/por/images/Reports/POR/2025/2055395/2055395_10742500_1740591267593_SPV_Lab_Image_2--rgov-66x44.jpg\" alt=\"SPV Lab Garden Activities\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Students plant seedlings in agrivoltaics garden beds.</div>\n<div class=\"imageCredit\">Nikki Tapia</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Kelly&nbsp;Simmons&nbsp;Potter\n<div class=\"imageTitle\">SPV Lab Garden Activities</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/2055395/2055395_10742500_1740593187695_SPV_Lab_Image_7--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/2055395/2055395_10742500_1740593187695_SPV_Lab_Image_7--rgov-800width.jpg\" title=\"Mobile SPV Lab Garden Bed\"><img src=\"/por/images/Reports/POR/2025/2055395/2055395_10742500_1740593187695_SPV_Lab_Image_7--rgov-66x44.jpg\" alt=\"Mobile SPV Lab Garden Bed\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">University of Arizona graduate students help middle school students construct a mobile SPV Lab agrivoltaic garden bed.</div>\n<div class=\"imageCredit\">Kelly Simmons-Potter</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Kelly&nbsp;Simmons&nbsp;Potter\n<div class=\"imageTitle\">Mobile SPV Lab Garden Bed</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nRET Collaborative Site Project: Sonoran Photovoltaics Laboratory: Energizing the STEM Pipeline through Citizen Science (hereafter SPV Lab) was a three-year project that took a regional approach to teaching and learning about the interconnectedness of food and energy by developing site-specific photovoltaic (PV) and agricultural engineering research projects for K-12th grade STEM teachers along the corridor between the University of Arizona (UA) and Arizona State University (ASU), co-located in the Sonoran Desert region of the United States. The Southwest region of the United States is unique in its hot, dry climate and because of the large number of days of bright sunlight the region receives. The intense sun and low humidity can make growing food difficult, highly water intensive, and expensive. Over three years, SPV Lab developed citizen science projects with thirty K-12 teachers, who in turn educated over 1500 Arizona students, to examine how to grow plants and vegetables more effectively in our arid desert climate, and how to use the sun to generate energy to help run the systems needed to support and sustain the growing plants. Through this National Science Foundation project, teacher participants in SPV Lab learned about crop growth and food production in the arid regions of the desert southwest and were able to generate excitement among children in their classrooms, building the next generation of STEM researchers.\r\n\n\nPhotovoltaics, or solar panels, are devices which convert light from the sun into electricity. Agrivoltaics is a technique that combines solar energy production with agriculture. By planting crops that do not need direct sunlight beneath solar panels, the plants are protected from the brightest rays from the sun and the shading provided can help to reduce water evaporation in the soil which reduces the watering demands of the plants. In turn, the plants have a cooling effect on the solar panels, which allows the panels to operate more efficiently. These technologies have important potential in Arizona, where sunshine is an abundant resource and water is limited. \r\n\n\nThrough this National Science Foundation Research Experience for Teachers program, SPV Lab teachers worked in an immersive six-week summer program with university faculty and students to learn about school gardening and soil health, to find out how solar cells work, to make their own solar cells, and to learn how to use the electricity generated by solar panels. Teachers also designed lesson plans for their classrooms and worked with the UA and ASU teams, as well as with many industry partners, to design and build agrivoltaic gardens at each of the K-12 schools in the program. Back at school in the fall, K-12 students in the SPV Lab teacher classrooms planted gardens in full sun and under solar panels. They used the energy generated by the solar panels to power projects ranging from watering and plant monitoring systems to kinetic water and art projects that helped beautify their schools. Students studied how plants grew under the solar panels and compared that to plant growth in gardens beds with full sun. They found, for example, that some plants, like chili peppers, preferred the bright, hot sun, but other plants, like herbs and lettuce, grew much bigger and healthier under the shade of the solar panels.\r\n\n\nTeachers and their students also partnered with university professors and graduate students share their results among all of the Arizona schools in the project and to present their findings at national conferences. Through these presentations, teachers and students shared their work with students across Arizona and the nation. University faculty, students, and industry partners have continued to support K-12 agrivoltaic projects at the SPV Lab schools, helping students contribute to research and develop related community food and energy engineering projects that demonstrate the connection between food and energy and the benefits of each for their local neighborhoods.\r\n\n\n\t\t\t\t\tLast Modified: 02/26/2025\n\n\t\t\t\t\tSubmitted by: KellySimmonsPotter\n"
 }
}