{
 "awd_id": "2055486",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: BEE: Niche evolution and the assembly of replicate island lizard faunas",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032922944",
 "po_email": "aporrasa@nsf.gov",
 "po_sign_block_name": "Andrea Porras-Alfaro",
 "awd_eff_date": "2021-11-01",
 "awd_exp_date": "2025-10-31",
 "tot_intn_awd_amt": 1102014.0,
 "awd_amount": 1102014.0,
 "awd_min_amd_letter_date": "2021-06-10",
 "awd_max_amd_letter_date": "2021-06-10",
 "awd_abstract_narration": "Why do some species dominate communities while others are rare? What determines such ecological success is a fundamental question in biology. Differences in species’ specialization are often used to explain success. Species can either specialize on a few resources (e.g., one type of food), or employ a generalist strategy, and try to use many. However, a single species might specialize on one food type, but be a generalist in terms of the habitats that it’s found in. Because of this complexity it’s still unclear when a specialist strategy is beneficial. This project seeks to understand the conditions that favor specialists by examining lizard communities on islands in the West Indies. Sites in the West Indies communities contain one to eight species, with different species on each island. First the researchers will gauge how successful species are by quantifying lizard abundances. Second, they will measure lizard specialization with regards to their diets, the temperatures they tolerate, and the habitats they use. Third, the researchers will look to the evolutionary relationships between species, to assess how fast specialists evolve. Finally, they will measure how common food resources, temperatures, and habitats are. The research program will support undergraduate and graduate student training and promote science education in high schools. Further, it will explore new ways to communicate science by working with an artist to create art based on the research. \r\n\r\nThe role of specialization in determining ecological and evolutionary success has been long debated. Do trade-offs render generalists ‘jacks-of-all-trade but masters-of-none’—relegated to footnotes in ecological communities? Or, are specialists restricted to rare or less desirable resources, such that generalists are numerically dominant? Likewise, it is unclear how specialists evolve. Is niche expansion and contraction labile over macroevolutionary time? Or does the stage of a fauna’s evolution matter, such that during adaptive radiations early speciation events are more likely to produce generalists, with specialists only forming in late-stage, species-saturated communities? To answer these questions this research examines the Anolis lizard adaptive radiation in the Greater Antilles. The researchers use mark-recapture to quantify the structure of local communities on Jamaica, Puerto Rico, and two geographically distinct faunas on Hispaniola. Each islands’ fauna is evolutionarily independent, but has nevertheless repeatedly evolved many species with qualitatively similar ecologies. The researchers will quantify ecological similarities by measuring the niche positions (e.g. most frequently used resource) and breadths (e.g. span of resources used) of each species along thermal, vegetation structural, and dietary axes. Doing so allows the researchers to test the hypothesis that niche breadth corresponds to dominance in ecological communities. By combining niche information with phylogenetic relationships, the researchers will then address how labile niche breadths are over macroevolutionary time. Lastly, the researchers will quantify available thermal, structural, and dietary niche space availability in each community and island to assess whether generalists are more successful in younger and less diverse communities with ample unused niche space. This project will provide novel insights into the ecological underpinnings of the evolution of specialization, testing long held hypotheses and offering insights into the generality of these hypotheses across evolutionarily replicated faunas.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luke",
   "pi_last_name": "Frishkoff",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Luke O Frishkoff",
   "pi_email_addr": "luke.frishkoff@uta.edu",
   "nsf_id": "000632526",
   "pi_start_date": "2021-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Arlington",
  "inst_street_address": "701 S NEDDERMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172722105",
  "inst_zip_code": "760199800",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT ARLINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "LMLUKUPJJ9N3"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Texas at Arlington",
  "perf_str_addr": "701 S. Nedderman Dr",
  "perf_city_name": "Arlington",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "760190145",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  },
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 1102014.0
  }
 ],
 "por": null
}