{
 "awd_id": "2100081",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Mindfulness Training to Mitigate Psychological Threat and Enhance Engagement and Learning in Undergraduate Introductory Physics",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924674",
 "po_email": "drickey@nsf.gov",
 "po_sign_block_name": "Dawn Rickey",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 76367.0,
 "awd_amount": 76367.0,
 "awd_min_amd_letter_date": "2021-07-28",
 "awd_max_amd_letter_date": "2021-07-28",
 "awd_abstract_narration": "This project aims to serve the national interest by developing and testing a novel theoretical framework to understand and mitigate sources of disengagement and promote sources of engagement in undergraduate introductory physics courses. A premise of this project is that students under psychological threat—those who appraise demands of physics as exceeding coping resources—are more likely to disengage from physics. Critically, reducing psychological threat is suggested to boost engagement, and ultimately, learning and retention. The focus is on mindfulness as a tool to help students reappraise physics stressors, so that demands posed by learning physics can be perceived as temporary challenges to be overcome rather than permanent threats to be avoided.\r\n\r\nThis project tests a model of psychological threat in relation to physics engagement and learning that integrates three separate research literatures on: 1) motivation (social and educational psychology), 2) mindfulness and stress (health and clinical science), and 3) learning (cognitive psychology and disciplinary-based physics education). In a series of randomized field experiments with undergraduates, this project tests the hypothesis that mindfulness training can help students make more adaptive stress appraisals, thereby mitigating psychological threat and boosting engagement. This project also explores whether adaptive stress appraisals and increased engagement cumulate to longer-term gains in learning and retention outcomes. Through the use of multimethod assessments (ecological momentary assessment, performance measures, self-report surveys, interviews, objective course records), the proposed studies will provide critical data necessary to rigorously test mechanisms connecting mindfulness to stress appraisals, engagement, and physics learning more broadly. Findings from this research will provide valuable insights into the relations between mindfulness, psychological threat, and engagement and learning. This project is supported by the EHR Core Research (ECR) program, which supports work that advances fundamental research on STEM learning and learning environments, broadening participation in STEM, and STEM workforce development.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Kuo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Kuo",
   "pi_email_addr": "ekuo@illinois.edu",
   "nsf_id": "000810061",
   "pi_start_date": "2021-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S Wright St",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 76367.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Although introductory physics courses are the gateway to STEM degrees and careers, many college students experience psychological threats that lead to disengagement, threaten success in these courses, and ultimately jeopardize the likelihood of receiving their STEM degree.&nbsp; The goal of this project was to investigate ways to lower students' sense of psychological threat in introductory physics to increase STEM students' success.&nbsp; An experiment with college physics students showed that exposure to&nbsp;<em>mindfulness practices</em>, adapted from clinical and health sciences, lowered physics students' reported psychological threat, increased their course engagement, and increased their likelihood of continuing on in the STEM course sequence.&nbsp; Mindfulness training helped students practice recognition, non-judgmental awareness, and acceptance of their emotions through out-of-class training.&nbsp;</p>\r\n<p>This project also identified specific concerns and experiences that students have inform students&rsquo; feelings of psychological threat in physics.&nbsp; One finding was that college students&rsquo; concerns not merely academic, even though this is often instructors&rsquo; focus. The coded concerns (in order from most common to least common) are academic, social, organization-&nbsp;and management-oriented, career-&nbsp;and future-oriented, and&nbsp;related to hopes for a&nbsp;good college experience.&nbsp;In addition, course experiences can heighten or mitigate psychological threat &ndash; including those related to classroom structures, instructor interactions, instructional activities, exams, help-seeking, and peer interactions.&nbsp; Finally, students reported on features of courses that decreased threat with and increased engagement in groupwork by increasing the sense of community among students and raising the expectations that their participation would be valued and not punished.&nbsp; These documented student concerns and course experiences can inform future redesigns of physics courses to more be more effective.</p>\r\n<p>In summary, this project has investigated the nature of psychological threat in introductory physics courses and uncovered in- and out-of-class methods for lowering that threat to increase STEM student engagement and continued success.&nbsp; Outside of the course context, the mindfulness training has been shown to be effective for helping students&rsquo; cope with unsupportive learning environments. Within the course context, understanding the experiential sources of psychological threat provides a basis for guiding course redesign efforts to enhance STEM student engagement, learning, and success.&nbsp;</p><br>\n<p>\n Last Modified: 02/12/2025<br>\nModified by: Eric&nbsp;Kuo</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nAlthough introductory physics courses are the gateway to STEM degrees and careers, many college students experience psychological threats that lead to disengagement, threaten success in these courses, and ultimately jeopardize the likelihood of receiving their STEM degree. The goal of this project was to investigate ways to lower students' sense of psychological threat in introductory physics to increase STEM students' success. An experiment with college physics students showed that exposure tomindfulness practices, adapted from clinical and health sciences, lowered physics students' reported psychological threat, increased their course engagement, and increased their likelihood of continuing on in the STEM course sequence. Mindfulness training helped students practice recognition, non-judgmental awareness, and acceptance of their emotions through out-of-class training.\r\n\n\nThis project also identified specific concerns and experiences that students have inform students feelings of psychological threat in physics. One finding was that college students concerns not merely academic, even though this is often instructors focus. The coded concerns (in order from most common to least common) are academic, social, organization-and management-oriented, career-and future-oriented, andrelated to hopes for agood college experience.In addition, course experiences can heighten or mitigate psychological threat  including those related to classroom structures, instructor interactions, instructional activities, exams, help-seeking, and peer interactions. Finally, students reported on features of courses that decreased threat with and increased engagement in groupwork by increasing the sense of community among students and raising the expectations that their participation would be valued and not punished. These documented student concerns and course experiences can inform future redesigns of physics courses to more be more effective.\r\n\n\nIn summary, this project has investigated the nature of psychological threat in introductory physics courses and uncovered in- and out-of-class methods for lowering that threat to increase STEM student engagement and continued success. Outside of the course context, the mindfulness training has been shown to be effective for helping students cope with unsupportive learning environments. Within the course context, understanding the experiential sources of psychological threat provides a basis for guiding course redesign efforts to enhance STEM student engagement, learning, and success.\t\t\t\t\tLast Modified: 02/12/2025\n\n\t\t\t\t\tSubmitted by: EricKuo\n"
 }
}