{
 "awd_id": "2100343",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Understanding Roles of Masters Education in Entry Into, and Upskilling and Reskilling for, the STEM Workforce",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032922321",
 "po_email": "anixon@nsf.gov",
 "po_sign_block_name": "Andrea Nixon",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 1014700.0,
 "awd_amount": 1014700.0,
 "awd_min_amd_letter_date": "2021-06-11",
 "awd_max_amd_letter_date": "2022-08-18",
 "awd_abstract_narration": "The Council of Graduate Schools examines the role of master’s education in STEM education workforce development. The project will contribute to the development of a data infrastructure for future research on master’s education while providing more nuanced insights into labor market outcomes of master’s degrees in STEM by various fields of study, gender, race/ethnicity, and career stages. Investigators will investigate the upskilling/reskilling pathways into master’s education and how different motivations and other factors may explain student choices. The project also will shed light on how master’s education may facilitate transitions to STEM careers for non-STEM undergraduate majors. In addition to providing an evidence base for investments in STEM technical training, the project will contribute to developing a more comprehensive approach to improving STEM master’s education.\r\n \r\nThe research design is guided by the traditional human capital investment perspective where individuals pursue master’s education to gain skills, knowledge, and expertise to increase their career effectiveness and success.  Investigators hypothesize that (1) individuals are motivated by their desires to upskill or reskill, thus making themselves more marketable in the labor market; (2) individuals’ intentions to upskill or reskill and decisions to pursue particular master’s degrees will translate into their subsequent job placements and career trajectories. An exit survey of master’s degree recipients from ten U.S. colleges and universities will be used to answer three research questions: (1) What factors are associated with STEM and non-STEM students’ pursuit of master’s degrees in STEM and non-STEM fields? (2) How does attainment of a master’s degree explain persistence or job changes within the STEM workforce.  (3) How does the upskilling and reskilling pathways through master’s education differ by subfields and socioeconomic attributes of master’s degree recipients? The survey will include questions from the National Science Foundation (NSF) Survey of Earned Doctorates, Council of Graduate Schools Professional Science Master’s Initiative exit survey, and alumni and student surveys from the NSF Understanding PhD Career Pathways in STEM project. Investigators will perform logistic regression models to analyze the data. The research results will illuminate the role of master’s education in developing a diverse STEM workforce.  \r\n\r\nThis project is supported by the EHR Core Research program that funds fundamental research focused on STEM learning and learning environments, broadening participation in STEM, and STEM professional workforce development.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Suzanne",
   "pi_last_name": "Ortega",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Suzanne T Ortega",
   "pi_email_addr": "sortega@cgs.nche.edu",
   "nsf_id": "000676045",
   "pi_start_date": "2021-06-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Julia",
   "pi_last_name": "Kent",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Julia D Kent",
   "pi_email_addr": "jkent@cgs.nche.edu",
   "nsf_id": "000599867",
   "pi_start_date": "2021-06-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Hironao",
   "pi_last_name": "Okahana",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hironao Okahana",
   "pi_email_addr": "hokahana@cgs.nche.edu",
   "nsf_id": "000692675",
   "pi_start_date": "2021-06-11",
   "pi_end_date": "2021-09-13"
  }
 ],
 "inst": {
  "inst_name": "Council of Graduate Schools",
  "inst_street_address": "1 DUPONT CIR NW STE 230",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2022233791",
  "inst_zip_code": "200361173",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "COUNCIL OF GRADUATE SCHOOLS",
  "org_prnt_uei_num": "",
  "org_uei_num": "CU3UNKJBXGM3"
 },
 "perf_inst": {
  "perf_inst_name": "Council of Graduate Schools",
  "perf_str_addr": "1 Dupont Circle NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200361146",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8055",
   "pgm_ref_txt": "Capacity-Building Projects"
  },
  {
   "pgm_ref_code": "8816",
   "pgm_ref_txt": "Workforce Development"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 655321.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 359379.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project titled \"Understanding Roles of Master&rsquo;s Education in Entry Into, and Upskilling and Reskilling for, the STEM Workforce\" under NSF award #2100343 set out to strengthen the research base informing investment in STEM workforce preparation at the master&rsquo;s level. Over the course of this project, CGS facilitated the administration of the Master&rsquo;s Exit Survey and collected data from 12 participating institutions. CGS collected aggregate data from partner institutions that provided insights into master&rsquo;s education's role in STEM workforce entry and skills development. The project team developed a Master&rsquo;s Exit Survey data dashboard to generate customized queries regarding the survey responses and career outcomes of master's students. The CGS team produced two research briefs using the aggregated dataset. Key outcomes and findings emerged:</p>\r\n<ul>\r\n<li>STEM pathways for men and women displayed similar trends, with 19% of women and 17% of men leaving STEM fields, and 9.2% of women and 10.8% of men joining STEM fields from undergraduate to graduate programs. </li>\r\n<li>One fifth of all master's students earned a certificate during their degree, with more than half holding at least one certificate by graduation. </li>\r\n<li>There was minimal movement in and out of STEM fields, with women more likely to have never participated in STEM programs at either undergraduate or graduate levels. </li>\r\n<li>Most certificates were obtained alongside a master's degree, and graduates transitioning into STEM programs frequently held prior jobs unrelated to their master's degree. </li>\r\n<li>Three-quarters of currently employed graduates who switched fields of study were already in jobs aligned with their master's degree, and men aspired to work in STEM only slightly more than women. </li>\r\n</ul>\r\n<p>The project also fostered relationships and led conversations on master's education among higher education leaders and researchers, presenting findings and best practices at national conferences. During these presentations, lessons learned from the master's exit survey data collection were shared to inform future efforts in collecting master&rsquo;s student data.</p>\r\n<p>The project significantly impacted the development of the principal discipline by creating a solid evidence base for future investments in STEM training, supporting the national goal of building a robust STEM-capable workforce. It highlighted the role of master's education in forming pathways to STEM doctoral education, specifically benefiting individuals facing barriers to access and opportunity.</p>\r\n<p>Collaboration with 12 universities enabled a more systematic approach to improving STEM master's education, including strengthening institutional capacities to gather outcomes data and aligning curricula with core competencies. The project's outcomes aligned with recommendations from the National Academies of Science, Engineering, and Medicine to realign graduate STEM education to meet 21st-century workforce needs. The project also involved non-STEM programs, developing an instrument that captures data from master's students across various disciplines, informing policies and practices for both STEM and non-STEM education. The findings inform discussions about master's education and workforce development, supporting professional development for master's students and facilitating career transitions.&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/31/2025<br>\nModified by: Suzanne&nbsp;T&nbsp;Ortega</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe project titled \"Understanding Roles of Masters Education in Entry Into, and Upskilling and Reskilling for, the STEM Workforce\" under NSF award #2100343 set out to strengthen the research base informing investment in STEM workforce preparation at the masters level. Over the course of this project, CGS facilitated the administration of the Masters Exit Survey and collected data from 12 participating institutions. CGS collected aggregate data from partner institutions that provided insights into masters education's role in STEM workforce entry and skills development. The project team developed a Masters Exit Survey data dashboard to generate customized queries regarding the survey responses and career outcomes of master's students. The CGS team produced two research briefs using the aggregated dataset. Key outcomes and findings emerged:\r\n\r\nSTEM pathways for men and women displayed similar trends, with 19% of women and 17% of men leaving STEM fields, and 9.2% of women and 10.8% of men joining STEM fields from undergraduate to graduate programs. \r\nOne fifth of all master's students earned a certificate during their degree, with more than half holding at least one certificate by graduation. \r\nThere was minimal movement in and out of STEM fields, with women more likely to have never participated in STEM programs at either undergraduate or graduate levels. \r\nMost certificates were obtained alongside a master's degree, and graduates transitioning into STEM programs frequently held prior jobs unrelated to their master's degree. \r\nThree-quarters of currently employed graduates who switched fields of study were already in jobs aligned with their master's degree, and men aspired to work in STEM only slightly more than women. \r\n\r\n\n\nThe project also fostered relationships and led conversations on master's education among higher education leaders and researchers, presenting findings and best practices at national conferences. During these presentations, lessons learned from the master's exit survey data collection were shared to inform future efforts in collecting masters student data.\r\n\n\nThe project significantly impacted the development of the principal discipline by creating a solid evidence base for future investments in STEM training, supporting the national goal of building a robust STEM-capable workforce. It highlighted the role of master's education in forming pathways to STEM doctoral education, specifically benefiting individuals facing barriers to access and opportunity.\r\n\n\nCollaboration with 12 universities enabled a more systematic approach to improving STEM master's education, including strengthening institutional capacities to gather outcomes data and aligning curricula with core competencies. The project's outcomes aligned with recommendations from the National Academies of Science, Engineering, and Medicine to realign graduate STEM education to meet 21st-century workforce needs. The project also involved non-STEM programs, developing an instrument that captures data from master's students across various disciplines, informing policies and practices for both STEM and non-STEM education. The findings inform discussions about master's education and workforce development, supporting professional development for master's students and facilitating career transitions.\r\n\n\n\t\t\t\t\tLast Modified: 03/31/2025\n\n\t\t\t\t\tSubmitted by: SuzanneTOrtega\n"
 }
}