{
 "awd_id": "2100393",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Regional  impacts of increasing fire frequency on carbon dynamics and  species composition in the boreal forest",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032924354",
 "po_email": "mstiegli@nsf.gov",
 "po_sign_block_name": "Marc Stieglitz",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2023-01-31",
 "tot_intn_awd_amt": 378072.0,
 "awd_amount": 174020.0,
 "awd_min_amd_letter_date": "2020-12-07",
 "awd_max_amd_letter_date": "2020-12-07",
 "awd_abstract_narration": "The Arctic is warming faster than any other area of the world and its boreal forests have experienced dramatic increases in the size and frequency of fires. The fast pace of these changes has prompted concern because boreal forests make up about a third of all forests worldwide, contain almost half of the world's stored carbon, and have been historically stable with black spruce dominating this landscape for the past 6,000 years. Warming of 2-8 °C is projected by the end of the century and the emergence of a new fire regime threatens to disrupt this forest ecosystem. For example, in some regions of interior Alaska, the fire return interval has decreased to 10-50 years, causing shifts from black spruce to deciduous trees and grasses. Changes in the climate and fire regime are also expected to affect global carbon cycling since fires and thawing of frozen soils (permafrost) may release large amounts of carbon into the atmosphere. This research will incorporate field studies and computer simulations to determine how fire frequency and climate change affect shifts between vegetation types (e.g. switch from conifer to grasses) and long term carbon storage in this vast and under-studied region. The study will train graduate students and involve Native American high school students from the Rural Alaska Honors Institute (RAHI) in field work. The investigators will collaborate with Your World Rocks (YWR), a nonprofit organization of female scientists and engineers dedicated to promoting science education in elementary schools. They will develop hands-on activities focusing on climate change, forests, and fire and conduct free hands-on activities in elementary schools in the greater Portland/Vancouver metro area, with a particular focus on underserved Title 1 schools. \r\n\r\nThe fast pace of climate warming and an increase in fire frequency over the past few decades in northern latitudes has raised concerns about major shifts in vegetation and the long-term ability of ecosystems to capture and store carbon. Boreal forest ecosystems account for about 33% of all forests worldwide and contain about 45% of the world's carbon stocks, with the majority (~85%) stored belowground. For the past 6,000 years, black spruce (Picea mariana (Mill.) B.S.P.) has been the dominant species over a large proportion of this landscape, exhibiting substantial resilience to changes in climate. However, unprecedented warming (causing earlier snowmelt, permafrost thawing, and longer growing seasons) and the emergence of a new fire regime over the past 60 years threatens to disrupt the existing dominance by black spruce and release globally significant amounts of carbon into the atmosphere. The goal of this research is to quantify the potential for large-scale changes in carbon (C) sink strength, C stocks, and vegetation in boreal forests due to climate change and repeated wildfires by integrating mechanistic field and lab work with dynamic, spatially explicit landscape modeling. Working in central Alaska, the investigators will: 1) determine how fire frequency and climate change affect successional trajectories and above- and belowground C cycling, and 2) assess how the mechanisms that cause tipping points between vegetation types (i.e. conifer, hardwood, graminoid) and C sequestration (i.e. sink, source) vary spatially and temporally. To achieve these objectives, the investiagors will empirically measure above- and belowground C stocks, productivity, heterotrophic respiration, soil temperature and moisture content, and active layer thickness in the field and quantify C mineralization using laboratory soil incubations. They will also develop and validate a physically based permafrost/hydrology module for a widely-used, high resolution landscape simulation model (LANDIS-II) to forecast long-term dynamics of species composition and C source/sink status given projected changes in climate (including thawing permafrost) and fire. The work will improve our understanding of how C cycling and species composition in boreal forests will respond to climate change and disturbances at the fine spatial scales critical to accurately project the future of the boreal forest.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Melissa",
   "pi_last_name": "Lucash",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Melissa S Lucash",
   "pi_email_addr": "mlucash@uoregon.edu",
   "nsf_id": "000593354",
   "pi_start_date": "2020-12-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "Portland State University",
  "perf_str_addr": "PO Box 751-SPA",
  "perf_city_name": "Portland",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972070751",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 174020.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-d99d30a4-7fff-73cb-301e-4b2ad7c446c1\"> <span id=\"docs-internal-guid-a5202384-7fff-48cc-0d26-5979229ca994\"> </span></span></p>\n<p dir=\"ltr\"><span>The Arctic and Boreal regions are warming faster than any other portion of the world. In recent decades, Alaska has warmed almost four times as rapidly as the contiguous U.S. with additional warming of 2-8 &deg;C projected by 2100. Fire frequency and mean area burned have significantly increased throughout the circumpolar north, threatening to disrupt this region by causing major shifts in vegetation and loss of carbon stocks.&nbsp;</span></p>\n<p>We investigated how short-interval fires &ndash; fires that reoccur within 15 years versus the typical 100 year return interval &ndash; affected post-fire forest regeneration in two burn complexes with areas burned 1x, 2x, and 3x over 60 years and mature (&asymp; 90 year old) spruce forests underlain by permafrost in interior Alaska (Hayes et al 2021). In the drier upland site, black spruce declined sharply after two fires. In the wetter lowland site, black spruce persisted after two fires, but was effectively eliminated in both stands after three burns. Total carbon in reburned stands declined with additional fires, even with increases in tree density of deciduous species (Hayes et al., in prep). These results indicate that the effects of reburning on regeneration and carbon storage may differ across topographic position, but additional short-interval disturbance events may overwhelm the moderating effects of local site conditions.</p>\n<p>Reburning increased soil temperature and respiration and decreased shrub production (Shabaga et al., 2022). Surprisingly, differences in carbon fluxes were only partially explained by soil temperature and insolation; organic horizon depth and overstory biomass were found to be better predictors.</p>\n<p dir=\"ltr\"><span>An incubation study found that soil organic matter quality varied with burn frequency, likely caused by vegetation change from conifer to deciduous vegetation. Also, burn frequency shifted heterotrophic respiration from the surface to deeper soils because of dramatic warming at depth (Vogel et al in prep). This suggests that as fire frequency continues to increase, soil warming will also increase, releasing more carbon into the atmosphere, creating a positive feedback.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Remotely-sensed data revealed that while there is strong resistance to burning in Alaska for the first decade after a fire, from 10 to 20 years post-fire resistance appears to decline (Buma et al. 2022). Reburning appears to be increasing with time, suggesting continued forest shifts as changing climatic drivers overwhelm the resistance of early postfire landscapes to reburning.&nbsp;</span></p>\n<p dir=\"ltr\"><span>A coupled hydrology (SHAW) and deep permafrost (GIPL) model reasonably simulated water and energy transfer dynamics in boreal deciduous forests (Marshall et al., 2021a&amp;b). The parameters that control how tightly soils retain water and how much plants regulate their stomata were found to have the largest influence on soil water content and influenced whether soils become wetter or drier in future conditions. A novel diagnostic approach, Climate Sensitivity of Model Performance, was found to be more suitable for climate change applications while moderately decreasing traditional model performance.</span></p>\n<p dir=\"ltr\"><span>A</span><span> new succession extension (DGS) of the LANDIS-II forest landscape model was developed to integrate a vegetation dynamics model (NECN) with a soil carbon model (DAMM-McNiP), a hydrologic model (SHAW), and a deep soil profile permafrost model (GIPL) in a spatially-explicit framework (Lucash et al 2023). DGS has three major improvements from its predecessor. First, the hydrology model in DGS simulates energy and water cycling at multiple levels in the canopy and soil. Second, DGS simulates measurable, rather than theoretical soil pools. Finally, soil temperature and soil moisture are simulated at only one depth in NECN, whereas in DGS, soil temperature (and hence permafrost) is simulated at up to 50 user-defined depths to 4 and 75 m with SHAW and GIPL, respectively. DGS improved simulations of soil moisture and temperature compared to NECN which produced unrealistically low soil moistures and high seasonal fluctuations in soil temperature.&nbsp;</span></p>\n<p>How climate change and increasing fire frequency alters future successional trajectories after wildfire were explored with DGS (Weiss et al., in press). Rates of transition away from conifer dominance increased under climate change and the largest shifts in vegetation type occurred when multiple fires occurred. Simulated fire rotation period was also significantly lower under climate change, primarily driven by a greater frequency of large fires which persisted throughout the next 100 years despite an increase in dominance by deciduous species (Weiss et al. in prep). At the landscape level, widespread increase in permafrost thaw and increases in heterotrophic respiration occurred under climate change (Weiss et al., in prep). Overall, these outcomes underscore how shifts in forest type may become more prevalent and the landscape may become a net source of atmospheric carbon as the landscape experiences pressure from increasing wildfire and climate change.</p>\n<p dir=\"ltr\"><span>Our research supported a junior female scientist as lead PI (Lucash), two graduate students, two post-docs and six undergraduate students. ScienceLive developed four educational modules for middle school students featuring field data and videos on carbon cycling, fire ecology, soil respiration and permafrost.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/31/2023<br>\n\t\t\t\t\tModified by: Melissa&nbsp;S&nbsp;Lucash</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n  \nThe Arctic and Boreal regions are warming faster than any other portion of the world. In recent decades, Alaska has warmed almost four times as rapidly as the contiguous U.S. with additional warming of 2-8 &deg;C projected by 2100. Fire frequency and mean area burned have significantly increased throughout the circumpolar north, threatening to disrupt this region by causing major shifts in vegetation and loss of carbon stocks. \n\nWe investigated how short-interval fires &ndash; fires that reoccur within 15 years versus the typical 100 year return interval &ndash; affected post-fire forest regeneration in two burn complexes with areas burned 1x, 2x, and 3x over 60 years and mature (&asymp; 90 year old) spruce forests underlain by permafrost in interior Alaska (Hayes et al 2021). In the drier upland site, black spruce declined sharply after two fires. In the wetter lowland site, black spruce persisted after two fires, but was effectively eliminated in both stands after three burns. Total carbon in reburned stands declined with additional fires, even with increases in tree density of deciduous species (Hayes et al., in prep). These results indicate that the effects of reburning on regeneration and carbon storage may differ across topographic position, but additional short-interval disturbance events may overwhelm the moderating effects of local site conditions.\n\nReburning increased soil temperature and respiration and decreased shrub production (Shabaga et al., 2022). Surprisingly, differences in carbon fluxes were only partially explained by soil temperature and insolation; organic horizon depth and overstory biomass were found to be better predictors.\nAn incubation study found that soil organic matter quality varied with burn frequency, likely caused by vegetation change from conifer to deciduous vegetation. Also, burn frequency shifted heterotrophic respiration from the surface to deeper soils because of dramatic warming at depth (Vogel et al in prep). This suggests that as fire frequency continues to increase, soil warming will also increase, releasing more carbon into the atmosphere, creating a positive feedback. \nRemotely-sensed data revealed that while there is strong resistance to burning in Alaska for the first decade after a fire, from 10 to 20 years post-fire resistance appears to decline (Buma et al. 2022). Reburning appears to be increasing with time, suggesting continued forest shifts as changing climatic drivers overwhelm the resistance of early postfire landscapes to reburning. \nA coupled hydrology (SHAW) and deep permafrost (GIPL) model reasonably simulated water and energy transfer dynamics in boreal deciduous forests (Marshall et al., 2021a&amp;b). The parameters that control how tightly soils retain water and how much plants regulate their stomata were found to have the largest influence on soil water content and influenced whether soils become wetter or drier in future conditions. A novel diagnostic approach, Climate Sensitivity of Model Performance, was found to be more suitable for climate change applications while moderately decreasing traditional model performance.\nA new succession extension (DGS) of the LANDIS-II forest landscape model was developed to integrate a vegetation dynamics model (NECN) with a soil carbon model (DAMM-McNiP), a hydrologic model (SHAW), and a deep soil profile permafrost model (GIPL) in a spatially-explicit framework (Lucash et al 2023). DGS has three major improvements from its predecessor. First, the hydrology model in DGS simulates energy and water cycling at multiple levels in the canopy and soil. Second, DGS simulates measurable, rather than theoretical soil pools. Finally, soil temperature and soil moisture are simulated at only one depth in NECN, whereas in DGS, soil temperature (and hence permafrost) is simulated at up to 50 user-defined depths to 4 and 75 m with SHAW and GIPL, respectively. DGS improved simulations of soil moisture and temperature compared to NECN which produced unrealistically low soil moistures and high seasonal fluctuations in soil temperature. \n\nHow climate change and increasing fire frequency alters future successional trajectories after wildfire were explored with DGS (Weiss et al., in press). Rates of transition away from conifer dominance increased under climate change and the largest shifts in vegetation type occurred when multiple fires occurred. Simulated fire rotation period was also significantly lower under climate change, primarily driven by a greater frequency of large fires which persisted throughout the next 100 years despite an increase in dominance by deciduous species (Weiss et al. in prep). At the landscape level, widespread increase in permafrost thaw and increases in heterotrophic respiration occurred under climate change (Weiss et al., in prep). Overall, these outcomes underscore how shifts in forest type may become more prevalent and the landscape may become a net source of atmospheric carbon as the landscape experiences pressure from increasing wildfire and climate change.\nOur research supported a junior female scientist as lead PI (Lucash), two graduate students, two post-docs and six undergraduate students. ScienceLive developed four educational modules for middle school students featuring field data and videos on carbon cycling, fire ecology, soil respiration and permafrost.\n\n \n\n\t\t\t\t\tLast Modified: 05/31/2023\n\n\t\t\t\t\tSubmitted by: Melissa S Lucash"
 }
}