{
 "awd_id": "2100975",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Flow Channel Control of Substorm Expansion Phase Spatial Coverage and Duration",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032928963",
 "po_email": "sraizada@nsf.gov",
 "po_sign_block_name": "Shikha Raizada",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 79984.0,
 "awd_amount": 79984.0,
 "awd_min_amd_letter_date": "2021-08-23",
 "awd_max_amd_letter_date": "2021-08-23",
 "awd_abstract_narration": "Space weather describes the variations in the space environment between the sun and Earth.  Space weather often manifests as substorms, where a beautiful auroral display is accompanied by an electrical current in space which can impact systems and technologies in orbit and on Earth, such as spacecrafts and power distribution systems.  The substorm is localized in time (a few hours) and space (polar region). This project will benefit society by advancing understanding of space weather disturbances, which significantly affect space and susceptible ground systems.  More specifically, current space weather forecasting has some validity over long time scales, but severely lacks ability to predict onset, duration, and spatial coverage of short term (e.g., substorm and streamer time scales) disturbances. This project is directly aimed at this issue by examining what determines spatial and temporal development of individual disturbances.  The project will also set further precedents on coordinated use of ground-based capabilities to attack major facets of coupled magnetosphere-ionosphere physics.  The team will promote research partnerships and coordination between the relevant research activities at UCLA, Boston University, and Penn State to publicize and develop new approaches for maximizing return from NSF observing facilities.  The research will also continue to provide material and motivation for a UCLA freshman seminar (“Fiat Lux”) course at UCLA “Secrets of the Northern Lights: The Earth’s aurora” that has stimulated a talented, diverse, and enthusiastic group of students, leading to undergraduate research projects.\r\n\r\nThe Space Weather effects of a substorm depend not only on its peak instantaneous strength, but also on the highly variable spatial extent and duration. Despite their significant importance, the spatial extent and duration has received little attention due to the lack of ideas on what may be the important factors.  It has recently become known that flow channels of charged particles within the auroral oval (the ring of aurora above the Earth’s geomagnetic North Pole) that move from higher to lower latitude are a crucial feature of the oval and are responsible for the onset of a substorm.  This research project will focus on the role of these flow channels that occur after substorm onset and evaluate whether they play a crucial role in controlling the local time extent, the poleward expansion, and the duration of the substorm. Since flow channel related flows and field-aligned currents map along magnetic field lines that connect the magnetosphere and ionosphere, the team will make evaluation using primarily the NSF funded (and some other) radars and all-sky imagers that have greatly improved measurements over North America of ionospheric flows and aurora (which represent upward field-aligned currents). This allows the team to make two-dimensional measurement versus time, which cannot be done with sparse spacecraft. The investigators will also make use of a major new development in 2-D flow determination from radar data. The goals of this project are to establish: 1. Are plasma flows relative to the azimuthal expansion of the brightening of the onset arc consistent with that brightening expansion being the result of azimuthal expansion of the low entropy plasma from the onset flow channel as predicted by the Rice Convection Model? 2. What is the role of post-onset flow channels outside the auroral bulge in controlling the longitudinal development of substorm expansion? 3. Are polar cap flow channels directed toward the poleward boundary of the active substorm auroral bulge important in controlling further poleward expansion and the duration of substorm expansion-phase auroral activity? 4. Is the longitudinal extent and duration of the expansion-phase-like disturbances that initiate from the auroral polar boundary controlled by polar cap flow channels?\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yukitoshi",
   "pi_last_name": "Nishimura",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yukitoshi Nishimura",
   "pi_email_addr": "toshi16@bu.edu",
   "nsf_id": "000564420",
   "pi_start_date": "2021-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "881 Commonwealth Avenue",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 79984.0
  }
 ],
 "por": null
}