{
 "awd_id": "2100946",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Excellence in Research: Collaborative Research: Computational Modeling and Experimental Investigation on Multivalent Interaction at Nano-Bio Interface for 2D Materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032927256",
 "po_email": "nirosenz@nsf.gov",
 "po_sign_block_name": "Nitsa Rosenzweig",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 499999.0,
 "awd_amount": 499999.0,
 "awd_min_amd_letter_date": "2021-06-21",
 "awd_max_amd_letter_date": "2021-06-21",
 "awd_abstract_narration": "PART 1:   NON-TECHNICAL SUMMARY \r\n\r\nNano-materials are extremely small sized materials. Nano-materials become biomaterials when they directly or indirectly interact with living things, and also when they are used as biosensors, bioimaging or therapeutic agents. Understanding the interactions occurring at the interface of such nano-materials and biological molecules is very important for several potential applicatons. The current project will develop novel, two-dimensional (2D) nano-materials and examine their physical and chemical interactions with biomolecules. This will be accomplished by coupling computational simulations and experimental investigations. The expected outcome is that novel nano-platforms will be developed, and they will have capability to be explored for numerous promising applications in industry. Successful completion of this project will offer many fascinating physicochemical properties that will generate exciting opportunities for future two-dimensional nanomaterials-based biosensing, bioimaging, and therapeutic applications. The project will provide excellent research and education opportunities for underrepresented minority undergraduate and graduate students from Clark Atlanta University and Jackson State University. The current project will increase the skilled workforce in the important fields of computation and emerging novel material design, with an emphasis on enhancing and promoting diversity from underrepresented groups.\r\n\r\nPART 2:   TECHNICAL SUMMARY\r\n\r\nThe project will provide a better understanding of the nano-bio interface at the cellular and molecular levels, which is extremely important to guide the rational design of 2D material for biomedical devices. The proposed research will address essential new questions on how the heterogeneous nature of the biological system influences the dynamics of nano-bio interactions. The research and educational activities of this project include: (i) Development, computational exploration, and characterization of chemically functionalized 2D materials of graphene oxide and phosphorene; (ii) Elucidation of the multivalent interactions at nano-bio interfaces between 2D materials with DNA/RNA, proteins, and peptides; (iii) Understanding how corona formation on 2D nano-material changes the biological fate, using cell viability and cellular uptake experiment; (iv) Performing computational modeling to understand the interactions of 2D materials with biomolecules; and (v) Engaging minority students in advanced research on emerging nano-bio technologies. The current project will provide opportunities for underrepresented minority participants to become next generation materials scientists through innovative research and education in emerging 2D material-based biotechnology research areas. The successful execution of this project may lead to the development of safe nano-materials for bio-nano technologies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dinadayalane",
   "pi_last_name": "Tandabany",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dinadayalane Tandabany",
   "pi_email_addr": "dtandabany@cau.edu",
   "nsf_id": "000676917",
   "pi_start_date": "2021-06-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paresh",
   "pi_last_name": "Ray",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Paresh C Ray",
   "pi_email_addr": "paresh.c.ray@jsums.edu",
   "nsf_id": "000300086",
   "pi_start_date": "2021-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clark Atlanta University",
  "inst_street_address": "223 JAMES P BRAWLEY DR SW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048806990",
  "inst_zip_code": "303144358",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "CLARK ATLANTA UNIVERSITY, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "JGA3E25MFDV9"
 },
 "perf_inst": {
  "perf_inst_name": "Clark Atlanta University",
  "perf_str_addr": "223 James P. Brawley Dr. S.W.",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303144358",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "070Y00",
   "pgm_ele_name": "HBCU-EiR - HBCU-Excellence in"
  },
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 499999.0
  }
 ],
 "por": null
}