{
 "awd_id": "2100782",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Universal Secant Bundles and Syzygies of Varieties",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2021-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 162000.0,
 "awd_amount": 162000.0,
 "awd_min_amd_letter_date": "2021-08-02",
 "awd_max_amd_letter_date": "2023-08-10",
 "awd_abstract_narration": "This research project is concerned with the study of algebraic varieties, in other words geometric spaces that are defined by systems of polynomial equations. The study of the qualitative features of the equations defining algebraic varieties has a long and cherished history in mathematics, beginning with the work of algebraists such as Cayley and Sylvester in the nineteenth century. These questions were put into a modern framework through the pioneering work of Hilbert, who defined a series of invariants known as Betti numbers. The study of these Betti numbers has been an important force in the development of the fields of both algebra and projective geometry for over a hundred years now. These invariants capture the information about the number of equations required to define a variety, as well as the degrees of these equations and the relations amongst them. The aim of this proposal is to study the Betti numbers for several fundamental classes of algebraic varieties. Moreover, the Principal Investigator (PI) will formulate and study more refined conjectures about the rank of the higher relations amongst the defining equations of algebraic varieties. This provides more detail into the structure of these equations than can be provided by the Betti numbers alone.\r\n \r\nDuring this award, the PI will study the Betti numbers of several classes of algebraic varieties using new techniques such as the technique of Universal Secant Bundles. The PI has previously applied this technique successfully on a series of questions about the Betti numbers of algebraic curves which were first asked in the 1980s in the work of mathematicians such as Green and Lazarsfeld. The PI will study these invariants in new settings, such as the case of higher dimensional varieties, with a particular focus on understanding the equations and syzygies of Veronese varieties and Abelian surfaces. Moreover, the PI will provide special, explicit bases consisting of syzygies of minimal possible rank for the syzygy spaces of several classes of algebraic varieties, generalizing well-known work on Green on the generation of the ideal of canonical curves by quadrics of rank four. More generally, the PI hopes to formulate new conjectures and questions which will open up new lines of inquiry for the field as a whole.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Kemeny",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Kemeny",
   "pi_email_addr": "kemeny@wisc.edu",
   "nsf_id": "000733062",
   "pi_start_date": "2021-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 North Park Street",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 107437.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 54563.0
  }
 ],
 "por": null
}