{
 "awd_id": "2100396",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Defining, Measuring, and Promoting Mathematical Flexibility in Undergraduate Education",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922635",
 "po_email": "mferrara@nsf.gov",
 "po_sign_block_name": "Mike Ferrara",
 "awd_eff_date": "2021-10-15",
 "awd_exp_date": "2023-01-31",
 "tot_intn_awd_amt": 624951.0,
 "awd_amount": 0.0,
 "awd_min_amd_letter_date": "2021-07-12",
 "awd_max_amd_letter_date": "2023-01-09",
 "awd_abstract_narration": "Investigating mathematical flexibility, where a user of mathematics recognizes that a problem can be solved in multiple ways and chooses an approach that is most appropriate to the given task, is the focus of this proposal. The importance of the mathematical sciences to the global economy has increased dramatically in recent years, due in part to the big data revolution and the continued rapid expansion of the Internet and related technologies. Flexible knowledge of mathematical procedures is known to support conceptual understanding and is therefore an essential aspect of mathematical learning. Much of what is known about procedural flexibility in mathematics and classroom strategies to promote its development has centered on middle school students, often involving their processes for solving linear equations. This project will expand and innovate on the existing literature and contribute to increased understanding of how procedural flexibility develops and how to teach for such flexibility throughout a student’s education. Major project activities include the development of a theory of procedural flexibility in undergraduate mathematics, the creation of an instrument to measure that flexibility in students, and a study to understand how educators’ choices in the classroom might contribute to increased procedural flexibility. The project will also undertake a preliminary study of how procedural flexibility impacts students’ mathematical confidence. The ultimate goal is to develop the theory and measurement tools necessary to support simple but profound ways of developing undergraduate students’ flexibility as a means to support their larger mathematical learning and understanding. \r\n\r\nThis project will support a broader understanding of flexible procedural knowledge of mathematics at the undergraduate level in several stages. First, an operational definition of “flexibility” that is particularly relevant to undergraduate mathematics will be developed. This theory will be developed through analysis of both existing research on flexibility and authentic student procedural performances. Building from the developed theory, the project will next develop ways of observing and identifying flexibility in student work, including the creation of an instrument to measure procedural flexibility in undergraduate settings.  These theoretical and measurement tools will allow for a deeper study of instructional practices that promote growth in procedural flexibility. Through these activities, this project aims to make significant contributions to both the theoretical underpinnings and the teaching of flexibility in mathematics. Expected project outcomes include expansion and generalization previous research findings, specifically that favorable gains in students’ procedural flexibility, and thereby their mathematical content knowledge, can be realized through purposeful, straightforward changes in classroom practice. This project is funded by the EHR Core Research (ECR) program, which supports work that advances fundamental research on STEM learning and learning environments, broadening participation in STEM, and STEM workforce development.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wes",
   "pi_last_name": "Maciejewski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wes Maciejewski",
   "pi_email_addr": "wesley.maciejewski@sjsu.edu",
   "nsf_id": "000838325",
   "pi_start_date": "2021-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Jose State University Foundation",
  "inst_street_address": "210 N 4TH ST FL 4",
  "inst_street_address_2": "",
  "inst_city_name": "SAN JOSE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4089241400",
  "inst_zip_code": "951125569",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "CA18",
  "org_lgl_bus_name": "SAN JOSE STATE UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "LJBXV5VF2BT9",
  "org_uei_num": "LJBXV5VF2BT9"
 },
 "perf_inst": {
  "perf_inst_name": "San Jose State University",
  "perf_str_addr": "One Washington Square",
  "perf_city_name": "San Jose",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "951921001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "CA18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "8238",
   "pgm_ref_txt": "DCLS-Hispanic Serving Inst"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}