{
 "awd_id": "2100625",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Disentangling the developmental drivers of behavioral individuality using a clonal fish",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924332",
 "po_email": "cstmary@nsf.gov",
 "po_sign_block_name": "Colette St. Mary",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 1129975.0,
 "awd_amount": 1129975.0,
 "awd_min_amd_letter_date": "2021-06-03",
 "awd_max_amd_letter_date": "2021-06-03",
 "awd_abstract_narration": "The goal of this proposal is to understand how individuality develops and investigate the molecular and neurological mechanisms underlying individual variation. You are unique, as is everyone else. This age-old adage captures a very real biological phenomenon: across the animal kingdom, individuals exhibit distinctive patterns of behavior, similar to personality in humans. However, despite its prevalence we still have a limited understanding of how and why behavioral individuality emerges. Information integration theory predicts how animals will use information and experiences to shape their behavior over their lifetimes, but this is often difficult to test empirically, in part because the vast majority of individuals are also genetically distinct. This project exploits a naturally clonal fish, the Amazon molly, to isolate the effects of experience on behavior and pinpoint the molecular mechanisms generating these changes. An innovative tracking system will follow the behavior of individual mollies from birth throughout their entire lives providing unprecedented insight into how behavior changes in response to different cues. Understanding the molecular mechanisms generating behavioral individuality will clarify how easily such changes are triggered, and once they are, how durable they may be. By testing key predictions from information integration theory, the results of this project will improve our ability to predict an individual’s response to different cues before they have even experienced that cue. This could have major implications for our ability to predict species’ responses to climate change or the efficacy of therapeutic interventions on pathological behavior in animals and humans alike. In addition, the project includes the development of classroom-based authentic research experiences for undergraduates at UC Davis, as well as for high school students at minority-serving high schools in the Davis, CA area.\r\n\r\nIf we can understand the mechanisms through which individuals use, value, and integrate the information they receive over their lives, we can better predict how and why individuals behave the way they do. The goal of this proposal is to test whether Bayesian updating provides a framework that can predict how individuals integrate maternal and personal cues to generate their unique behavioral phenotypes. This project will systematically manipulate whether individuals receive cues from their mothers and/or their own experiences to 1) test whether Bayesian updating predicts behavioral change, 2) investigate potential proximate mechanisms underlying such change by following changes in brain neural activation, gene expression, and methylation status and 3) test the potential adaptive value of these behavioral changes. The use of the genetically identical Amazon molly provides a rigorous experimental system to pinpoint experiential effects on behavior by controlling for genetic variation among individuals. If individuals are using Bayesian or Bayesian-like processes to build their behavioral phenotypes, then their behavioral development should follow predictable patterns of change based on the confidence in their prior expectations, which we can measure using our innovative tracking system, and the new information they receive about the most likely state of the environment, which we can control in an experimental setting. By combining a unifying mechanistic framework with a powerful animal model and an innovative tracking system, this work will provide deep insight into the developmental drivers of behavioral individuality.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kate",
   "pi_last_name": "Laskowski",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Kate L Laskowski",
   "pi_email_addr": "klaskowski@ucdavis.edu",
   "nsf_id": "000838188",
   "pi_start_date": "2021-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "One Shields Avenue",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 1129975.0
  }
 ],
 "por": null
}