{
 "awd_id": "2101983",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Rapid Collaborative Proposal: Characterization, Quantification, and Transport of Incidental Nanomaterials from Wildland-Urban Fires in Surface Waters",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2020-11-15",
 "awd_exp_date": "2024-10-31",
 "tot_intn_awd_amt": 180016.0,
 "awd_amount": 180016.0,
 "awd_min_amd_letter_date": "2020-11-09",
 "awd_max_amd_letter_date": "2023-08-31",
 "awd_abstract_narration": "Fire is a natural process in many ecosystems worldwide, however it is also a serious environmental concern with implications human and environmental health. Fire activity and associated environmental impacts are projected to increase globally as a result of climate and societal changes. On August 15th, 2020, a large lightning storm moved across the western United States igniting many wildfires. These fires have burned more than 8 million acres of land and more than 10,000 urban structures in 12 states with California being the most impacted. Fire liberates metals stored in plants, soils, and structural materials, likely in the form of incidental nanomaterials. This Rapid Response Research (RAPID) Collaborative project will collect time-sensitive samples and data related to the 2020 fire season. Researchers at California State University, Chico, California will collect ash and water samples and will perform water analysis. Researchers at the University of South Carolina, Columbia, South Carolina will perform incidental nanomaterial analysis. This research will examine the composition, properties, transformations, and mobilization of fire-generated incidental nanomaterials in surface water receiving runoff from burned areas. This project will support the training of a postdoctoral fellow. Methods, data, and tools generated in this project will be integrated into existing undergraduate and graduate curricula at the University of South Carolina and California State University. Broader impacts to society will result from an improved understanding of pollutants generated by wildland-urban fires and their potential impacts on water resources. Such information can lead to better management strategies of water resources during and after wildland-urban fires to protect environmental and human health.\r\n\r\nThe 2020 fire season is one of the worst on record in the western United States, affecting more than 8 million acres of land and destroying more than 10,000 urban structures. The combustion of vegetation and structural materials in the wildland-urban interface liberates metals stored in these materials, likely in the form of incidental nanomaterials in residual and transported fire ash. Overland runoff mobilizes these incidental nanomaterials to downstream surface waters, causing environmental and human health concerns. This Rapid Response Research (RAPID) Collaborative project will collect time-sensitive samples and data related to the 2020 fire season. Researchers at the California State University will collect ash and water samples and will perform water analysis. Researchers at the University of South Carolina will perform incidental nanomaterial analysis. This research seeks to answer the following fundamental questions: 1) what metal-based incidental nanomaterials are formed due to the burning of different forests and structures? 2) what transformations do incidental nanomaterials undergo following rainfall events? and 3) will incidental nanomaterials persist in the environment? The proposed research will provide a comprehensive understanding of fire-formed incidental nanomaterials by generating complementary data on incidental nanomaterial size, shape, composition, and phase. These data will be generated by adopting a state-of-the-art multi-method approach to characterize the properties of incidental nanomaterials including single particle–inductively coupled plasma–time of flight–mass spectroscopy, high resolution-transmission electron microscopy, X-ray diffraction, X-ray absorption spectroscopy, and Mössbauer spectroscopy. The broader impacts of the proposed research include: 1) identifying novel research questions in the area of wildland-urban fire-borne contamination; 2) providing  data to other fields such as public health to improve understanding of diseases linked to fire incidental nanomaterial exposure; 3) providing  data that can be used to develop and validate incidental nanomaterials fate models; 4) providing  data to public utilities such as drinking water treatment plants to improve their treatment design to ensure safe drinking water treatment, and 5) integrating the methods, data, and tools generated in this proposed research into existing undergraduate and graduate curricula at the University of South Carolina and California State University.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mohammed",
   "pi_last_name": "Baalousha",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mohammed Baalousha",
   "pi_email_addr": "mbaalous@mailbox.sc.edu",
   "nsf_id": "000663354",
   "pi_start_date": "2020-11-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Carolina at Columbia",
  "inst_street_address": "1600 HAMPTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292083403",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH CAROLINA",
  "org_prnt_uei_num": "Q93ZDA59ZAR5",
  "org_uei_num": "J22LNTMEDP73"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina",
  "perf_str_addr": "Public Health Research Building",
  "perf_city_name": "Columbia",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 180016.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"ListEntry\">Wildfire activity has increased dramatically in recent years as a result of climate and societal changes. Additionally, several wildfires have spread into the built environment, known as the wildland-urban interface, consuming structures, vehicles, and other synthetic materials. The increases activity of wildfires and their spread into the wildland-urban interface has raised significant concerns regarding the release of contaminants from fires, their mobilization in the environment, and their subsequent potential impacts environmental and human health. To improve the overall understanding of the potential impacts of wildland-urban interface fires, we investigated the chemical make-up of fire ash, the speciation (different forms) of metals in fire ash, along with the impact of fire ash on phytoplankton and microbes.</p>\r\n<p class=\"ListEntry\">&nbsp;</p>\r\n<p class=\"ListEntry\">A total of 62 ash samples were collected from burned vegetations, structures, and vehicles within the area of the LNU Lightning Complex Fire (Sonoma-Lake-Napa unit) and the North Complex Fire in California during October 2020. The North Complex (NC) Fire, the seventh largest in California history and the second largest recorded in the northern Sierra Nevada, burned 1,290 km<sup>2</sup> and destroyed 2,455 structures. The LNU Lightning Complex Fire, the sixth largest in California history, burned 1,470 km<sup>2</sup> and destroyed 1,491 structures. The ash samples were homogenized, archived, used to perform the proposed research on this project, and shared with interested researchers to perform additional research on these ash samples that was not part of this project.</p>\r\n<p class=\"ListEntry\">&nbsp;</p>\r\n<p class=\"ListEntry\">As part of this project, we classified the ash based on their source and combustion completeness as indicated by the ash color, determined the total metal concentration in the 62 ash samples, characterized the make-up of incidental nanomaterials in the ash, determined the speciation of a select group of metals including arsenic, chromium, iron, manganese, and titanium, and investigated the toxicity of fire ash toward marine phytoplankton.</p>\r\n<p class=\"ListEntry\">&nbsp;</p>\r\n<p class=\"ListEntry\">We found that structural and vehicle ash contain high levels of potentially toxic metals such as arsenic, chromium, copper, and zinc compared to vegetation ash. We also demonstrated that structural and vehicle ash are more toxic to marine phytoplankton than vegetation ash which did not exhibit any toxicity toward the marine phytoplankton. Analysis of the chemical make-up of individual nanomaterials in fire ash demonstrated that disaster (structures and vehicle) ash contain incidental nanomaterials with different element make-up compared to vegetation ash. Vegetation ash contained nanomaterials similar to those found in soils. In contrast structural and vehicle ash contained incidental nanomaterials typical of synthetic materials used in structures and vehicles such as titanium dioxide pigments widely used in paint and alloys of lead, tin, and antimony widely used in soldering materials and in electronics. Additionally, structural ash contained a mixture of chromium oxide, copper oxide, and mixed copper-chromium oxide nanomaterials that form as a result of the combustion of chromated copper arsenate treated wood. The analysis of the speciation of metals demonstrated the transformations of metals during the combustion processes to phases that are potentially more reactive, mobile, and toxic in the environment. This includes the reduction of iron oxides to zero-valent iron, a more reactive form of iron. The reduction of titanium dioxides to titanium sub-oxides (Magn&eacute;li phases), a more toxic form of titanium oxides. The reduction of pentavalent arsenic to trivalent arsenic, the amore mobile, bioavailable, and toxic form of arsenic. The oxidation of trivalent chromium to hexavalent chromium, the amore mobile, bioavailable, and toxic form of chromium.</p>\r\n<p class=\"ListEntry\">&nbsp;</p>\r\n<p class=\"ListEntry\">The results of this research have been disseminated to the broad scientific community through publishing the findings of this project in seven peer-reviewed journal articles so far. Other results have been collected and are in preparation for being published in future peer-reviewed journal articles. This project enabled the training of one postdoctoral research, two doctoral students, and one undergraduate student. Furthermore, this project stimulated a lot of collaborations with scientists across the University of South Carolina and beyond. The collected fire ash samples have been archived and have been shared with several researchers across the United States which is very likely to result in other journal joint articles and funding proposals in the future.</p><br>\n<p>\n Last Modified: 12/10/2024<br>\nModified by: Mohammed&nbsp;Baalousha</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nWildfire activity has increased dramatically in recent years as a result of climate and societal changes. Additionally, several wildfires have spread into the built environment, known as the wildland-urban interface, consuming structures, vehicles, and other synthetic materials. The increases activity of wildfires and their spread into the wildland-urban interface has raised significant concerns regarding the release of contaminants from fires, their mobilization in the environment, and their subsequent potential impacts environmental and human health. To improve the overall understanding of the potential impacts of wildland-urban interface fires, we investigated the chemical make-up of fire ash, the speciation (different forms) of metals in fire ash, along with the impact of fire ash on phytoplankton and microbes.\r\n\n\n\r\n\n\nA total of 62 ash samples were collected from burned vegetations, structures, and vehicles within the area of the LNU Lightning Complex Fire (Sonoma-Lake-Napa unit) and the North Complex Fire in California during October 2020. The North Complex (NC) Fire, the seventh largest in California history and the second largest recorded in the northern Sierra Nevada, burned 1,290 km2 and destroyed 2,455 structures. The LNU Lightning Complex Fire, the sixth largest in California history, burned 1,470 km2 and destroyed 1,491 structures. The ash samples were homogenized, archived, used to perform the proposed research on this project, and shared with interested researchers to perform additional research on these ash samples that was not part of this project.\r\n\n\n\r\n\n\nAs part of this project, we classified the ash based on their source and combustion completeness as indicated by the ash color, determined the total metal concentration in the 62 ash samples, characterized the make-up of incidental nanomaterials in the ash, determined the speciation of a select group of metals including arsenic, chromium, iron, manganese, and titanium, and investigated the toxicity of fire ash toward marine phytoplankton.\r\n\n\n\r\n\n\nWe found that structural and vehicle ash contain high levels of potentially toxic metals such as arsenic, chromium, copper, and zinc compared to vegetation ash. We also demonstrated that structural and vehicle ash are more toxic to marine phytoplankton than vegetation ash which did not exhibit any toxicity toward the marine phytoplankton. Analysis of the chemical make-up of individual nanomaterials in fire ash demonstrated that disaster (structures and vehicle) ash contain incidental nanomaterials with different element make-up compared to vegetation ash. Vegetation ash contained nanomaterials similar to those found in soils. In contrast structural and vehicle ash contained incidental nanomaterials typical of synthetic materials used in structures and vehicles such as titanium dioxide pigments widely used in paint and alloys of lead, tin, and antimony widely used in soldering materials and in electronics. Additionally, structural ash contained a mixture of chromium oxide, copper oxide, and mixed copper-chromium oxide nanomaterials that form as a result of the combustion of chromated copper arsenate treated wood. The analysis of the speciation of metals demonstrated the transformations of metals during the combustion processes to phases that are potentially more reactive, mobile, and toxic in the environment. This includes the reduction of iron oxides to zero-valent iron, a more reactive form of iron. The reduction of titanium dioxides to titanium sub-oxides (Magnli phases), a more toxic form of titanium oxides. The reduction of pentavalent arsenic to trivalent arsenic, the amore mobile, bioavailable, and toxic form of arsenic. The oxidation of trivalent chromium to hexavalent chromium, the amore mobile, bioavailable, and toxic form of chromium.\r\n\n\n\r\n\n\nThe results of this research have been disseminated to the broad scientific community through publishing the findings of this project in seven peer-reviewed journal articles so far. Other results have been collected and are in preparation for being published in future peer-reviewed journal articles. This project enabled the training of one postdoctoral research, two doctoral students, and one undergraduate student. Furthermore, this project stimulated a lot of collaborations with scientists across the University of South Carolina and beyond. The collected fire ash samples have been archived and have been shared with several researchers across the United States which is very likely to result in other journal joint articles and funding proposals in the future.\t\t\t\t\tLast Modified: 12/10/2024\n\n\t\t\t\t\tSubmitted by: MohammedBaalousha\n"
 }
}