{
 "awd_id": "2101672",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Crotonyl-CoA-dependent NADH:ferredoxin Oxidoreductase from M. Elsdenii",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032920000",
 "po_email": "pmccarth@nsf.gov",
 "po_sign_block_name": "Pumtiwitt McCarthy",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2021-07-01",
 "awd_max_amd_letter_date": "2021-07-01",
 "awd_abstract_narration": "With the support of the Chemistry of Life Processes Program in the Division of Chemistry, Professor Russ Hille from the University of California, Riverside will examine the behavior of a flavoprotein known as EtfAB/bcd.  Flavins, such as the vitamin riboflavin, play important roles in the generation and utilization of metabolic energy by mediating the transfer of electrons from one biological site to another.  So-called bifurcating flavoproteins are a class of flavoproteins containing multiple such sites in addition to their flavins.  In bifurcation, electron pairs are delivered one electron at a time to two different sites.  This provides a viable means by which energetically uphill and downhill reactions can be coupled together greatly increasing the reducing power of the electrons. The extraordinary energetics of bifurcation are well characterized, but little is known regarding the rates of this process and the mechanism, the paths that the electrons follow through the flavoprotein molecules.  The proposed work will lead to a deeper chemical understanding of the process of electron bifurcation, a fundamentally important and evolutionarily ancient mechanism of energy conservation in living organisms.  It will also lead to the identification of the defining properties of the electron-transfer processes that are specific to bifurcation.  The work will provide graduate students with extensive training in a variety of spectroscopic and reaction rate measurements and is integrated into an outreach program to provide high school teachers, students and college undergraduates with research experience in these areas.\r\n\r\nThe central hypotheses of the proposed work are that: (1) there is a kinetic as well as a thermodynamic aspect to bifurcation that is central to its physiological function; and (2) that protonation/deprotonation events play a critical role in modulation the electron transfer events associated with bifurcation.  The experimental approach will involve a range of rapid reaction kinetic studies of the crotonylCoA-dependent NADH:ferredoxin oxidoreductase, ETF/bcd, from the bacterium Megasphaera elsdenii, focusing on the reduction of the system by NADH and its reoxidation by the high-potential acceptor crotonyl-CoA and the low-potential acceptor, ferredoxin.  The reactions will be followed by a combination of stopped-flow spectroscopy and freeze-quench EPR (electron paramagnetic resonance) spectroscopy. The experimental approach taken includes a wide range of rapid kinetic techniques, including solvent isotope studies to probe the mechanism of bifurcation.  The goal is to probe the elements of electron-transfer processes involving flavin chemistry that are intrinsic to bifurcation.  It is hoped that these studies will provide fundamental insights into one of the most evolutionarily ancient mechanisms for energy conservation in biology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Russ",
   "pi_last_name": "Hille",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Russ Hille",
   "pi_email_addr": "russ.hille@ucr.edu",
   "nsf_id": "000524373",
   "pi_start_date": "2021-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "2404 Boyce Hall, 900 University",
  "perf_city_name": "Riverside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": null
}