{
 "awd_id": "2101324",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Understanding STEM Teaching through Integrated Contexts in Everyday Life",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032920000",
 "po_email": "jsinger@nsf.gov",
 "po_sign_block_name": "Jonathan Singer",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 325502.0,
 "awd_amount": 325502.0,
 "awd_min_amd_letter_date": "2021-06-07",
 "awd_max_amd_letter_date": "2024-07-08",
 "awd_abstract_narration": "Increased focus on school accountability and teacher performance measures have resulted in science, technology, engineering, and mathematics (STEM) instruction that emphasizes content and procedural knowledge over critical thinking and real-world applications. Yet, critical thinking and application are essential in developing functional scientific literacy skills among students.  This need is perhaps most pressing in economically depressed urban settings. One strategy to promote STEM engagement and learning is to make clear and meaningful connections between STEM concepts, principles, and STEM-related issues relevant to the learner. Socioscientific issues (SSI) can provide a powerful avenue for promoting the desired kinds of engagement.  SSI are debatable and ill-defined problems that have a basis in science but necessarily include moral and ethical choices. SSI for economically disadvantaged, culturally diverse students in urban settings might include, for example, lead paint contamination, poor water or air quality, or the existence of “food deserts.” By integrating locally relevant SSI with the goals of social justice, the Social Justice STEM Pedagogies (SJSP) framework the project uses is intended to support students to use their scientific expertise to be agents of change. SJSP can be potentially transformative for teachers, students, schools, and the communities in which students live. For SJSP to effectively promote STEM learning, however, teachers must learn how to integrate STEM-concepts and practices into the various real-world SSI present in their students’ environment. This collaborative project is designed to implement and evaluate a comprehensive professional development plan for grades 7 –12 STEM teachers from economically disadvantaged school districts in Philadelphia and surrounding areas. Teachers will develop ways to incorporate SSI into their instruction that are grounded in standards to foster students’ STEM engagement.  The instructional practices enacted by teachers will enhance students’ STEM literacy while utilizing their own knowledge and culture in solving complex and ethically challenging STEM issues, thus promoting students’ abilities to be change agents.\r\n\r\nThis collaborative research project involves Arcadia University, Mercyhurst University, LaSalle University, Villanova University, and St. Joseph’s University. It is designed to investigate the effectiveness of a professional development (PD) program for STEM teachers to develop their pedagogical content knowledge (PCK) in teaching SSI and SJSP. Over four years, three cohorts of 25 grades 7-12 teachers will participate in about 200 hours of PD. The SSI and SJSP encompass authentic, complex real-world, STEM-based issues that are directly related to the inequities experienced by students and their communities that students can engage with in the classroom through the use of inquiry-based learning strategies. By promoting students’ engagement in and awareness of the relevance of STEM in everyday life, teacher participants in this PD will foster STEM learning, especially among students who have been historically marginalized from STEM disciplines, and who are from economically disadvantaged backgrounds. The research plan is designed to reveal elements of the PD program that are most effective in supporting teachers’ increased capacity to design and implement units of study that incorporate scientific, social, and discursive elements of SSI. Using predominantly qualitative methods, other outcomes include how teachers’ PCK change towards teaching with SSI/SJSP; what factors support and inhibit teacher’s abilities to promote SSI/SJSP; and how justice-centered STEM lessons help students to develop moral and ethical reasoning, scientific skepticism, STEM inquiry/modeling, and SSI discourse/argumentation.  \r\n\r\nThe Discovery Research preK-12 program (DRK-12) seeks to significantly enhance the learning and teaching of STEM subjects by preK-12 students and teachers, through research and development of innovative resources, models and tools. Projects in the DRK-12 program build on fundamental research in STEM education and prior research and development efforts that provide theoretical and empirical justification for proposed projects.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Greer",
   "pi_last_name": "Richardson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Greer M Richardson",
   "pi_email_addr": "richards@lasalle.edu",
   "nsf_id": "000191929",
   "pi_start_date": "2021-06-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ling",
   "pi_last_name": "Liang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ling Liang",
   "pi_email_addr": "liang@lasalle.edu",
   "nsf_id": "000549398",
   "pi_start_date": "2021-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "La Salle University",
  "inst_street_address": "1900 W OLNEY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2159511831",
  "inst_zip_code": "191411199",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "LA SALLE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NDCFZK2BEQY9"
 },
 "perf_inst": {
  "perf_inst_name": "La Salle University",
  "perf_str_addr": "1900 West Olney Ave",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191411199",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 149455.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 87407.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 88640.0
  }
 ],
 "por": null
}