{
 "awd_id": "2101981",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:  A customized upper extremity telerehabilitation solution with remote therapist interaction and dynamic motor recovery feedback for individuals post stroke",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032924392",
 "po_email": "amonk@nsf.gov",
 "po_sign_block_name": "Alastair Monk",
 "awd_eff_date": "2021-05-01",
 "awd_exp_date": "2022-01-31",
 "tot_intn_awd_amt": 256000.0,
 "awd_amount": 276000.0,
 "awd_min_amd_letter_date": "2021-04-21",
 "awd_max_amd_letter_date": "2021-07-16",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project is to improve the quality of life for individuals suffering arm and hand impairments from stroke, through a medical device for in-home telerehabilitation that is easy to use, engaging, and affordable. Every year, ~800,000 people have a stroke in the United States, and about 65% suffer long-term upper extremity impairments. Sustained and extensive therapy is often needed to improve and regain the functions of the hand. Many individuals post-stroke have difficulty accessing rehabilitation due to transportation, health and mobility issues. This device can potentially reduce long-term disability in the United States and alleviate the financial burden on both individuals and society. By integrating the product into physicians’ and therapists’ workflow, it expands the patient pool that can access rehabilitation, making it more time- and labor-efficient. It will contribute to the field of telehealth and promote decentralized health care. \r\n\r\nThis Small Business Technology Transfer Research (STTR) Phase I project will develop a telerehabilitation system that promotes neuroplasticity for hand and arm motor recovery, to be used in the homes of individuals with neurological disorders. The objective of this proposal is to create a beta prototype that provides personalized intense hand and arm rehabilitation via engaging motion based games. The proposed project includes: 1. enhancing the adaptive algorithms to dynamically adjust the games to an individual’s needs; 2. developing a Rehabilitation Assessment Protocol by optimizing the extensive motion tracking capabilities. This provides important information to clinicians for making rehabilitation plan adjustments, improving the interventions, and reaching goals faster; 3. developing a HIPAA compliant data platform for the recommendation system to facilitate encrypted data streaming and therapist-patient interaction in real-time or offline. This includes the development of a therapist portal that generates automated progress reports, allowing them to treat more patients efficiently; 4. conducting a usability study to evaluate the capabilities of the system from the perspective of the prescribing therapist. These capabilities of virtual rehabilitation, remote clinician supervision, and progress tracking offer a cost-effective way to improve patient outcomes as well as the fiscal viability and profitability for clinicians.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mee",
   "pi_last_name": "Eriksson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mee Eriksson",
   "pi_email_addr": "mee.eriksson@gmail.com",
   "nsf_id": "000826719",
   "pi_start_date": "2021-04-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "NEUROTECHR3 INC.",
  "inst_street_address": "23 CHERRY TREE LANE",
  "inst_street_address_2": "",
  "inst_city_name": "WARREN",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9085774711",
  "inst_zip_code": "070592600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "NJ07",
  "org_lgl_bus_name": "NEUROTECHR3 INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "D7LUEA3AKQA9"
 },
 "perf_inst": {
  "perf_inst_name": "NEUROTECHR3 INC.",
  "perf_str_addr": "211 Warren Street",
  "perf_city_name": "Newark",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071033504",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  },
  {
   "pgm_ele_code": "809100",
   "pgm_ele_name": "SBIR Outreach & Tech. Assist"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  },
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 276000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-fa372f1a-7fff-c448-67b8-1f074fbe5c2c\"> </span></p>\n<p dir=\"ltr\"><span>Stroke is the leading cause of serious, long-term disability in the United States. More than 795,000 people in the United States experience stroke every year and the prevalence of chronic stroke is over 7 million. Given the physical, emotional, and financial burden a stroke causes, there is a need for improved rehabilitation strategies to reduce this problem. One of the most essential functions to recover after a stroke is hand and arm mobility, but this is also the most difficult to regain. Research into brain plasticity over the last decade has produced insight into the total volume of rehabilitation activity necessary to elicit measurable changes in hand function. We are developing a product to provide clinicians and individuals with a versatile, engaging, and customizable upper extremity Telerehabilitation system that is easy to use, portable, and affordable. </span><span>Our technology has the capability to track and train all movements of fingers, hand and arm, making it a versatile and robust solution, separating itself from other upper extremity rehabilitation systems. </span><span>Individuals with stroke receive therapy in the form of exergames.&nbsp; </span><span>Our Phase I STTR project was aimed at further developing a system to meet the needs of individuals with stroke and the therapists that treat them while optimizing rehabilitation of the hand and arm. The objectives of this project were to enhance the adaptive game algorithms, establish a comprehensive rehabilitation assessment protocol, </span><span>develop a HIPAA compliant data platform for the recommendation system, and conduct a usability study to get feedback on the prototype.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>During the Phase I award period, we developed the system's beta prototype including enhancing six of the system?s exergames with algorithm implementation ready for machine learning, building a HIPAA compliant data pipeline, establishing a comprehensive pre assessment protocol, and creating a launcher that acts as the user interface for the data pipeline and steers the system navigation and telerehabilitation capabilities. Significant progress was made to establish a robust, secure therapist web portal that queries and visualizes patient progress and gives the therapist the ability to create patient profiles, create and modify rehabilitation plans, and receive game recommendations based on patient?s rehabilitation goals and impairment levels.&nbsp; Additionally, we evaluated the best positioning for both the infrared camera and the hand position in relation to the camera and standardized this position and orientation with the prototyping of a 3D printed arm support and a game mat that holds the camera in place. Prior to external testing of the system, we conducted internal testing of the system?s user experience and made significant adjustments to ensure that the training manual, on screen instructions, simulations, and user interface were clear and easy to use. At the conclusion of our Phase I award, we conducted a study with eight individuals with stroke and eight therapists to evaluate the usability of the beta prototype. Therapists were given one training session to learn how to use the system then evaluated the use of the system on the patient that they were paired up with. The system was scored by study participants using the System Usability Scale (SUS) and the score demonstrated high usability of the system with room for improvement. We have a collaborative team and advisory board with well rounded, complementing skills in place for the next phase of development, with the goal of moving into FDA pre-submission and expanding the system for use by other target populations this year.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>The work completed in this Phase I project has also resulted in the demonstration of our system at the New York Metro Abilities Expo in October 2021, where the team was able to meet individuals with stroke, physical and occupational therapists, and clinic owners interested in our research and development and incorporating our system into their care regimens. We participated in various networking events to present our company and learn more about our local ecosystem.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>From the work under this Phase I STTR award, we have decided to pursue additional federal funding, including a NIDILRR SBIR Phase I proposal to expand our system for use by children with cerebral palsy and an NSF Phase II SBIR to optimize the system for commercial use. We are also in the process of securing pre-seed funding in order to continue with the momentum that has been achieved during this NSF Phase I project to move the company further along in our commercialization process.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/15/2022<br>\n\t\t\t\t\tModified by: Mee&nbsp;Eriksson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nStroke is the leading cause of serious, long-term disability in the United States. More than 795,000 people in the United States experience stroke every year and the prevalence of chronic stroke is over 7 million. Given the physical, emotional, and financial burden a stroke causes, there is a need for improved rehabilitation strategies to reduce this problem. One of the most essential functions to recover after a stroke is hand and arm mobility, but this is also the most difficult to regain. Research into brain plasticity over the last decade has produced insight into the total volume of rehabilitation activity necessary to elicit measurable changes in hand function. We are developing a product to provide clinicians and individuals with a versatile, engaging, and customizable upper extremity Telerehabilitation system that is easy to use, portable, and affordable. Our technology has the capability to track and train all movements of fingers, hand and arm, making it a versatile and robust solution, separating itself from other upper extremity rehabilitation systems. Individuals with stroke receive therapy in the form of exergames.  Our Phase I STTR project was aimed at further developing a system to meet the needs of individuals with stroke and the therapists that treat them while optimizing rehabilitation of the hand and arm. The objectives of this project were to enhance the adaptive game algorithms, establish a comprehensive rehabilitation assessment protocol, develop a HIPAA compliant data platform for the recommendation system, and conduct a usability study to get feedback on the prototype. \n\n \nDuring the Phase I award period, we developed the system's beta prototype including enhancing six of the system?s exergames with algorithm implementation ready for machine learning, building a HIPAA compliant data pipeline, establishing a comprehensive pre assessment protocol, and creating a launcher that acts as the user interface for the data pipeline and steers the system navigation and telerehabilitation capabilities. Significant progress was made to establish a robust, secure therapist web portal that queries and visualizes patient progress and gives the therapist the ability to create patient profiles, create and modify rehabilitation plans, and receive game recommendations based on patient?s rehabilitation goals and impairment levels.  Additionally, we evaluated the best positioning for both the infrared camera and the hand position in relation to the camera and standardized this position and orientation with the prototyping of a 3D printed arm support and a game mat that holds the camera in place. Prior to external testing of the system, we conducted internal testing of the system?s user experience and made significant adjustments to ensure that the training manual, on screen instructions, simulations, and user interface were clear and easy to use. At the conclusion of our Phase I award, we conducted a study with eight individuals with stroke and eight therapists to evaluate the usability of the beta prototype. Therapists were given one training session to learn how to use the system then evaluated the use of the system on the patient that they were paired up with. The system was scored by study participants using the System Usability Scale (SUS) and the score demonstrated high usability of the system with room for improvement. We have a collaborative team and advisory board with well rounded, complementing skills in place for the next phase of development, with the goal of moving into FDA pre-submission and expanding the system for use by other target populations this year. \n\n \nThe work completed in this Phase I project has also resulted in the demonstration of our system at the New York Metro Abilities Expo in October 2021, where the team was able to meet individuals with stroke, physical and occupational therapists, and clinic owners interested in our research and development and incorporating our system into their care regimens. We participated in various networking events to present our company and learn more about our local ecosystem. \n\n \nFrom the work under this Phase I STTR award, we have decided to pursue additional federal funding, including a NIDILRR SBIR Phase I proposal to expand our system for use by children with cerebral palsy and an NSF Phase II SBIR to optimize the system for commercial use. We are also in the process of securing pre-seed funding in order to continue with the momentum that has been achieved during this NSF Phase I project to move the company further along in our commercialization process.\n\n \n\n\t\t\t\t\tLast Modified: 02/15/2022\n\n\t\t\t\t\tSubmitted by: Mee Eriksson"
 }
}