{
 "awd_id": "2101466",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Lagrangian Skeleta in Symplectic Geometry and Representation Theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922467",
 "po_email": "mdouglas@nsf.gov",
 "po_sign_block_name": "James Matthew Douglass",
 "awd_eff_date": "2021-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 405000.0,
 "awd_amount": 405000.0,
 "awd_min_amd_letter_date": "2021-04-09",
 "awd_max_amd_letter_date": "2023-06-21",
 "awd_abstract_narration": "The research supported by this grant lies at the crossroads of mathematics and physics. It involves a mix of pursuits, including the development of new tools and the solution of open problems. A main theme is understanding complicated systems in terms of simple building blocks. For example, a primary aim is to describe global phase spaces in terms of a concrete list of local combinatorial models. This offers a new language to capture intricate phenomena through an elementary syntax. The methods are inspired by singularity theory, where symmetry-breaking often reveals hidden structure. In addition to original research, a broad goal of the project is the education of students in the new frontiers of rapidly developing fields. There will also be ample opportunities for outreach across fields and for increased public engagement with mathematics. \r\n \r\nThe research centers around symplectic manifolds, the modern descendants of classical phase spaces, and their quantum invariants. More specifically, the projects focus on symplectic manifolds arising in algebraic geometry (Kahler manifolds) and gauge theory (moduli of bundles and connections). Specific directions focus on Lagrangian singularities and skeleta of Weinstein manifolds, microlocal sheaves in mirror symmetry, and the Betti Geometric Langlands correspondence. The main goals include a combinatorial approach to Weinstein manifolds, foundations of microlocal sheaves in homological mirror symmetry, and a Verlinde formula for automorphic categories. The methods span a range of techniques in symplectic geometry, algebraic topology, and gauge theory. They connect with central pursuits in supersymmetric gauge theory, in particular higher structures coming from four-dimensional topological field theory.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Nadler",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "David E Nadler",
   "pi_email_addr": "nadler@math.berkeley.edu",
   "nsf_id": "000193081",
   "pi_start_date": "2021-04-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "815 Evans Hall",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947203840",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 133579.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 135181.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 136240.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project reached a successful outcome: answering longstanding research questions and discovering exciting new directions. The work centered around symplectic manifolds, a notion formalizing the important properties of phase spaces in physics and now providing the standard working context for many mathematical pursuits inpsired by physics. For example, the project studied the symplectic manifolds known as Hitchin moduli spaces, which arise as phase spaces in supersymmetric gauge theory. Some main research accomplishments included:</p>\n<p>1) The use of mirror symmetry, specifically Langlands duality, to calculate invariant polynomial functions on spaces of commuting matrices. Here, surprisingly, a question in algebraic geometry (usually the easier context) is solved by passing to symplectic geometry (and its global geometry) and calculating there.</p>\n<p>2) The proof that any polarized Weinstein manifold (the building blocks of more complicated symplectic manifolds) can be completely described in combinatorial terms. More precisely, we proved any such&nbsp;symplectic manifold admits a positive arboreal skeleton. Key progress was also made in showing that equivalences between such&nbsp;symplectic manifolds can be understood in terms of Reidemmeister moves of their skeleta.</p>\n<p>3) The calculation of several key instances of -- for example of <span>Jacquet--Shalika type --</span>&nbsp;local relative Langlands duality. This is accomplished in turn by using new results relating such questions to the geometry of real groups. (This project also included two graduate students as collaborators.)</p>\n<p>Beyond specifically research, the primary broader impact of the project focused on education: During the grant period, four graduate students recieved their PhDs and postdoc appointments. Many additional grad students were mentored and at least seven are slated to receive their PhDs in the next two years. The students worked on a broad range of problems but all inspired by the core focus on the project. Furthermore, educational resources were developed during the grant period: Two new Linear Algebra courses at UC Berkeley were intiated, with one using a new textbook designed specifically for students interested in Data Science.&nbsp;&nbsp;</p><br>\n<p>\n Last Modified: 07/18/2024<br>\nModified by: David&nbsp;E&nbsp;Nadler</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe project reached a successful outcome: answering longstanding research questions and discovering exciting new directions. The work centered around symplectic manifolds, a notion formalizing the important properties of phase spaces in physics and now providing the standard working context for many mathematical pursuits inpsired by physics. For example, the project studied the symplectic manifolds known as Hitchin moduli spaces, which arise as phase spaces in supersymmetric gauge theory. Some main research accomplishments included:\n\n\n1) The use of mirror symmetry, specifically Langlands duality, to calculate invariant polynomial functions on spaces of commuting matrices. Here, surprisingly, a question in algebraic geometry (usually the easier context) is solved by passing to symplectic geometry (and its global geometry) and calculating there.\n\n\n2) The proof that any polarized Weinstein manifold (the building blocks of more complicated symplectic manifolds) can be completely described in combinatorial terms. More precisely, we proved any suchsymplectic manifold admits a positive arboreal skeleton. Key progress was also made in showing that equivalences between suchsymplectic manifolds can be understood in terms of Reidemmeister moves of their skeleta.\n\n\n3) The calculation of several key instances of -- for example of Jacquet--Shalika type --local relative Langlands duality. This is accomplished in turn by using new results relating such questions to the geometry of real groups. (This project also included two graduate students as collaborators.)\n\n\nBeyond specifically research, the primary broader impact of the project focused on education: During the grant period, four graduate students recieved their PhDs and postdoc appointments. Many additional grad students were mentored and at least seven are slated to receive their PhDs in the next two years. The students worked on a broad range of problems but all inspired by the core focus on the project. Furthermore, educational resources were developed during the grant period: Two new Linear Algebra courses at UC Berkeley were intiated, with one using a new textbook designed specifically for students interested in Data Science.\t\t\t\t\tLast Modified: 07/18/2024\n\n\t\t\t\t\tSubmitted by: DavidENadler\n"
 }
}