{
 "awd_id": "2102318",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Spectroscopy and Molecular Aggregation in Helium Droplets",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927416",
 "po_email": "selshall@nsf.gov",
 "po_sign_block_name": "Samy El-Shall",
 "awd_eff_date": "2021-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 539527.0,
 "awd_amount": 539527.0,
 "awd_min_amd_letter_date": "2021-07-21",
 "awd_max_amd_letter_date": "2022-08-02",
 "awd_abstract_narration": "With support from the Chemical Structure Dynamics and Mechanisms (CSDM-A) program of the Chemistry Division, Professor Andrey Vilesov of the University of Southern California, will study the structure of molecular cations (molecules with an electron removed) using infrared lasers. Cations are important active participants in a multitude of chemical reactions. However, the molecular structure of many cations remains unknown because their high reactivity makes it difficult to prepare sufficient amounts for study.  These experimental challenges are to be overcome by isolating the cations in tiny droplets of liquid helium at temperatures close to absolute zero (-460 F), at which the cations have clean spectra. This line of research is expected to provide insights into how the outcome of a chemical reaction in different settings from outer space to industry is influenced by the structure of the cationic intermediates in the reaction. This project also will examine how molecules rotate and combine at very low temperature. The students engaged in this research project will gain valuable experience in both modern physical chemical experimentation and in data analysis. \r\n\r\nThis project is focused on the study of the structure and quantum solvation of carbocations at an ultra-low temperature of 0.4 K in helium droplets. The droplets are produced in a cryogenic nozzle beam expansion, doped with molecular precursors, such as methane, ethene, and others and ionized by electron impact. The resulting cations encapsulated within the droplets will be irradiated in pulsed fashion from a tunable infrared laser. The resonance absorption of the radiation leads to release of the cations from the droplets followed by detection by the quadrupole mass spectrometer. The resulting infrared spectra in the range of C-H stretches are compared with the results of quantum chemical calculations to determine the structure of the cations. Solvation of the cations and small molecules in superfluid 4He and normal fluid 3He droplets will be studied by observation of the rotational structure in the spectra. The structure of the molecular aggregates will be obtained from the analysis of the x-ray diffraction using a free electron laser. The broader impacts of this work include potential societal benefits from exploring the structure and solvation of molecular cations which act as important chemical intermediates in condensed and gas phases. This project will provide opportunities for training of undergraduate and graduate students in science, technology, engineering, and mathematics (STEM) through the development and execution of cutting-edge physical chemical experiments and the preparation of ensuing publications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrey",
   "pi_last_name": "Vilesov",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Andrey F Vilesov",
   "pi_email_addr": "vilesov@usc.edu",
   "nsf_id": "000491132",
   "pi_start_date": "2021-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "920th West 37th Street",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900892211",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910100",
   "pgm_ele_name": "CSD-Chem Strcture and Dynamics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 375576.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 163951.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, funded by the Chemical Structure Dynamics and Mechanism (CSDM-A) program of the Chemistry Division, Professor Andrey Vilesov of The University of Southern California investigated structure and chemical reactions of ions at temperatures close to absolute zero (-460 &deg;F).</p>\n<p>An ion is produced when a molecule loses an electron. Ions are known to be extremely reactive and will readily engage in chemical reactions with other atoms and molecules, making them difficult to study. Ions typically have different structures than their neutral molecular counterpart and they often serve as reaction intermediates. These properties make researching them appealing as they may provide information about the mechanisms of various chemical reactions.</p>\n<p>Molecules are often studied by irradiating them with infrared light. When done at a specific frequency, this will cause the atoms within the molecule to vibrate. Vibrational frequencies are useful in determining the structure of a particular molecule. Ions can also be also investigated with infrared light, but this has proven challenging due to their highly reactive nature.</p>\n<p>The research team at USC has overcome this challenge by implementing the use of helium droplets within their instrument. At low temperatures, helium remains in its liquid form which has multiple unique properties. Most notably, liquid helium atoms cause only a weak disturbance of the ions. The team has developed a method of capturing molecules within helium droplets and then bombarding the droplet with electrons to produce ions. When the trapped ion is excited with infrared radiation, it will begin to vibrate and energy will be released, evaporating the helium surrounding it. This method enables the measurement of infrared spectra of ions and has been used to examine common and important ions including ionic clusters and carbocations. Measured infrared spectra are compared to quantum chemical calculations to elucidate the molecular structures of analyte ions.</p>\n<p>This project provided opportunities for the training of high school, undergraduate, and graduate students in STEM fields via the development of cutting-edge physical chemistry experiments and the preparation of ensuing publications.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/06/2024<br>\nModified by: Andrey&nbsp;F&nbsp;Vilesov</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn this project, funded by the Chemical Structure Dynamics and Mechanism (CSDM-A) program of the Chemistry Division, Professor Andrey Vilesov of The University of Southern California investigated structure and chemical reactions of ions at temperatures close to absolute zero (-460 F).\n\n\nAn ion is produced when a molecule loses an electron. Ions are known to be extremely reactive and will readily engage in chemical reactions with other atoms and molecules, making them difficult to study. Ions typically have different structures than their neutral molecular counterpart and they often serve as reaction intermediates. These properties make researching them appealing as they may provide information about the mechanisms of various chemical reactions.\n\n\nMolecules are often studied by irradiating them with infrared light. When done at a specific frequency, this will cause the atoms within the molecule to vibrate. Vibrational frequencies are useful in determining the structure of a particular molecule. Ions can also be also investigated with infrared light, but this has proven challenging due to their highly reactive nature.\n\n\nThe research team at USC has overcome this challenge by implementing the use of helium droplets within their instrument. At low temperatures, helium remains in its liquid form which has multiple unique properties. Most notably, liquid helium atoms cause only a weak disturbance of the ions. The team has developed a method of capturing molecules within helium droplets and then bombarding the droplet with electrons to produce ions. When the trapped ion is excited with infrared radiation, it will begin to vibrate and energy will be released, evaporating the helium surrounding it. This method enables the measurement of infrared spectra of ions and has been used to examine common and important ions including ionic clusters and carbocations. Measured infrared spectra are compared to quantum chemical calculations to elucidate the molecular structures of analyte ions.\n\n\nThis project provided opportunities for the training of high school, undergraduate, and graduate students in STEM fields via the development of cutting-edge physical chemistry experiments and the preparation of ensuing publications.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 08/06/2024\n\n\t\t\t\t\tSubmitted by: AndreyFVilesov\n"
 }
}