{
 "awd_id": "2102626",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAS: Oxidation in Fragment Coupling and Fragmentation",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925373",
 "po_email": "jjewett@nsf.gov",
 "po_sign_block_name": "John C. Jewett",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2021-04-22",
 "awd_max_amd_letter_date": "2021-04-22",
 "awd_abstract_narration": "With the support of the Chemical Synthesis Program in the Division of Chemistry, Professor Kozlowski of the University of Pennsylvania is developing novel methods to forge new carbon-carbon bonds, the currency of organic chemistry, and to convert polymer waste products into value-added materials. These activities are helping to improve synthetic technology towards the more efficient and sustainable assembly of new materials, optimize heterogeneous catalysts for selective reactions, and find productive uses for polymer waste streams. The link between these projects is that the types of reactions being studied are oxidations, which reduce the number of carbon-hydrogen bonds in a molecule and replace them with carbon-carbon or carbon-oxygen bonds. This research program is also creating expanded access to chemistry instruction through the design of at-home organic chemistry experiments using non-toxic materials and Professor Kozlowski is actively involved in developing professional support systems for increasing diversity in STEM disciplines.\r\n\r\nThe development of novel oxidative synthetic methods are important contributions to the goal of designing environmentally benign chemical processes. Professor Kozlowski and her research team are investigating new oxidative methods for complex molecule synthesis by optimizing oxidative phenol couplings for the preparation of polyaromatic hydrocarbons and studying heterogeneous catalysts for alkylarene cross coupling. Additional efforts are focused on developing new biomimetic pathways for the valorization of chemical waste with the photocatalytic use of oxygen. These studies are contributing to the goal of designing sustainable methods by: 1) engineering reactions at non-functionalized centers, thereby eliminating the need for complex pre-functionalized starting materials, 2) using oxygen as the terminal oxidizing agent, 3) using less toxic and less expensive base metals, and 4) converting waste materials to useful chemicals. The compounds being generated in these studies are also needed in the pharmaceutical, chemical, materials science, and agricultural industries as well as in basic biological and chemical research endeavors. Through these activities, Professor Kozlowski and her research team are working at the interface of organic, computational, and materials chemistry, which provides interdisciplinary training for a diverse group of postdoctoral researchers, graduate, and undergraduate students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marisa",
   "pi_last_name": "Kozlowski",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Marisa C Kozlowski",
   "pi_email_addr": "marisa@chem.upenn.edu",
   "nsf_id": "000131804",
   "pi_start_date": "2021-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "231 S. 34 Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046323",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": null
}