{
 "awd_id": "2102299",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAS: Collaborative Research: Solar CO2 Reduction by Atomically Dispersed Metal Sites on Few-Layer Carbon Nitride",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Geroge Richter-Addo",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 221204.0,
 "awd_amount": 235820.0,
 "awd_min_amd_letter_date": "2021-07-20",
 "awd_max_amd_letter_date": "2023-05-23",
 "awd_abstract_narration": "With the support of the Chemical Catalysis program in the Division of Chemistry, Gonghu Li of the University of New Hampshire, N. Aaron Deskins of Worcester Polytechnic Institute and Anatoly Frenkel of Stony Brook University will study new catalysts based on earth-abundant elements to recycle carbon dioxide to produce energy-rich fuels. The catalysts will be prepared by placing isolated metal ions on a polymeric material that can absorb sunlight and stabilize the metal ions. The catalyst structure will be investigated using advanced techniques at the Brookhaven National Laboratory aided by computational modeling. This project will employ carbon dioxide as a renewable C1 feedstock and utilize light as the only energy input for this chemical transformation. Through this process, it is expected that solar energy will be converted into chemical energy and stored in the form of chemical bonds. This project focuses on fundamental research in catalysis and provides a versatile platform for training students in STEM (science, technology, engineering and mathematics) fields. The project will also provide excellent opportunities for full participation of women and underrepresented minorities in clean energy, catalysis and nanoscience.\r\n\r\nWith the support of the Chemical Catalysis program in the Division of Chemistry, Drs. Gonghu Li of the University of New Hampshire, N. Aaron Deskins of Worcester Polytechnic Institute and Anatoly Frenkel of Stony Brook University will study heterogeneous photocatalysts containing molecularly defined active sites with the goal of building a system for efficient solar fuel generation. Innovative photocatalysts will be prepared by coordinating atomically dispersed cobalt sites on few-layer graphitic carbon nitride, which is to serve not only as a visible-light absorber but also a “ligand” to coordinate with and activate the cobalt centers for catalysis.  The synthesized photocatalysts will be investigated using X-ray absorption fine structure (XAFS) spectroscopy and computational modeling, and evaluated in their ability to catalyze the reduction of carbon dioxide to useful chemicals and fuels. The collaborative team will focus on constructing highly active Co-N4 moieties on carbon nitride to elucidate structure-function relationships of such cobalt sites. Through the proposed studies, the research team seeks to answer fundamental questions regarding the desired structure of atomically dispersed cobalt sites on few-layer carbon nitride, the effect of carbon-doping on photocatalytic properties, and the mechanism of carbon dioxide reduction at such cobalt sites. The combined experimental and theoretical approach holds promise to improve general understanding of the structures of such catalysts and how these structures correlate with activity at the molecular level. This project has the potential to develop active catalysts for small molecule activation and solar energy conversion.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anatoly",
   "pi_last_name": "Frenkel",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Anatoly I Frenkel",
   "pi_email_addr": "anatoly.frenkel@stonybrook.edu",
   "nsf_id": "000430588",
   "pi_start_date": "2021-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "100 Nicolls Road",
  "perf_city_name": "Stony Brook",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8398",
   "pgm_ref_txt": "Hydrocarbon Conversion"
  },
  {
   "pgm_ref_code": "8607",
   "pgm_ref_txt": "Solar Energy Capture&Conver"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 221204.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 14616.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">The scientific focus of this project was to study heterogeneous photocatalysts containing molecularly defined active sites for use in efficient solar fuel generation. Innovative photocatalysts were prepared by coordinating atomically dispersed cobalt sites on few-layer graphitic carbon nitride, which serves not only as a visible-light absorber but also a &ldquo;ligand&rdquo; to coordinate with and activate the cobalt centers for catalysis.&nbsp; The synthesized photocatalysts were investigated with X-ray absorption fine structure spectroscopy and computational modeling, and evaluated in reduction of carbon dioxide to useful chemicals and fuels. The team of three PIs focused on constructing, characterizing and modeling highly active Co-N4 moieties on carbon nitride to elucidate structure-function relationships of such cobalt sites. Through the proposed research, the Frenkel group in collaboration with the other PIs answered fundamental questions regarding<em> </em>the desired structure of atomically dispersed cobalt sites on few-layer carbon nitride, the effect of carbon doping on photocatalytic properties, and carbon dioxide reduction mechanism on such cobalt sites. The combined experimental and theoretical approach enabled the team to understand catalyst structure and activity at the molecular level. This project enabled new methods to develop highly active catalysts for small molecule activation and solar energy conversion. 8 publications resulted from the work performed on this project.</p>\n<p><strong>&nbsp;&nbsp; The intellectual merits</strong></p>\n<p>The Frenkel group characterized and modeled atomically dispersed Co<sup>2+</sup> sites on C<sub>3</sub>N<sub>4</sub>, a light-harvesting polymer containing abundant coordination sites for metal ions. &nbsp;This catalytic system was able to reduce CO<sub>2</sub> to produce energy-rich fuels. &nbsp;This process utilized visible light as the only energy input for CO<sub>2</sub> reduction. &nbsp;Through this process, solar energy was converted into chemical energy and stored in the form of chemical bonds. &nbsp;This project enabled new methods to fabricate highly active catalysts for small molecule activation and solar energy conversion. &nbsp;The work bridged molecular chemistry with heterogeneous catalysis by investigating well-defined catalytic sites coupled with light-harvesting surfaces. &nbsp;The combined experimental and theoretical approach enabled the collaborative team to understand catalyst structure and activity at the molecular level. &nbsp;This new direction in catalysis will provide avenues and strategies for catalyst development that may even extend beyond CO<sub>2</sub> reduction for other reactions.</p>\n<p>&nbsp;&nbsp; <strong>The broader impacts</strong></p>\n<p>The proposed research investigates photocatalytic materials based on earth-abundant elements to recycle CO<sub>2</sub> as a renewable C1 feedstock. &nbsp;This collaborative project focused on fundamental research in catalysis, and provided a versatile platform for training students in the STEM fields. &nbsp;Through the proposed educational activities, concepts on sustainability and renewable energy was broadly and effectively disseminated to the public. The project provided excellent opportunities for full participation of women in clean energy, catalysis and nanoscience.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/01/2024<br>\nModified by: Anatoly&nbsp;I&nbsp;Frenkel</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe scientific focus of this project was to study heterogeneous photocatalysts containing molecularly defined active sites for use in efficient solar fuel generation. Innovative photocatalysts were prepared by coordinating atomically dispersed cobalt sites on few-layer graphitic carbon nitride, which serves not only as a visible-light absorber but also a ligand to coordinate with and activate the cobalt centers for catalysis. The synthesized photocatalysts were investigated with X-ray absorption fine structure spectroscopy and computational modeling, and evaluated in reduction of carbon dioxide to useful chemicals and fuels. The team of three PIs focused on constructing, characterizing and modeling highly active Co-N4 moieties on carbon nitride to elucidate structure-function relationships of such cobalt sites. Through the proposed research, the Frenkel group in collaboration with the other PIs answered fundamental questions regarding the desired structure of atomically dispersed cobalt sites on few-layer carbon nitride, the effect of carbon doping on photocatalytic properties, and carbon dioxide reduction mechanism on such cobalt sites. The combined experimental and theoretical approach enabled the team to understand catalyst structure and activity at the molecular level. This project enabled new methods to develop highly active catalysts for small molecule activation and solar energy conversion. 8 publications resulted from the work performed on this project.\n\n\n The intellectual merits\n\n\nThe Frenkel group characterized and modeled atomically dispersed Co2+ sites on C3N4, a light-harvesting polymer containing abundant coordination sites for metal ions. This catalytic system was able to reduce CO2 to produce energy-rich fuels. This process utilized visible light as the only energy input for CO2 reduction. Through this process, solar energy was converted into chemical energy and stored in the form of chemical bonds. This project enabled new methods to fabricate highly active catalysts for small molecule activation and solar energy conversion. The work bridged molecular chemistry with heterogeneous catalysis by investigating well-defined catalytic sites coupled with light-harvesting surfaces. The combined experimental and theoretical approach enabled the collaborative team to understand catalyst structure and activity at the molecular level. This new direction in catalysis will provide avenues and strategies for catalyst development that may even extend beyond CO2 reduction for other reactions.\n\n\n The broader impacts\n\n\nThe proposed research investigates photocatalytic materials based on earth-abundant elements to recycle CO2 as a renewable C1 feedstock. This collaborative project focused on fundamental research in catalysis, and provided a versatile platform for training students in the STEM fields. Through the proposed educational activities, concepts on sustainability and renewable energy was broadly and effectively disseminated to the public. The project provided excellent opportunities for full participation of women in clean energy, catalysis and nanoscience.\n\n\n\t\t\t\t\tLast Modified: 09/01/2024\n\n\t\t\t\t\tSubmitted by: AnatolyIFrenkel\n"
 }
}