{
 "awd_id": "2102433",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ligand Controlled Redox Catalysis with Late Transition Metal Complexes",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Geroge Richter-Addo",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2021-07-20",
 "awd_max_amd_letter_date": "2021-07-20",
 "awd_abstract_narration": "With support from the Chemical Catalysis program in the Division of Chemistry, Professor T. Brent Gunnoe of the University of Virginia will study the development of new catalysts for the conversion of chemicals derived from natural gas and petroleum into value-added products. Many starting materials for the chemical industry are hydrocarbons derived from fossil sources (primarily natural gas and petroleum), which must be chemically converted into higher value materials. The chemical industry's energy consumption for this process is substantial and accounts for approximately 10% of total global energy use and greater than 5% of global carbon dioxide emissions. While there are opportunities to dramatically increase the energy efficiency of large-scale chemical processes, there are also substantial scientific challenges to realizing this goal. In this project, Professor Gunnoe's group aims to develop a fundamentally new understanding of how to perform selective and energy-efficient catalytic chemical transformations that are essential to the goal of using natural gas and other fossil resources in a more environmentally benign manner. The project will provide a foundation for Professor Gunnoe to work with primarily undergraduate institutions (PUIs) to expand a program to increase interest among students from diverse backgrounds in careers as scientists and engineers, especially in the energy arena. In this program, graduate students will visit PUIs to deliver short courses based on their research, and undergraduate students will participate in summer research internships in Professor Gunnoe's laboratory. \r\n\r\nWith support from the Chemical Catalysis program in the Division of Chemistry, Professor T. Brent Gunnoe of the University of Virginia will study the development of new catalysts for the conversion of chemicals derived from natural gas and oil into higher value products. The project will focus on the development of new catalysts, based on Co, Rh, Ir and Pt for the functionalization of hydrocarbons (arenes, alkanes and olefins). A key goal will be to advance a fundamental understanding of ligand design to control redox chemistry necessary to achieve efficient C–H functionalization, especially under oxidizing conditions such as acidic media. This broad goal is to be achieved through two primary objectives: (i) to understand the impact of \"capping arene\" ligands on redox reactions, including catalytic hydrocarbon oxidation, using Co, Rh and Ir complexes. The Gunnoe group will quantify how the capping arene ligand structure, including arene functionality and positioning of \"capping arene\" group relative to the transition metal and arene substituents, impacts metal-based redox transformations as applied to catalytic olefin hydrogenation, olefin oxidation, and hydrocarbon C–H activation and functionalization; and (ii) to understand the effect of new Z-type ligands on redox reactions, including catalytic C–H activation and functionalization, using Rh, Ir and Pt complexes. The Gunnoe group will determine the ability of the Sb group to control transition metal electronic structure, shuttle reactive groups to/from the transition metal, and to directly activate hydrocarbon substrates in concert with the transition metal. These studies will be applied to catalytic hydrocarbon C–H functionalization. The targeted outcome of these efforts is to gain an improved understanding of ligand design to optimize rates of C–H activation, especially under oxidizing conditions such as in acidic media, to develop new strategies and processes for the oxidative functionalization of metal-coordinated olefins, and to access new catalysts for C–H functionalization, including partial oxidation of hydrocarbons using air-recyclable oxidants.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Gunnoe",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas B Gunnoe",
   "pi_email_addr": "tbg7h@virginia.edu",
   "nsf_id": "000509488",
   "pi_start_date": "2021-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia",
  "perf_str_addr": "409 McCormick Road",
  "perf_city_name": "Charlottesville",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229044319",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8398",
   "pgm_ref_txt": "Hydrocarbon Conversion"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The chemical industry consumes ~10% of total global energy (~42 EJ/year), and it produces &gt; 5% of global CO<sub>2</sub>&nbsp;emissions. The primary starting materials for the chemical industry are hydrocarbons, which are derived from fossil resources, that are converted into higher value chemicals. The manufacture of 18 chemicals from hydrocarbons has been identified to contribute ~80% of the chemical industry's energy demand, and it has been estimated that improvements in catalytic processes could result in 13 EJ/year in reduced energy use. Thus, there are substantial opportunities to enhance energy efficiency and reduce negative environmental impact for large-scale chemical processes. Achieving such goals requires fundamental advancements in catalytic C&ndash;H functionalization reactions. As outlined in the report from the NSF workshop \"<em>Catalytic Workshop on Defining Critical Directions for the Future</em>,\" support of basic research focused on innovations in catalysis remains a national priority. This NSF supported research effort sought to develop new understanding of ligand-controlled redox reactions toward the goal of improved transition metal catalyzed functionalization of hydrocarbons including arenes, alkanes and olefins.</p>\r\n<p>One strategy to convert hydrocarbons into higher value and useful materials is to use a catalyst. For the conversion of hydrocarbons, catalysts serve to break carbon-hydrogen (C-H) bonds and to make new bonds that generate desired new chemicals. Current catalytic methods for hydrocarbon functionalization typically involve multi-step and energy intensive processes, and the increasing global demand for fossil resources in combination with mounting pressure to reduce environmental impact render the development of more efficient methods for hydrocarbon processing a critical need.&nbsp;&nbsp;New molecular catalysts offer the opportunity to achieve reactions that functionalize hydrocarbons with high selectivity and low waste production and energy consumption. But, to realize these opportunities improved understanding of how to design new molecular catalysts to control the energetics of key reactions in overall processes is critically important.&nbsp;</p>\r\n<p>The intellectual merit of this effort is based on an enhanced understanding of how to design ligands, which are organic molecules chemically bonded to the active catalyst stie, to facilitate key chemical reactions in overall catalytically processes for hydrocarbon functionalization. One effort was focused on ligands that we have named \"capping arene\" ligands. These ligands have a modular structure that allows an arene group to be placed at different distances from the transition metal center, and the metal/arene distance was shown to impact the rate and yields of reductive elimination reactions, which are chemical transformations that are product forming steps in catalytic reactions. In a second effort, we sought to use main group elements (boron, antimony) to assist in small molecule activation. In a third approach, we used a bimetallic bis-copper complex to control the energetics of redox changes, which allowed us to demonstrate a new method that converts benzene to phenol, which is produced on a large scale by chemical industry.&nbsp;</p>\r\n<p>The research accomplished in this project sets the stage for continued efforts to develop new catalytic processes for hydrocarbon functionalization that have enhanced reaction rates and selectivity.</p>\r\n<p>This award supported the research of four graduate (Ph.D.) students and two undergraduate students. These students developed expertise in an array of experimental skills, received extensive safety training, and participated in programs to enhance their professional development. Two of the graduate students have completed their Ph.D. and are now employed. The students disseminated the results of their research through presentations at scientific conferences, in their theses and through peer reviewed publications. &nbsp;</p>\r\n<p>Graduate researchers supported by this project participated in an outreach program with Heritage University (HU).&nbsp;HU is an independent, non-profit, non-denominational, liberal arts university centrally located on the Yakama Indian Reservation in rural, agricultural eastern Washington state.&nbsp;Over the three-year funding periods, several graduate students, working with faculty mentors, developed and implemented teaching modules at HU with a focus on environmental analysis of interest to the HU students and local population. Further, during the two-day visits to HU, graduate students interacted significantly with HU undergraduate students, and discussed research opportunities and graduate programs with them.&nbsp;For example, they presented on graduate school and research opportunities in chemistry to a group of ~25 natural sciences students and participated in a panel on summer internship opportunities hosted by the CRESCENT program at HU.&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/14/2024<br>\nModified by: Thomas&nbsp;B&nbsp;Gunnoe</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe chemical industry consumes ~10% of total global energy (~42 EJ/year), and it produces  5% of global CO2emissions. The primary starting materials for the chemical industry are hydrocarbons, which are derived from fossil resources, that are converted into higher value chemicals. The manufacture of 18 chemicals from hydrocarbons has been identified to contribute ~80% of the chemical industry's energy demand, and it has been estimated that improvements in catalytic processes could result in 13 EJ/year in reduced energy use. Thus, there are substantial opportunities to enhance energy efficiency and reduce negative environmental impact for large-scale chemical processes. Achieving such goals requires fundamental advancements in catalytic CH functionalization reactions. As outlined in the report from the NSF workshop \"Catalytic Workshop on Defining Critical Directions for the Future,\" support of basic research focused on innovations in catalysis remains a national priority. This NSF supported research effort sought to develop new understanding of ligand-controlled redox reactions toward the goal of improved transition metal catalyzed functionalization of hydrocarbons including arenes, alkanes and olefins.\r\n\n\nOne strategy to convert hydrocarbons into higher value and useful materials is to use a catalyst. For the conversion of hydrocarbons, catalysts serve to break carbon-hydrogen (C-H) bonds and to make new bonds that generate desired new chemicals. Current catalytic methods for hydrocarbon functionalization typically involve multi-step and energy intensive processes, and the increasing global demand for fossil resources in combination with mounting pressure to reduce environmental impact render the development of more efficient methods for hydrocarbon processing a critical need.New molecular catalysts offer the opportunity to achieve reactions that functionalize hydrocarbons with high selectivity and low waste production and energy consumption. But, to realize these opportunities improved understanding of how to design new molecular catalysts to control the energetics of key reactions in overall processes is critically important.\r\n\n\nThe intellectual merit of this effort is based on an enhanced understanding of how to design ligands, which are organic molecules chemically bonded to the active catalyst stie, to facilitate key chemical reactions in overall catalytically processes for hydrocarbon functionalization. One effort was focused on ligands that we have named \"capping arene\" ligands. These ligands have a modular structure that allows an arene group to be placed at different distances from the transition metal center, and the metal/arene distance was shown to impact the rate and yields of reductive elimination reactions, which are chemical transformations that are product forming steps in catalytic reactions. In a second effort, we sought to use main group elements (boron, antimony) to assist in small molecule activation. In a third approach, we used a bimetallic bis-copper complex to control the energetics of redox changes, which allowed us to demonstrate a new method that converts benzene to phenol, which is produced on a large scale by chemical industry.\r\n\n\nThe research accomplished in this project sets the stage for continued efforts to develop new catalytic processes for hydrocarbon functionalization that have enhanced reaction rates and selectivity.\r\n\n\nThis award supported the research of four graduate (Ph.D.) students and two undergraduate students. These students developed expertise in an array of experimental skills, received extensive safety training, and participated in programs to enhance their professional development. Two of the graduate students have completed their Ph.D. and are now employed. The students disseminated the results of their research through presentations at scientific conferences, in their theses and through peer reviewed publications. \r\n\n\nGraduate researchers supported by this project participated in an outreach program with Heritage University (HU).HU is an independent, non-profit, non-denominational, liberal arts university centrally located on the Yakama Indian Reservation in rural, agricultural eastern Washington state.Over the three-year funding periods, several graduate students, working with faculty mentors, developed and implemented teaching modules at HU with a focus on environmental analysis of interest to the HU students and local population. Further, during the two-day visits to HU, graduate students interacted significantly with HU undergraduate students, and discussed research opportunities and graduate programs with them.For example, they presented on graduate school and research opportunities in chemistry to a group of ~25 natural sciences students and participated in a panel on summer internship opportunities hosted by the CRESCENT program at HU.\r\n\n\n\t\t\t\t\tLast Modified: 12/14/2024\n\n\t\t\t\t\tSubmitted by: ThomasBGunnoe\n"
 }
}