{
 "awd_id": "2102667",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAS: Nickel and Cobalt Hybrid Macrocycles for Oxidative Transformations of Organic Substrates",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032922003",
 "po_email": "jprotasi@nsf.gov",
 "po_sign_block_name": "John Protasiewicz",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 475000.0,
 "awd_amount": 475000.0,
 "awd_min_amd_letter_date": "2021-07-09",
 "awd_max_amd_letter_date": "2022-07-29",
 "awd_abstract_narration": "With the support of the Chemical Synthesis program in the Division of Chemistry, Heather R. Lucas and Katherine Belecki of Virginia Commonwealth University are synthesizing and studying a family of metal-containing compounds that can catalyze the conversion of target molecules into value-added products. Guided by Nature, this project uses knowledge gained from biological systems and bioinorganic model complexes to synthetically design potent and robust transition metal oxidants. These catalysts promote the principles of green chemistry by making use of earth-abundant metals (nickel or cobalt) held in a strategically designed organic scaffolds, and by performing oxidation reactions using natural oxidants like hydrogen peroxide or dioxygen. This project will focus on how a series of changes to the chemical structure of these designer catalysts can tune their reactivity, with an emphasis on advancing a molecular understanding of how these catalysts work. To accomplish these goals, catalyst variants will be synthesized and characterized, and their reactivity profiles will be evaluated. Select metallocomplexes will also be immobilized onto particles that are easily separated from reaction mixtures, enabling recovery and recycling of the designer catalysts and thus further advancing the green chemical principles that have, in part, inspired this work. This project will provide the basis for applications including the environmentally-friendly preparation of basic and fine chemicals or the catalytic degradation of persistent chemical contaminants. It also has the potential to generate fundamental knowledge that could inform the synthetic design of other bio-inspired oxidants. Students participating in this research will receive training not only in cutting-edge techniques but also in how to approach problem solving with a strategic and scientifically rigorous mentality. Moreover, concepts of bio-inspired catalysis and green chemistry are easily relatable to real-world phenomena, and thus will be used by the PI and the co-PI to pique the natural scientific curiosity of the broader community with a particular focus on inspiring the next generation of scientists through ongoing STEM (science, technology, engineering and mathematics) outreach efforts with local youth.\r\n\r\nWith the support of the Chemical Synthesis program in the Division of Chemistry,  Heather R. Lucas and Katherine Belecki of Virginia Commonwealth University are pursuing the synthetic development, characterization, and application of electronic variations on a new class of hydrogen peroxide-activating transition-metal complexes that are strategically designed to employ transient metal-(di)oxygen adducts as green oxidants of organic molecules. This project will involve the synthesis of hybrid N4 macrocyclic ligand families containing both diamido and diamino donor atoms, the characterization and evaluation of their metallocomplexes as effective oxidation catalysts, and the immobilization of these catalysts for improved recyclability and expanded windows of operability enabled by flow chemistry. Substitutions on the aromatic ring of the N4 macrocyclic ligand scaffold will be assessed for their contributions to tuning the reactivity of the resulting metallocomplexes. Structural, electronic, and chemical characterization of the catalytic species for this series of electronic analogues will be achieved through a wide range of spectroscopic and analytical techniques. Advanced mechanistic studies will be pursued through reaction monitoring, isotopic labelling studies, kinetic profiling, and Hammett analyses. This catalyst family is active in oxygen atom transfer, hydrogen atom abstraction, and C-H activation reactions, all of which are broadly applicable in the synthesis of target molecules related to industrial (fine chemicals, pharmaceuticals) or academic (chemical biology probes, biomimetic model systems) applications. This project aims to deepen fundamental understanding of metal-(di)oxygen coordination complexes, the oxidative transformation reactions that they promote, and electron transfer considerations between ligands and metal centers of coordination complexes.  Successful completion of these studies will provide new perspectives for the synthetic design of bioinspired green oxidants. Moreover, harnessing metal catalysts that incorporate earth abundant metals through energy efficient reaction trajectories has the potential to contribute to the development of more economical and sustainable catalytic oxidation procedures.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "Lucas",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Heather R Lucas",
   "pi_email_addr": "hrlucas@vcu.edu",
   "nsf_id": "000704384",
   "pi_start_date": "2021-07-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Belecki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine Belecki",
   "pi_email_addr": "kbelecki@vcu.edu",
   "nsf_id": "000707274",
   "pi_start_date": "2021-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Commonwealth University",
  "inst_street_address": "910 WEST FRANKLIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "RICHMOND",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8048286772",
  "inst_zip_code": "232849005",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "VA04",
  "org_lgl_bus_name": "VIRGINIA COMMONWEALTH UNIVERSITY",
  "org_prnt_uei_num": "WXQLZ1PA6XP3",
  "org_uei_num": "MLQFL4JSSAA9"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Commonwealth University",
  "perf_str_addr": "1001 W. Main Street, PO Box 8420",
  "perf_city_name": "Richmond",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "232842006",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "VA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 325145.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 149855.0
  }
 ],
 "por": null
}