{
 "awd_id": "2102298",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nanoelectrochemistry with Carbon Nanoprobes",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927416",
 "po_email": "selshall@nsf.gov",
 "po_sign_block_name": "Samy El-Shall",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 495000.0,
 "awd_amount": 495000.0,
 "awd_min_amd_letter_date": "2021-05-04",
 "awd_max_amd_letter_date": "2021-05-04",
 "awd_abstract_narration": "Professor Michael Mirkin of CUNY, Queens College, is supported by the Chemical Structure Dynamics and Mechanism (CSDM-A) program of the Division of Chemistry to visualize and quantitatively measure electrochemical surface reactivity with a high spatial resolution, detect and analyze single biological and artificial vesicles.  The unifying theme of this project is the development of new methodology for mechanistic studies of electrochemical reactions based on unique capabilities of carbon nano-electrodes.  They are employed for quantitative nanoscale studies of several important chemical and biological systems.  The broader impacts of this work include potential societal benefits from an improved understanding of electrochemical processes on the nanoscale that can facilitate the progress in sensors, energy storage, and other technological and biomedical systems.  The students involved in this project are getting multidisciplinary research training in interfacial electrochemistry, bioanalytical chemistry, and nanoscience.\r\n\r\nCarbon nanoelectrodes will be chemically modified and used as scanning electrochemical microscopy (SECM) tips to investigate electrocatalytic processes, such as hydrogen evolution and hydrogen peroxide production via two-electron oxygen reduction reaction that cannot be measured at bare metal nano-electrodes.  Another way to probe local heterogeneous reactivity is by measuring electron tunneling current between the carbon nano-electrode and a nanometer-sized electroactive object, such as a two-dimensional catalytic nanoflake.  Carbon nanocavities are to be employed for mechanistic studies of processes involving single vesicles by recently introduced electrochemical resistive-pulse technique.  The goal is to identify a specific nano-object as the source of an electrochemical signal and then analyze its contents.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Mirkin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Mirkin",
   "pi_email_addr": "michael_mirkin@qc.edu",
   "nsf_id": "000097744",
   "pi_start_date": "2021-05-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Queens College",
  "inst_street_address": "6530 KISSENA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "FLUSHING",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189975400",
  "inst_zip_code": "113671575",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NY06",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJABWGUJM228"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Queens College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "113671575",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910100",
   "pgm_ele_name": "CSD-Chem Strcture and Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 495000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The most important outcomes of this project are the development of new types of electrochemical nanosensors for detecting reactive oxygen and nitrogen species (ROS/RNS) in biological systems and nanoscale measurements of electrocatalytic reaction rates by scanning electrochemical microscopy (SECM).</p>\r\n<p>We demonstrated the possibility of direct attachment of a reversible redox mediator to a carbon nanoelectrode surface to enable mediated oxidation/reduction of dissolved electroactive species. Using this approach, one can measure inner-sphere charge-transfer reactions at nanoelectrodes, which is essential for high-resolution electrochemical mapping of surface reactivity and amperometric nanosensing. This approach was used to measure a broad range of oxidation and reduction processes, including ORR, HOR, oxidation and reduction of H<sub>2</sub>O<sub>2</sub>, and oxidation of dopamine. The possibility of using chemically modified nanotips for SECM experiments was also demonstrated.&nbsp; We carried out finite-element simulations and developed the theory for water splitting on the substrate surface.&nbsp; New SECM theory was developed to analyze the results of SG/TC experiments at nanoscopic, microscopic, and macroscopic samples and quantitatively measure the rates of HER and OER on the substrate surface.</p>\r\n<p>SECM with a carbon nanoelectrode serving as a tip was shown to be suitable for electrochemical tunneling experiments at single nanoflakes. A small physical size of a carbon nanoelectrode (including a very thin insulating sheath) allows its conductive core to be brought within the tunneling distance (&lt;3 nm) from the flat surface. In this way, electrocatalytic activity, conductivity, and charging properties of and faradaic processes in various nanomaterials were characterized without making direct ohmic contact with them.</p>\r\n<p>Electrochemical resistive pulse (ERP) sensing was used to sample single extracellular vesicles (EVs) produced by a specific cell and analyze their contents. It allowed us to differentiate between non-transformed and cancer cells and between different lines of metastatic breast cells. EVs released from different breast cell lines showed that the larger total amount of ROS/RNS in vesicles corresponds to the higher metastatic potential of the cell. EVs can also report on changes in the cell status induced by a chemical agent. Thus, we measured ROS/RNS in released EVs to monitor the oxidation stress in a single breast cell induced by adding DAG-lactone to the bathing solution. The improved mechanistic understanding of liposome translocation through a conductive nanopipette was attained by finite-element simulations of this process. The possibility of quantitative analysis of experimental ERP transients was demonstrated. The developed theory can enable more reliable interpretation of complicated ERP signals and characterization of the size and contents of single biological and artificial vesicles.</p>\r\n<p>Charge-transfer processes at CuMOF nanoelectrodes mediated by Cu(II)/Cu(I) or Cu(I)/Cu(0) redox couples produce well-defined voltammograms of either simple redox mediators (e.g., oxidation of ferrocenemethanol) or inner-sphere electrochemical processes (e.g., reduction of H<sub>2</sub>O<sub>2</sub>). The obtained linear calibration curve for hydrogen peroxide suggested the possibility of CNP-MOF based nanosensing. Another electrochemical nanosensor for hydrogen peroxide detection was fabricated by electrodepositing CoMOF into a CNP. The response of the resulting electrode is mediated by the Co<sup>(II)</sup>/Co<sup>(III)</sup> redox couple with the locally electrogenerated Co<sup>(III)</sup> species oxidizing hydrogen peroxide. An important advantage of this sensor is that it is not sensitive to dissolved oxygen and does not require solution degassing, which may not always be feasible, e.g., in biological systems. This platform can be extended to other types of MOFs, where metal nodes or organic ligands (or both) can react with a target analyte.</p>\r\n<p>This project provided opportunities for multidisciplinary research to four graduate students and four postdoctoral fellows. &nbsp;They were trained in nanoelectrochemistry, scanning probe microscopies, and electroanalytical chemistry. &nbsp;These students gave oral and poster presentations at national and international meetings and participated in preparation of research papers and reports. &nbsp;They also performed joint research with our collaborators at NREL, University of California, University of Chinese Academy of Sciences, and Brookhaven National Laboratory. Two students obtained PhD degrees and one started her postdoctoral research. Two postdoctoral fellows obtained academic positions.&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/21/2025<br>\nModified by: Michael&nbsp;Mirkin</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe most important outcomes of this project are the development of new types of electrochemical nanosensors for detecting reactive oxygen and nitrogen species (ROS/RNS) in biological systems and nanoscale measurements of electrocatalytic reaction rates by scanning electrochemical microscopy (SECM).\r\n\n\nWe demonstrated the possibility of direct attachment of a reversible redox mediator to a carbon nanoelectrode surface to enable mediated oxidation/reduction of dissolved electroactive species. Using this approach, one can measure inner-sphere charge-transfer reactions at nanoelectrodes, which is essential for high-resolution electrochemical mapping of surface reactivity and amperometric nanosensing. This approach was used to measure a broad range of oxidation and reduction processes, including ORR, HOR, oxidation and reduction of H2O2, and oxidation of dopamine. The possibility of using chemically modified nanotips for SECM experiments was also demonstrated. We carried out finite-element simulations and developed the theory for water splitting on the substrate surface. New SECM theory was developed to analyze the results of SG/TC experiments at nanoscopic, microscopic, and macroscopic samples and quantitatively measure the rates of HER and OER on the substrate surface.\r\n\n\nSECM with a carbon nanoelectrode serving as a tip was shown to be suitable for electrochemical tunneling experiments at single nanoflakes. A small physical size of a carbon nanoelectrode (including a very thin insulating sheath) allows its conductive core to be brought within the tunneling distance (\r\n\n\nElectrochemical resistive pulse (ERP) sensing was used to sample single extracellular vesicles (EVs) produced by a specific cell and analyze their contents. It allowed us to differentiate between non-transformed and cancer cells and between different lines of metastatic breast cells. EVs released from different breast cell lines showed that the larger total amount of ROS/RNS in vesicles corresponds to the higher metastatic potential of the cell. EVs can also report on changes in the cell status induced by a chemical agent. Thus, we measured ROS/RNS in released EVs to monitor the oxidation stress in a single breast cell induced by adding DAG-lactone to the bathing solution. The improved mechanistic understanding of liposome translocation through a conductive nanopipette was attained by finite-element simulations of this process. The possibility of quantitative analysis of experimental ERP transients was demonstrated. The developed theory can enable more reliable interpretation of complicated ERP signals and characterization of the size and contents of single biological and artificial vesicles.\r\n\n\nCharge-transfer processes at CuMOF nanoelectrodes mediated by Cu(II)/Cu(I) or Cu(I)/Cu(0) redox couples produce well-defined voltammograms of either simple redox mediators (e.g., oxidation of ferrocenemethanol) or inner-sphere electrochemical processes (e.g., reduction of H2O2). The obtained linear calibration curve for hydrogen peroxide suggested the possibility of CNP-MOF based nanosensing. Another electrochemical nanosensor for hydrogen peroxide detection was fabricated by electrodepositing CoMOF into a CNP. The response of the resulting electrode is mediated by the Co(II)/Co(III) redox couple with the locally electrogenerated Co(III) species oxidizing hydrogen peroxide. An important advantage of this sensor is that it is not sensitive to dissolved oxygen and does not require solution degassing, which may not always be feasible, e.g., in biological systems. This platform can be extended to other types of MOFs, where metal nodes or organic ligands (or both) can react with a target analyte.\r\n\n\nThis project provided opportunities for multidisciplinary research to four graduate students and four postdoctoral fellows. They were trained in nanoelectrochemistry, scanning probe microscopies, and electroanalytical chemistry. These students gave oral and poster presentations at national and international meetings and participated in preparation of research papers and reports. They also performed joint research with our collaborators at NREL, University of California, University of Chinese Academy of Sciences, and Brookhaven National Laboratory. Two students obtained PhD degrees and one started her postdoctoral research. Two postdoctoral fellows obtained academic positions.\r\n\n\n\t\t\t\t\tLast Modified: 02/21/2025\n\n\t\t\t\t\tSubmitted by: MichaelMirkin\n"
 }
}