{
 "awd_id": "2102891",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Schooling through Vortex Streets; A Biological and Computational Approach to Understanding Collective Behavior in Wild Fish",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032924666",
 "po_email": "kblagoev@nsf.gov",
 "po_sign_block_name": "Krastan Blagoev",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 540000.0,
 "awd_amount": 540000.0,
 "awd_min_amd_letter_date": "2021-09-01",
 "awd_max_amd_letter_date": "2023-08-11",
 "awd_abstract_narration": "The ability of swarming animals to maneuver and navigate has fascinated humans for centuries. The most economically and ecologically important fishes are schooling fishes that swim together in the millions and migrate hundreds of miles through turbulent ocean currents. How a school senses and moves through its own turbulent wake and unpredictable ocean currents is vital to its success in daily life-or-death scenarios, where individuals must quickly and cohesively maneuver out of the jaws of large, fast-attacking predators. Because adjacent fields such as autonomous swarm robotics are based on and inspired by the collective behavior of biological fish schools, there is a critical need to understand how complex wakes can facilitate or disrupt organized, cohesive motion in schooling fishes. Insight into this phenomenon holds the key to unlocking unknown mechanisms that could advance the fields of collective behavior, neuroscience, evolution, movement ecology, robotics and fluid dynamics. The hydrodynamic mechanisms underlying schooling remain largely speculative due to the lack of a theoretical framework with which to experiment with wild, behaving animals. To meet this challenge, this project will examine the vortex street interactions downstream of arrays of cylinders by leveraging both computational fluid dynamics modeling and live fish experiments. The overall objective of the project is to define the fundamental mechanisms with which interacting vortex streets influence the patterns of formation in schooling fishes. The research project will broaden participation of underrepresented groups in STEM fields by providing an authentic research experience for undergraduate students and the public. This includes the long-running NSF REU program and K-9 outreach program at the Whitney Lab for Marine Bioscience, an established social media presence (over 10k YouTube subscribers), and a popular science book currently being written (Princeton University Press).\r\n\r\nThe PI will combine computational fluid dynamic (CFD) modeling, machine-learning motion-tracking algorithms, organismal biomechanics, and experimental sensory neuroscience to examine how complex hydrodynamic environments impact the collective behavior of schooling fishes with the following aims. Aim 1: Determine the arrangement of cylinders that generates vortex wakes that maximize attraction to fish, as well as sub-optimal control configurations. The hypothesis is that an optimal arrangement maximizing the coherency of the vortex street exists and it consists of a structured array with a constant spacing for each of the two directions. Aim 2:  Reveal distribution patterns of schooling fishes, both individually and collectively, behind experimental cylinder wakes. Here the hypothesis is that fish behavior depends on the cylinder distribution and relevant turbulent flow. Aim 3: Investigate the sensory biology of how fish remain in coherent schooling formations. The PI hypothesizes that faced with complex flows, schooling fish prioritize vision over flow sensing.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Liao",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "James C Liao",
   "pi_email_addr": "jliao@whitney.ufl.edu",
   "nsf_id": "000534681",
   "pi_start_date": "2021-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alberto",
   "pi_last_name": "Canestrelli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alberto Canestrelli",
   "pi_email_addr": "alberto.canestrelli@essie.ufl.edu",
   "nsf_id": "000836094",
   "pi_start_date": "2021-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "9505 Ocean Shore Blvd.",
  "perf_city_name": "Saint Augustine",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "320808610",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "FL06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 180000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 180000.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": null
}