{
 "awd_id": "2102324",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New Reactivity Pathways Using Pincer Ligands with Central Lewis Acidic Sites",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925373",
 "po_email": "jjewett@nsf.gov",
 "po_sign_block_name": "John C. Jewett",
 "awd_eff_date": "2021-06-01",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 570875.0,
 "awd_min_amd_letter_date": "2021-04-09",
 "awd_max_amd_letter_date": "2024-08-15",
 "awd_abstract_narration": "With funding from the Chemical Synthesis Program in the Chemistry Division, Professor Oleg Ozerov at the Department of Chemistry at Texas A&M University (TAMU) will selectively modify chemical bonds in nitrogen-containing organic molecules, called nitrogen-containing heterocycles. The efficient preparation and further modification of the nitrogen-containing heterocycles frequently is necessary in the industrial production of many pharmaceuticals and agrochemicals. However, the processes that are presently used for these transformations are often inefficient and do not exactly target the chemical bonds that must be manipulated. To rectify this problem, frameworks containing metal atoms bonded to boron or aluminum atoms are constructed. The boron or aluminum atoms can capture a nitrogen atom and hold the nitrogen-containing heterocycle in a very controlled geometry that allows the metal atom to activate specific chemical bonds. This permits precise control of the nitrogen-containing heterocycle. The project involves a network of collaborators, including Professor Anna Larsen at Ithaca College and Assistant Professor Miles Johnson at the University of Richmond, both faculty at primarily undergraduate institutions. The project also aims to increase the participation of students from underrepresented groups through graduate student recruitment efforts and outreach with the local secondary schools.\r\n\r\nThe theme of this project involves the synergistic use of the Lewis acidity of boryl or aluminyl sites bonded to transition metals and incorporated into pincer type ligands. It exploits the ability of boryl or an aluminyl units to capture the nitrogenous group in an azine substrate. This positions the transition metal to activate a specific C-H bond, which is topologically distinct from traditional C-H activation approaches. To develop a library of new ligands, 1,2-pyrrolediyl will be utilized as a key building block in the synthesis of pincer type ligands that contain the boryl or aluminyl moieties. Using these ligands, rhodium, iridium, and ruthenium complexes will be prepared and their ability to activate C-H bonds will be investigated. The mechanistic roles of B or Al in shuttling organic fragments to and from the transition metal and their involvement in the C-H activation process will be probed. Finally, the catalytic functionalization of azines and related substrates will be developed. The proposed research involves interactions with two PUI collaborators, Dr. Larsen (Ithaca College) and Dr. Johnson (U. of Richmond), and will proceed via close connections between TAMU graduate student mentors and Ithaca College and University of Richmond undergraduates.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Oleg",
   "pi_last_name": "Ozerov",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Oleg V Ozerov",
   "pi_email_addr": "ozerov@chem.tamu.edu",
   "nsf_id": "000342031",
   "pi_start_date": "2021-04-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University",
  "inst_street_address": "400 HARVEY MITCHELL PKY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF6XLNB4CDJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "3225 TAMU",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433255",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1515",
   "pgm_ref_txt": "MINORITY GRADUATE EDUC ACTIVIT"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 70875.0
  }
 ],
 "por": null
}