{
 "awd_id": "2102557",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Understanding the Fundamental Behavior of Single Molecule Electrical Junctions",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2021-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 550000.0,
 "awd_amount": 550000.0,
 "awd_min_amd_letter_date": "2021-08-06",
 "awd_max_amd_letter_date": "2022-08-12",
 "awd_abstract_narration": "In this project supported by the Chemical Structure, Dynamics and Mechanisms-A (CSDM-A) Program of the Division of Chemistry, Professor Eric Borguet and his students at Temple University seek to understand how chemical modification of a target molecule affects charge transport along different directions inside the molecule. Moving electrons lie at the heart of chemistry and biology.  This process is sensitive to, and therefore can be controlled by, the electronic properties of the molecules through which the electrons travel as well as the chemical and physical properties of the environment in which the molecules are embedded.   This is done by trapping a single molecule in a nanoscale junction where the electrical properties are measured. This knowledge will be exploited to achieve desired single molecule junction electronic characteristics, and may ultimately enable the development of useful device platforms for molecular switching and sensing.  \r\n\r\nWhile it is known that chemical substitution changes the electronic properties of molecules, the impact on the conductance measured perpendicular to the molecular plane vs. that measured along the molecular plane has not been determined.  Taking advantage of the ability to control molecular orientation in a junction (e.g. upright or flat), using the electrode potential in an electrochemical environment, this question will be tackled by measuring the directional dependence of the conductance of a series of molecules with different functional groups.  Calculations suggest promising chemical substitutions of small benzene derivatives that modulate electrical conductivity in an unanticipated manner, e.g., different effects for different molecular orientations.  The analysis of the large complex data sets generated will be enabled by sophisticated tools to identify low probability events and multiple possible junction configurations.   In terms of scientific broader impacts, these fundamental studies have the potential to enable the construction of efficient systems for nascent technologies, such as nanoscale electronics and sensors.  In terms of educational broader impacts, high school, undergraduate and graduate students will have the opportunity to participate in this collaborative study with an international team of experts in state-of-the-art measurement, data analysis and theory.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Borguet",
   "pi_mid_init": "U",
   "pi_sufx_name": "",
   "pi_full_name": "Eric U Borguet",
   "pi_email_addr": "eborguet@temple.edu",
   "nsf_id": "000213668",
   "pi_start_date": "2021-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "1901 N. 13th Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910100",
   "pgm_ele_name": "CSD-Chem Strcture and Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 183334.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 366666.0
  }
 ],
 "por": null
}