{
 "awd_id": "2102233",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NeTS: Small: Toward Optimal, Efficient, and Holistic Networking Design for Massive-MIMO Wireless Networks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alexander Sprintson",
 "awd_eff_date": "2020-08-16",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 133294.0,
 "awd_amount": 133294.0,
 "awd_min_amd_letter_date": "2020-11-09",
 "awd_max_amd_letter_date": "2020-11-09",
 "awd_abstract_narration": "The proliferation of mobile-Internet devices in recent years (e.g., smartphones, tablets, etc.) has continuously pushed the current wireless networks to their capacity limits. A key approach to enlarge network capacity is to increase spectrum efficiency. To allow future wireless networks to support multi-Gigabit per second data rates, there have been significant research efforts in recent years termed 'massive multiple-input multiple-output' systems (M-MIMO), where the numbers of antennas are scaled up to hundreds or even thousands. However, so far, these efforts are mostly limited to problems at the physical layer or signal processing aspects. There is very limited knowledge on how to optimally employ M-MIMO technologies and develop control and optimization algorithms to improve network capacity, delay, and energy expenditure performances from networking perspectives. The proposed research will enable the networking community by facilitating the development of M-MIMO-based wireless networks with substantially increased network performances in terms of throughput, delay, energy expenditure. Through this project, the investigator also aims to advance M-MIMO research in formal classroom instruction and educate students to inculcate a strong comprehension and knowledge of M-MIMO. The investigator will host a workshop to present research findings to companies in the areas of wireless networking. This research will not only advance the knowledge in the design of M-MIMO wireless networks but will also serve a critical need in the general networking research community by exploring a network-level understanding of M-MIMO networks through a unified research program, which consists of the development of tractable cross-layer theoretical models, exploration of theoretical performance bounds and limits, and the development of distributed algorithms.\r\n\r\nThis project strives to answer the following overarching questions: Could the linear capacity scaling law at the M-MIMO physical layer be translated into upper layers' performance gains in throughput, delay, and energy expenditure?  Specifically, the project will focus the research efforts along the following three interrelated thrust areas: 1) optimal routing and congestion control for M-MIMO multi-hop backhaul networks; 2) efficient scheduling design for M-MIMO cellular networks; and 3) energy analytics for M-MIMO wireless networks. The project aims to bridge the gaps between physical layer advances in M-MIMO and wireless networking research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jia",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jia Liu",
   "pi_email_addr": "liu.1736@osu.edu",
   "nsf_id": "000687104",
   "pi_start_date": "2020-11-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 Kenny Road",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 133294.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">In this project, our goal is to bridge the gaps between physical layer advances in wireless communication systems with a large number of antennas (also known as Massive MIMO, or M-MIMO for short in this project) and wireless networking research. The proposed research will enable the networking community by facilitating a holistic development of M-MIMO-based wireless networks with substantially increased network performances. To that end, we will focus our research efforts along the following three interrelated thrust areas that encompass both single-hop and multi-hop M-MIMO networks: 1) efficient scheduling design for M-MIMO cellular networks; 2) optimal routing and congestion control for M-MIMO networks; 3) energy analytics for M-MIMO wireless networks</p>\n<p class=\"Default\">&nbsp;The lifetime of this award can be roughly divided into three stages. In the first stage of the award, we focus on developing fast-converging and low-delay joint congestion control and scheduling algorithms for M-MIMO-based networks, which are targeting at the higher layers in the protocol stack. Representative works in this stage include &ldquo;Heavy-Ball&rdquo; and &ldquo;Nesterovian&rdquo; joint congestion control and scheduling algorithms, both of which leverage momentum information in cross-layer design to accelerate the convergence speed of joint congestion control and scheduling, which entails high-throughput and low-delay. In addition, we also showed that the use of higher-order momentum information can continue to improve the delay performance. Based on these momentum-based approaches, we further investigated the impacts of limited channel state information on congestion control and scheduling. We showed that there is a &ldquo;phase transition&rdquo; phenomenon of the networking performance in terms of the channel state information accuracy.</p>\n<p class=\"Default\">&nbsp;Also in this stage of this project, we investigated the medium access control layer and considered low-overhead uplink scheduling algorithms for M-MIMO, which is important for supporting large-scale IoT applications with limited amount of coordination from the central controller in M-MIMO networks. Specifically, we characterized the capacity outer bound subject to the sampling constraint where only a small subset of users control channels for system state reporting and wireless channel probing and proposed a joint sampling and transmission algorithm. The insights obtained from our proposed algorithms allow us to develop an efficient and low-overhead scheduling algorithm that can strictly satisfy sampling constraints with marginal and asymptotically diminishing throughput loss. Moreover, the throughput performance of our proposed algorithm is independent of the number of users, a highly desirable property in large-scale IoT systems.</p>\n<p>&nbsp;In the third stage of this project, with the rise of machine learning and artificial intelligence during this project period, our research gradually shifted toward studying M-MIMO network performance optimization and control problems through machine learning techniques. In particular, we found that the beam searching and training components in the hybrid beamforming of the physical layer in M-MIMO networks can be formulated and studied using an online learning framework called &ldquo;multi-armed bandit&rdquo; (MAB). Specifically, in the analog phase of M-MIMO hybrid beamforming, we need to select the best beam directions between the base and mobile stations. Due to the complex environment of wireless signal propagation, the optimal beam directions are usually hard to predict and it is more robust to use a data-driven learning approach. However, this online learning problem is highly challenging due to its infinite number of potential beam directions. To overcome this challenge, in this project, we studied the problems of identifying k distinct top rho fraction (e.g., top 5%) arms from a finite or infinite set with a probably approximately correct (PAC) tolerance. We consider both cases where the threshold of top arms' expected rewards is known a priori and unknown. We prove lower bounds for the four variations (finite or infinite, and threshold known or unknown), and propose algorithms for all variations of which two are sample complexity optimal (up to constant factors) and the other two up to a log factor.</p>\n<p>&nbsp;Another major challenge in the analog phase of M-MIMO hybrid beamforming is that a channel may not always be available for each channel sampling due to the time-varying fading nature of M-MIMO channels. However, the basic MAB model neglects this important system factor of the system in real-world M-MIMO. To that end, we propose a new MAB model to address the aforementioned challenges in M-MIMO networks. The objective of this MAB model is to maximize the reward while guaranteeing that each potential beam direction will be sampled sufficiently many times. To tackle this new problem, we extend existing MAB policies to deal with a critical tradeoff between exploitation and exploration and employ the virtual queue technique to properly handle the minimum-sampling-ratio constraints. By carefully integrating these two techniques.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/12/2022<br>\n\t\t\t\t\tModified by: Jia&nbsp;Liu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "In this project, our goal is to bridge the gaps between physical layer advances in wireless communication systems with a large number of antennas (also known as Massive MIMO, or M-MIMO for short in this project) and wireless networking research. The proposed research will enable the networking community by facilitating a holistic development of M-MIMO-based wireless networks with substantially increased network performances. To that end, we will focus our research efforts along the following three interrelated thrust areas that encompass both single-hop and multi-hop M-MIMO networks: 1) efficient scheduling design for M-MIMO cellular networks; 2) optimal routing and congestion control for M-MIMO networks; 3) energy analytics for M-MIMO wireless networks\n The lifetime of this award can be roughly divided into three stages. In the first stage of the award, we focus on developing fast-converging and low-delay joint congestion control and scheduling algorithms for M-MIMO-based networks, which are targeting at the higher layers in the protocol stack. Representative works in this stage include \"Heavy-Ball\" and \"Nesterovian\" joint congestion control and scheduling algorithms, both of which leverage momentum information in cross-layer design to accelerate the convergence speed of joint congestion control and scheduling, which entails high-throughput and low-delay. In addition, we also showed that the use of higher-order momentum information can continue to improve the delay performance. Based on these momentum-based approaches, we further investigated the impacts of limited channel state information on congestion control and scheduling. We showed that there is a \"phase transition\" phenomenon of the networking performance in terms of the channel state information accuracy.\n Also in this stage of this project, we investigated the medium access control layer and considered low-overhead uplink scheduling algorithms for M-MIMO, which is important for supporting large-scale IoT applications with limited amount of coordination from the central controller in M-MIMO networks. Specifically, we characterized the capacity outer bound subject to the sampling constraint where only a small subset of users control channels for system state reporting and wireless channel probing and proposed a joint sampling and transmission algorithm. The insights obtained from our proposed algorithms allow us to develop an efficient and low-overhead scheduling algorithm that can strictly satisfy sampling constraints with marginal and asymptotically diminishing throughput loss. Moreover, the throughput performance of our proposed algorithm is independent of the number of users, a highly desirable property in large-scale IoT systems.\n\n In the third stage of this project, with the rise of machine learning and artificial intelligence during this project period, our research gradually shifted toward studying M-MIMO network performance optimization and control problems through machine learning techniques. In particular, we found that the beam searching and training components in the hybrid beamforming of the physical layer in M-MIMO networks can be formulated and studied using an online learning framework called \"multi-armed bandit\" (MAB). Specifically, in the analog phase of M-MIMO hybrid beamforming, we need to select the best beam directions between the base and mobile stations. Due to the complex environment of wireless signal propagation, the optimal beam directions are usually hard to predict and it is more robust to use a data-driven learning approach. However, this online learning problem is highly challenging due to its infinite number of potential beam directions. To overcome this challenge, in this project, we studied the problems of identifying k distinct top rho fraction (e.g., top 5%) arms from a finite or infinite set with a probably approximately correct (PAC) tolerance. We consider both cases where the threshold of top arms' expected rewards is known a priori and unknown. We prove lower bounds for the four variations (finite or infinite, and threshold known or unknown), and propose algorithms for all variations of which two are sample complexity optimal (up to constant factors) and the other two up to a log factor.\n\n Another major challenge in the analog phase of M-MIMO hybrid beamforming is that a channel may not always be available for each channel sampling due to the time-varying fading nature of M-MIMO channels. However, the basic MAB model neglects this important system factor of the system in real-world M-MIMO. To that end, we propose a new MAB model to address the aforementioned challenges in M-MIMO networks. The objective of this MAB model is to maximize the reward while guaranteeing that each potential beam direction will be sampled sufficiently many times. To tackle this new problem, we extend existing MAB policies to deal with a critical tradeoff between exploitation and exploration and employ the virtual queue technique to properly handle the minimum-sampling-ratio constraints. By carefully integrating these two techniques.\n\n\t\t\t\t\tLast Modified: 07/12/2022\n\n\t\t\t\t\tSubmitted by: Jia Liu"
 }
}