{
 "awd_id": "2102107",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Achiral and Chiral Nanographene Synthesis Using an Alkyne Linchpin Strategy",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032922934",
 "po_email": "laanders@nsf.gov",
 "po_sign_block_name": "Laura Anderson",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 483134.0,
 "awd_amount": 483134.0,
 "awd_min_amd_letter_date": "2021-04-26",
 "awd_max_amd_letter_date": "2023-06-16",
 "awd_abstract_narration": "With the support of the Chemical Synthesis Program in the Division of Chemistry, Wesley Chalifoux of the University of Nevada, Reno is studying ways to make nanographenes from small, precise, molecular building blocks. Nanographenes are flat sheets of carbon atoms that mimic small sections of graphene. The optoelectronic properties of nanographenes make them attractive materials in applications such as organic light-emitting diodes (OLEDs), organic field-effect transistors (OFETs), and organic solar cells. The Chalifoux research group’s efforts to develop new ways to make these molecules are supporting the design of next-generation devices. Dr. Chalifoux and his team of students are converting modifiable chemical building blocks to nanographenes under mild conditions and monitoring how specific changes in the building blocks tune the characteristics of the nanographenes, including their three-dimensional shape and optical properties. These activities are also supporting the engagement of high school students in chemical research to encourage their engagement in science and to support their progression towards successful science, technology, engineering, and mathematics (STEM) careers.\r\n\r\nWesley Chalifoux and his research team are advancing the use of alkyne benzannulation as a mild and versatile strategy for preparing nanographenes with tunable optical properties. The use of high-energy alkyne-containing precursors allows for the use of mild benzannulation conditions that support expanded functional group tolerance and provide access to a variety of nanographene structures that cannot be achieved using other methods. The Chalifoux group will apply this strategy to the synthesis of highly contorted and chiral nanographene molecular scaffolds that exhibit circularly polarized light characteristics and can be envisioned in variety of chiroptic applications such as liquid crystal displays, chiral sensing, holographic displays, three-dimensional displays, and other information technologies. The development of new C-H functionalization strategies will also be explored in combination with benzannulation to provide new and potentially facile routes to larger nanographenes that exhibit significant red shifts in the absorption and emission spectra. These activities are synergistically providing training in organic synthesis and advanced analytical techniques for a diverse cohort of graduate, undergraduate, and high school students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "Casey",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Sean M Casey",
   "pi_email_addr": "scasey@unr.edu",
   "nsf_id": "000194990",
   "pi_start_date": "2023-06-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Wesley",
   "pi_last_name": "Chalifoux",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Wesley A Chalifoux",
   "pi_email_addr": "wchalifoux@unr.edu",
   "nsf_id": "000668408",
   "pi_start_date": "2021-04-26",
   "pi_end_date": "2023-06-16"
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 483134.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"color: #0e0e0e;\"><span><span>This project has significantly advanced the synthesis of nanographene (NG) structures, enhancing our understanding of these versatile materials and their applications in energy storage and electronics. Nanographenes are tiny, carbon-rich molecules with unique properties that make them invaluable for cutting-edge technologies.</span></span></span></p>\r\n<p><span style=\"color: #0e0e0e;\">A major achievement was the functionalization of NGs by incorporating sulfur and oxygen atoms to modify their electronic properties. These modifications allow precise control over conductivity and energy levels. For instance, sulfur improves electron-donating capabilities, essential for flexible electronics, while oxygen enhances stability and light absorption, making NGs suitable for solar cells. The team produced both chiral and achiral NGs, with chiral forms offering exciting optical and electronic behaviors due to their &ldquo;handedness.&rdquo; Chiral NGs interact uniquely with circularly polarized light, enabling applications in advanced displays and optical devices. Their stability and optical properties also make them ideal for molecular switches, memory elements, and enantioselective sensing in fields like pharmaceuticals.</span></p>\r\n<p><span style=\"color: #0e0e0e;\">The researchers also developed new chiral NG architectures, including the first chiral teropyrene, which displayed unique interactions with polarized light. Using a technique called C-H activation, the team extended NG structures to create short chiral peropyrene derivatives, including push-pull variants capable of efficient charge transfer. These innovations hold promise for applications in organic electronics.</span></p>\r\n<p><span style=\"color: #0e0e0e;\">The potential of NGs in energy storage was demonstrated by their use as cathode materials in nonaqueous zinc-ion batteries. These batteries show promise for higher charge densities, contributing to the development of more efficient, sustainable energy systems.</span></p>\r\n<p><span style=\"color: #0e0e0e;\">The project also explored stabilizing chiral NGs by increasing their enantiomerization barrier&mdash;the energy needed to switch their handedness. In their paper, </span><em style=\"color: #0e0e0e;\">&ldquo;&pi;-Extended Helical Nanographenes: Synthesis and Photophysical Properties of Naphtho[1,2-a]pyrenes,&rdquo;</em><span style=\"color: #0e0e0e;\"> the team demonstrated that molecular crowding in specific regions (bay and cove) effectively stabilized these chiral forms for practical applications.</span></p>\r\n<p><span style=\"color: #0e0e0e;\">Beyond scientific breakthroughs, this project served as a training ground for future scientists. Graduate and undergraduate students, as well as a high school student, gained hands-on experience in innovative research. Findings were shared through publications and conferences, enriching global understanding of NG synthesis and applications.</span></p>\r\n<p><span style=\"color: #0e0e0e;\">This work has provided new tools for designing NGs with tailored properties, paving the way for their use in technologies like organic solar cells, energy storage devices, and advanced electronics. By combining groundbreaking research with education and collaboration, the project has laid a strong foundation for future innovations in material science.</span></p><br>\n<p>\n Last Modified: 12/31/2024<br>\nModified by: Sean&nbsp;M&nbsp;Casey</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project has significantly advanced the synthesis of nanographene (NG) structures, enhancing our understanding of these versatile materials and their applications in energy storage and electronics. Nanographenes are tiny, carbon-rich molecules with unique properties that make them invaluable for cutting-edge technologies.\r\n\n\nA major achievement was the functionalization of NGs by incorporating sulfur and oxygen atoms to modify their electronic properties. These modifications allow precise control over conductivity and energy levels. For instance, sulfur improves electron-donating capabilities, essential for flexible electronics, while oxygen enhances stability and light absorption, making NGs suitable for solar cells. The team produced both chiral and achiral NGs, with chiral forms offering exciting optical and electronic behaviors due to their handedness. Chiral NGs interact uniquely with circularly polarized light, enabling applications in advanced displays and optical devices. Their stability and optical properties also make them ideal for molecular switches, memory elements, and enantioselective sensing in fields like pharmaceuticals.\r\n\n\nThe researchers also developed new chiral NG architectures, including the first chiral teropyrene, which displayed unique interactions with polarized light. Using a technique called C-H activation, the team extended NG structures to create short chiral peropyrene derivatives, including push-pull variants capable of efficient charge transfer. These innovations hold promise for applications in organic electronics.\r\n\n\nThe potential of NGs in energy storage was demonstrated by their use as cathode materials in nonaqueous zinc-ion batteries. These batteries show promise for higher charge densities, contributing to the development of more efficient, sustainable energy systems.\r\n\n\nThe project also explored stabilizing chiral NGs by increasing their enantiomerization barrierthe energy needed to switch their handedness. In their paper, -Extended Helical Nanographenes: Synthesis and Photophysical Properties of Naphtho[1,2-a]pyrenes, the team demonstrated that molecular crowding in specific regions (bay and cove) effectively stabilized these chiral forms for practical applications.\r\n\n\nBeyond scientific breakthroughs, this project served as a training ground for future scientists. Graduate and undergraduate students, as well as a high school student, gained hands-on experience in innovative research. Findings were shared through publications and conferences, enriching global understanding of NG synthesis and applications.\r\n\n\nThis work has provided new tools for designing NGs with tailored properties, paving the way for their use in technologies like organic solar cells, energy storage devices, and advanced electronics. By combining groundbreaking research with education and collaboration, the project has laid a strong foundation for future innovations in material science.\t\t\t\t\tLast Modified: 12/31/2024\n\n\t\t\t\t\tSubmitted by: SeanMCasey\n"
 }
}