{
 "awd_id": "2103632",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Frameworks: OpenEarthscape - Transformative Cyberinfrastructure for Modeling and Simulation in the Earth-Surface Science Communities",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032922656",
 "po_email": "vchandol@nsf.gov",
 "po_sign_block_name": "Varun Chandola",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 112501.0,
 "awd_amount": 112501.0,
 "awd_min_amd_letter_date": "2021-09-13",
 "awd_max_amd_letter_date": "2021-09-13",
 "awd_abstract_narration": "The landscape around us changes constantly. Sometimes change is slow: a river bend migrates, soil erodes from a field, a waterfall carves its way upstream. Sometimes change happens fast: a landslide, a flood, a winter storm eroding beaches. To understand, manage, and forecast such processes, scientists rely on computer simulation models. This project develops software tools to make simulation modeling easier, more accessible, and more efficient. Among the products is a website through which researchers and students alike can learn about and experiment with a variety of environmental simulation models, without needing to install anything on their own computers. This web portal takes advantage of a technology that combines text, pictures, and computer code in a single online document. The project also develops improved computer-programming libraries designed to make it easier and more efficient for researchers to create new simulation models. The project contributes computing-skills training for college students enrolled in Colorado-based summer programs that serve traditionally underrepresented student populations. The project also promotes public education in geology, by creating an online animated simulation illustrating how landscapes evolve in response to various geologic events.\r\n\r\nAs the sciences that probe Earth's changing surface become more quantitative and prediction-oriented, they increasingly rely on computational modeling and model-data integration. This project develops OpenEarthscape: an integrated suite of community-developed cyber resources for simulation and model-data integration, focusing on nine high-priority geoscience frontiers. Products and activities include EarthscapeHub: a JupyterHub server providing easy access to models, tools, and libraries; new capacity for creating and sharing reproducible analyses; and major enhancements to current programming libraries for model construction and coupling. OpenEarthscape catalyzes efficiency by building new technology to improve performance and developing an extended version of the Basic Model Interface API standard to address parallel architecture and coupling. OpenEarthscape fosters research productivity with improved library capabilities for data I/O and visualization, and with community resources for efficient software distribution and cross-platform compatibility. Broader impacts include partnership with undergraduate research programs that support traditionally underrepresented student populations, with the project team contributing introductory training in scientific computing. A novel educational element is the OpenEarthscape Simulator: a web-hosted visual simulation of a micro-continent evolving in response to various geologic events. The simulator provides students and the general public with an intriguing visualization of Earthscape dynamics and provides a template for the research community to identify defects in our current understanding.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erkan",
   "pi_last_name": "Istanbulluoglu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erkan Istanbulluoglu",
   "pi_email_addr": "erkani@u.washington.edu",
   "nsf_id": "000493375",
   "pi_start_date": "2021-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981952700",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "077Z",
   "pgm_ref_txt": "CSSI-1: Cyberinfr for Sustained Scientif"
  },
  {
   "pgm_ref_code": "7925",
   "pgm_ref_txt": "LARGE PROJECT"
  },
  {
   "pgm_ref_code": "8004",
   "pgm_ref_txt": "Software Institutes"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 112501.0
  }
 ],
 "por": null
}