{
 "awd_id": "2103700",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Packaging, Targeting, and Replication of Virus-derived RNA Replicons",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032924517",
 "po_email": "sdifazio@nsf.gov",
 "po_sign_block_name": "Stephen DiFazio",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 763871.0,
 "awd_amount": 763871.0,
 "awd_min_amd_letter_date": "2021-06-02",
 "awd_max_amd_letter_date": "2021-06-02",
 "awd_abstract_narration": "In order to better control and treat viral outbreaks such as the current COVID-19 pandemic, it is necessary to better understand on a molecular level the life cycles of RNA viruses – how they get into and out of their host cells, and how they replicate in those cells. This project focuses on three of the simplest and best characterized RNA viruses – ones, like SARS-2, whose genomes are single-stranded RNA that the target cell translates into viral proteins. This project aims to discover fundamental aspects of how a single RNA genome is amplified 10,000-fold within hours, how the new RNA molecules are packaged into protective protein shells (capsids), and how these newly-formed particles (nucleocapsids) exit their host cell.  The research involved will be carried out by diverse undergraduate, graduate, and postdoctoral students who are being trained in state-of-the-art molecular biology, chemistry and physics methods, including genetic engineering, biochemical/enzymatic reactions, and fluorescence and electron microscopies. The results of this work will provide foundational information that can propel vaccine design, antiviral pharmaceutical discovery, and innovations in biotechnology.  \r\n\r\nThe three viruses featured in this research are: a bromovirus whose four genes are contained in three RNA genome molecules packaged in three different particles; a nodavirus whose four genes are contained in two molecules packaged together in one particle; and an alphavirus whose nine genes are all contained in one RNA molecule and one particle. These viruses illustrate the breadth of strategies for replication of and packaging of RNA genes into virus particles.   Cells recognize these viral genomes as if they were mRNAs so that the genomes are all self-replicating in the sense that they encode RNA replicase proteins that replicate the genome.  In comparing and contrasting the life cycles of these viruses the ultimate goal is to control the self-assembly of self-replicating RNA molecules.  The state-of-the-art physical and molecular biological techniques involved include: time-resolved cryo-electron tomography; genetic engineering of capsid-forming proteins; and single-molecule/single-cell fluorescence microscopy. The particular experiments include: time-resolved tomographic imaging of the self-assembly pathway of RNA viruses and VLPs; syntheses of in vitro reconstituted VLPs functionalized by protein ligands; and competitions of viral and non-viral RNA molecules for RNA replicases.\r\n\r\nThis research is funded by the Genetic Mechanisms program in the Division of Molecular and Cellular Biosciences in the Directorate of Biological Sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Gelbart",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "William M Gelbart",
   "pi_email_addr": "gelbart@chem.ucla.edu",
   "nsf_id": "000192171",
   "pi_start_date": "2021-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 763871.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project we have been generally concerned with the many ways in which we can learn from viruses about how to synthesize bio-compatible particles for delivering genes to specific cells in the body for therapeutic purposes. We are particularly concerned with genes in the form of mRNA that can be directly translated into therapeutic proteins in the targeted cells, and further with mRNA that is &ldquo;self-replicating&rdquo; (i.e., that is strongly replicated before it is translated), so as to enhance the number of proteins being produced. The particles that we employ for this purpose are either: perfect hollow spheres consisting of exactly 180 copies of capsid protein (from a plant virus, CCMV) with one copy of mRNA inside; or perfect hollow cylinders consisting of exactly 3 times as many proteins (from another plant virus, TMV) as there are nucleotides in the one copy of mRNA embedded in them. Figure 1 shows an electron microscope image of the CCMV and TMV virus-like particles (VLPs) that we synthesize from their corresponding capsid proteins; each of these VLPs contains one copy of the same self-replicating molecule (in this instance an mRNA coding for a fluorescent protein) which we can choose to code for any gene we like, e.g., vaccine antigens to be delivered to antigen-presenting cells, cell-killing proteins to be delivered to cancerous cells, or chimeric antigen receptors to be delivered to T cells that are transformed in this way to kill virus-infected cells, etc. Significantly, the plant viruses TMV and CCMV (and the closely-related BMV), along with a particular bacterial virus (MS2), are the only sources of capsid protein that can be used for test-tube synthesis of non-infectious, therapeutic-mRNA-containing, VLPs. While other groups have exploited one or the other of these particles for mRNA gene delivery, we work simultaneously with <em>both</em> spherical and cylindrical VLPs, in order to systematically compare their gene delivery efficacy.&nbsp;&nbsp;&nbsp;</p>\r\n<p>The principal&nbsp;<strong>intellectual merit</strong>&nbsp;of this work derives from its combining single-particle biophysical probing of VLP self-assembly with cell-culture and animal-model studies of how their self-replicating mRNA is amplified in vivo. In particular, we quantify the extent to which downstream in situ protein synthesis is dependent on the targeting ligand that has been conjugated to the VLP and on the choice of replicase gene that is used to make the mRNA self-amplifying.&nbsp;</p>\r\n<p>Its&nbsp;<strong>broader impact</strong>&nbsp;derives from its direct relevance to our fundamental understanding of the mRNA-genome viruses that make up the majority of viral pathogens (including Hepatitis C, Dengue, and SARS), and to a host of translational medicine applications (including vaccines, CAR-T immunotherapy, and gene-editing). Further, because of the interdisciplinarity involved (ranging from single-particle light scattering methods to virology and gene delivery) and the cultural diversity of the postdoctoral, PhD, and undergraduate students involved in the research, we are training a new cohort of the next generation of scientists. We have also participated in several public outreach activities including regular hosting of students from local community colleges and on-site teaching about viruses and vaccines in local prisons.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/04/2025<br>\nModified by: William&nbsp;M&nbsp;Gelbart</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn this project we have been generally concerned with the many ways in which we can learn from viruses about how to synthesize bio-compatible particles for delivering genes to specific cells in the body for therapeutic purposes. We are particularly concerned with genes in the form of mRNA that can be directly translated into therapeutic proteins in the targeted cells, and further with mRNA that is self-replicating (i.e., that is strongly replicated before it is translated), so as to enhance the number of proteins being produced. The particles that we employ for this purpose are either: perfect hollow spheres consisting of exactly 180 copies of capsid protein (from a plant virus, CCMV) with one copy of mRNA inside; or perfect hollow cylinders consisting of exactly 3 times as many proteins (from another plant virus, TMV) as there are nucleotides in the one copy of mRNA embedded in them. Figure 1 shows an electron microscope image of the CCMV and TMV virus-like particles (VLPs) that we synthesize from their corresponding capsid proteins; each of these VLPs contains one copy of the same self-replicating molecule (in this instance an mRNA coding for a fluorescent protein) which we can choose to code for any gene we like, e.g., vaccine antigens to be delivered to antigen-presenting cells, cell-killing proteins to be delivered to cancerous cells, or chimeric antigen receptors to be delivered to T cells that are transformed in this way to kill virus-infected cells, etc. Significantly, the plant viruses TMV and CCMV (and the closely-related BMV), along with a particular bacterial virus (MS2), are the only sources of capsid protein that can be used for test-tube synthesis of non-infectious, therapeutic-mRNA-containing, VLPs. While other groups have exploited one or the other of these particles for mRNA gene delivery, we work simultaneously with both spherical and cylindrical VLPs, in order to systematically compare their gene delivery efficacy.\r\n\n\nThe principalintellectual meritof this work derives from its combining single-particle biophysical probing of VLP self-assembly with cell-culture and animal-model studies of how their self-replicating mRNA is amplified in vivo. In particular, we quantify the extent to which downstream in situ protein synthesis is dependent on the targeting ligand that has been conjugated to the VLP and on the choice of replicase gene that is used to make the mRNA self-amplifying.\r\n\n\nItsbroader impactderives from its direct relevance to our fundamental understanding of the mRNA-genome viruses that make up the majority of viral pathogens (including Hepatitis C, Dengue, and SARS), and to a host of translational medicine applications (including vaccines, CAR-T immunotherapy, and gene-editing). Further, because of the interdisciplinarity involved (ranging from single-particle light scattering methods to virology and gene delivery) and the cultural diversity of the postdoctoral, PhD, and undergraduate students involved in the research, we are training a new cohort of the next generation of scientists. We have also participated in several public outreach activities including regular hosting of students from local community colleges and on-site teaching about viruses and vaccines in local prisons.\r\n\n\n\t\t\t\t\tLast Modified: 01/04/2025\n\n\t\t\t\t\tSubmitted by: WilliamMGelbart\n"
 }
}