{
 "awd_id": "2103408",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: What makes Low-Frequency Earthquakes low frequency?",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2024-01-31",
 "tot_intn_awd_amt": 297798.0,
 "awd_amount": 306279.0,
 "awd_min_amd_letter_date": "2020-11-30",
 "awd_max_amd_letter_date": "2022-08-08",
 "awd_abstract_narration": "Both earthquakes, which cause damage, and slow slip events, which do not, release built-up stress at tectonic plate boundaries. While we have long studied the earthquake cycle, the recent discovery of slow slip events (lasting days to years) has upended our understanding of this cycle. There are still no answers to fundamental questions such as: how much tectonic motion is accommodated by slow slip? What physical conditions at plate boundaries determine whether an earthquake or slow slip occurs? How does this affect future earthquake hazard? Can a slow slip event trigger a major earthquake? In this international collaboration with scientists from Japan and New Zealand, the researchers will investigate these questions and others by studying the subduction of the Philippine Sea plate beneath Japan. They will use low-frequency earthquakes, which are unique seismic signature containing information about the source of slow slip. The study will use both low-frequency earthquakes and \"normal\" earthquakes to tease out the physics of slow slip at a higher-resolution than was previously possible, shedding light on the different styles of fault slip that occur on tectonic plate boundaries.\r\n\r\nDespite the importance of slow slip in the tectonic slip budget, there are not strong constraints on the mechanics of slow slip, or the structural properties of its source region, the highly deformed plate interface. Small, impulsive seismic events called low-frequency earthquakes (LFEs), commonly accompany slow slip. This unique type of seismicity provides a high-resolution lens through which to study slow slip, but we do not yet understand its deficiency in high-frequency content, which is intimately tied to the physics of slow slip. This study will conduct a localized, high-resolution analysis of LFEs in the Nankai Trough (Japan) to accurately image the LFE source and determine why their frequency content is lower than that of typical earthquakes. There are two potential end-member explanations for why LFEs are low frequency: (i) either the LFE source itself is fundamentally different from that of \"normal\" earthquakes, and does not radiate high-frequencies, or (ii) near-source attenuation in the highly sheared plate interface removes the high frequency content within the slow slip source region before it can be captured at seismometers located at the surface. The study will investigate this problem by performing a novel spectral analysis of crustal and intraslab earthquakes sandwiching LFEs at the plate interface in the Nankai Trough. This will enable high-resolution images of attenuation structure of the plate interface, allowing for the discrimination of the role near-source attenuation plays in generating LFEs' characteristic low-frequency signature. By precisely determining the effect attenuation has on LFE spectra observed at the surface, the researchers will be able to constrain the LFE source. A range of cluster-based spectral and time-domain approaches will be used to model the events, and search for differences between regions with and without LFEs. The research will also explore the time-dependent evolution of attenuation and LFE source parameters to evaluate how the plate interface changes throughout the slow slip cycle. Slow slip plays a significant role in the earthquake cycle, and this research will provide new and essential constraints on the LFE source and the structure of a major plate boundary, shedding light on the dynamics and physics of slow slip.\r\n\r\nThis project is supported by the Geophysics program and the Prediction of and Resilience against Extreme Events (PREEVENTS) program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Frank",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "William B Frank",
   "pi_email_addr": "wfrank@mit.edu",
   "nsf_id": "000667353",
   "pi_start_date": "2020-11-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Ave 54-514",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "034Y00",
   "pgm_ele_name": "PREEVENTS - Prediction of and"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 246292.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 59986.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Both earthquakes, which cause damage, and slow slip events, which do not, release built-up stress at tectonic plate boundaries. While we have long studied the earthquake cycle, the recent discovery of slow slip events (lasting days to years) has upended our understanding of this cycle. There are still no answers to fundamental questions such as: how much tectonic motion is accommodated by slow slip? What physical conditions at plate boundaries determine whether an earthquake or slow slip occurs? How does this affect future earthquake hazard? Can a slow slip event trigger a major earthquake? In this international collaboration with scientists from Japan and New Zealand, the researchers investigated these questions and others by studying the subduction of the Philippine Sea plate beneath Japan. They studied low-frequency earthquakes, which are unique seismic signature containing information about the source of slow slip. Leveraging both low-frequency earthquakes and \"normal\" earthquakes to tease out the physics of slow slip at a higher-resolution than was previously possible, this research demonstrated how different styles of fault slip are controlled by the fluid saturated conditions on tectonic plate boundaries and within the crust.</span><br /><br /><span>Despite the importance of slow slip in the tectonic slip budget, there are not strong constraints on the mechanics of slow slip, or the structural properties of its source region, the highly deformed plate interface. Small, impulsive seismic events called low-frequency earthquakes (LFEs), commonly accompany slow slip. This unique type of seismicity provides a high-resolution lens through which to study slow slip, and its characteristic source signature is intimately tied to the physics of slow slip. This study conducted a localized, high-resolution analysis of LFEs in the Nankai Trough (Japan) to accurately image the LFE source to determine why their frequency content is lower than that of typical earthquakes. This project's results demonstrated that the Earth's structure cannot explain alone the low-frequency nature of LFEs. The study investigated this problem by performing a novel spectral analysis of crustal and intraslab earthquakes sandwiching LFEs at the plate interface in the Nankai Trough. This allowed for precise constraints of the attenuation structure of the plate interface, allowing for the discrimination of the role near-source attenuation plays in generating LFEs' characteristic low-frequency signature. Slow slip plays a significant role in the earthquake cycle, and this research has provided new and essential constraints on the LFE source and the structure of a major plate boundary, shedding light on the dynamics and physics of slow slip.</span></p>\n<p>Beyond this scientific significance, this project supported the training of a postdoctoral researcher who had the opportunity to build new collaborations with colleagues in Japan at the Earthquake Research Institute. This collaboration facilitated an additional study of a recent earthquake swarm on the west coast of Japan. The researchers demonstrated the impact the atmosphere and ocean has on the solid Earth via variations in pore fluid pressure. Hydromechanical modeling suggests that intense preciptation events caused variations in pore fluid pressure that led to the initiation of a major earthquake swarm.</p><br>\n<p>\n Last Modified: 06/25/2024<br>\nModified by: William&nbsp;B&nbsp;Frank</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nBoth earthquakes, which cause damage, and slow slip events, which do not, release built-up stress at tectonic plate boundaries. While we have long studied the earthquake cycle, the recent discovery of slow slip events (lasting days to years) has upended our understanding of this cycle. There are still no answers to fundamental questions such as: how much tectonic motion is accommodated by slow slip? What physical conditions at plate boundaries determine whether an earthquake or slow slip occurs? How does this affect future earthquake hazard? Can a slow slip event trigger a major earthquake? In this international collaboration with scientists from Japan and New Zealand, the researchers investigated these questions and others by studying the subduction of the Philippine Sea plate beneath Japan. They studied low-frequency earthquakes, which are unique seismic signature containing information about the source of slow slip. Leveraging both low-frequency earthquakes and \"normal\" earthquakes to tease out the physics of slow slip at a higher-resolution than was previously possible, this research demonstrated how different styles of fault slip are controlled by the fluid saturated conditions on tectonic plate boundaries and within the crust.\n\nDespite the importance of slow slip in the tectonic slip budget, there are not strong constraints on the mechanics of slow slip, or the structural properties of its source region, the highly deformed plate interface. Small, impulsive seismic events called low-frequency earthquakes (LFEs), commonly accompany slow slip. This unique type of seismicity provides a high-resolution lens through which to study slow slip, and its characteristic source signature is intimately tied to the physics of slow slip. This study conducted a localized, high-resolution analysis of LFEs in the Nankai Trough (Japan) to accurately image the LFE source to determine why their frequency content is lower than that of typical earthquakes. This project's results demonstrated that the Earth's structure cannot explain alone the low-frequency nature of LFEs. The study investigated this problem by performing a novel spectral analysis of crustal and intraslab earthquakes sandwiching LFEs at the plate interface in the Nankai Trough. This allowed for precise constraints of the attenuation structure of the plate interface, allowing for the discrimination of the role near-source attenuation plays in generating LFEs' characteristic low-frequency signature. Slow slip plays a significant role in the earthquake cycle, and this research has provided new and essential constraints on the LFE source and the structure of a major plate boundary, shedding light on the dynamics and physics of slow slip.\n\n\nBeyond this scientific significance, this project supported the training of a postdoctoral researcher who had the opportunity to build new collaborations with colleagues in Japan at the Earthquake Research Institute. This collaboration facilitated an additional study of a recent earthquake swarm on the west coast of Japan. The researchers demonstrated the impact the atmosphere and ocean has on the solid Earth via variations in pore fluid pressure. Hydromechanical modeling suggests that intense preciptation events caused variations in pore fluid pressure that led to the initiation of a major earthquake swarm.\t\t\t\t\tLast Modified: 06/25/2024\n\n\t\t\t\t\tSubmitted by: WilliamBFrank\n"
 }
}