{
 "awd_id": "2103910",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Imaging correlations and charge order in transition metal dichalcogenide moiré systems",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mun Chan",
 "awd_eff_date": "2021-05-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2021-04-01",
 "awd_max_amd_letter_date": "2021-05-21",
 "awd_abstract_narration": "Non-technical abstract: \r\nThe electronic properties of materials are governed by the arrangement of atoms and electrons within them. In most cases, this is fixed by the chemistry of the constituent atoms. However, recent advances in the ability to isolate atomically thin crystals and stack them on top of each other provide a route to engineer new synthetic materials. This project investigates how adding a small twist between adjacent layers can be used to control the positions and propagation of electrons. In particular, the rotational misalignment causes the electrons to interact especially strongly with each other, leading to new quantum electronic properties. The research uses a nanoscale sensor to image the resulting electron positions, study the new quantum states that form, and determine the degree to which they can be controlled. The predicted states may have applications in low-power electronics, fault-tolerant quantum computing, and high-density data storage. The project also trains undergraduate and graduate students for careers in quantum technology, fosters the involvement of underrepresented groups in science through summer internships, and inspires the next generation of researchers by developing and implementing outreach activities for high school students and local science festivals.\r\n\r\n\r\nTechnical Abstract: \r\nStacking van der Waals materials with similar lattice constants at small relative twist angle can generate exceptionally flat electronic bands that are susceptible to strong Coulomb interactions. This project aims to investigate the plethora of many-body phases that can be realized in twisted devices composed from semiconducting transition metal dichalcogenides (TMDs). The research uses a scanning single-electron transistor (SET) to measure local electronic compressibility and to image charge distribution in moiré TMD systems. The primary goals include: 1) measuring the energy gaps and excitations of correlated electronic ground states; 2) imaging charge ordered phases, such as stripes and generalized Wigner crystals and their melting; and 3) probing the dependence of these emergent states on magnetic field, doping, and twist angle to map out the triangular Hubbard model phase diagram. Moiré TMD systems provide unprecedented flexibility for quantum simulation across a wide swath of Hubbard model parameter space. As a local thermodynamic probe of electronic properties, the SET provides unique insight into this strongly correlated materials platform. In addition, graduate and undergraduate students gain experience in the area of van der Waals assembly and low-temperature scanning probe microscopy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Feldman",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin E Feldman",
   "pi_email_addr": "bef@stanford.edu",
   "nsf_id": "000769175",
   "pi_start_date": "2021-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 Jane Stanford Way",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit:</strong> Stacking two-dimensional materials with a small interlayer twist leads to a periodic spatial modulation in the relative alignment of atoms in each layer. This so-called &lsquo;moir&eacute; superlattice&rsquo; dramatically modifies electronic properties. For example, it can localize electrons to certain spatial positions, and it often leads to exotic behavior driven by interactions among electrons. The properties of moir&eacute; systems are highly sensitive to material composition, twist angle, and applied electromagnetic fields. This not only provides a powerful method to engineer synthetic quantum materials and tailor their properties, but also a model platform to study the effects of interactions, which are difficult to theoretically predict. In this project, we have assembled a variety of devices composed from two-dimensional semiconductors, and we have applied nanoscale scanning probe techniques to investigate the resulting quantum phases and how they respond to experimental tuning knobs. This has led to several new insights into electronic interactions and the microscopic details which favor distinct behaviors.&nbsp;</p>\n<p>By adding a small relative twist between two bilayers of the semiconductor WSe<sub>2</sub>, we obtained a moir&eacute; superlattice in which electrons are localized in a triangular pattern. We resolved insulating states in which all the electron spins are aligned. However, we showed that upon removing a particle, an adjacent spin would flip and bind to the missing particle (&lsquo;hole&rsquo;). This unusual response is related to quantum interference: the flipped spin allows the hole to become delocalized and thus lowers the overall energy. It is an example of a broader concept known as &lsquo;kinetic magnetism&rsquo; in which magnetic effects develop due to motion of particles. Although kinetic magnetism was predicted decades ago, this was the first demonstration that such an effect can be realized in a macroscopic system.&nbsp;</p>\n<p>We also measured a low-twist heterostructure composed from WSe<sub>2</sub> and MoSe<sub>2</sub> monolayers. Due to the strong moir&eacute; potential and a long moir&eacute; wavelength, electrons in this system occupy states in distant moir&eacute; sites that are similar to atomic orbitals. Flat and dispersive electronic bands respectively arise from the hybridization of localized and extended orbitals, and their relative energies can be experimentally tuned. We showed that this leads to a rich phase diagram of competing ground states. Generalized Wigner crystals, electron solids in which charge is arranged in a periodic spatial pattern, are favored when occupying flat bands, whereas Hofstadter states, electron liquids with nontrivial topology, preferentially form when the dispersive bands are being filled.</p>\n<p>Finally, we fully mapped the magnetic phase diagram of monolayer WSe<sub>2</sub>. We resolved a series of abrupt transitions between full and partial spin polarization with surprising phenomenology. Not only did the boundary between these regimes exhibit a sawtooth shape, but the Landau level (LL) energy gaps were&nbsp;roughly constant over a wide range of magnetic fields immediately preceding the transitions, distinct from all other known materials. Through theoretical modeling, we showed that these findings are a consequence of exchange interactions which depend on LL filling. Our results show that&nbsp;WSe<sub>2</sub>&nbsp;realizes a unique hierarchy of energy scales where such effects induce reentrant magnetic phase transitions tuned by density and magnetic field.</p>\n<p><strong>Broader Impacts:</strong> Our experiments address the enigmatic limit of strong interactions in the extended Hubbard model, which is believed to capture the essential physics of strongly correlated materials. They also demonstrate new methods for electrical control over magnetism. As part of this project, we provided broad scientific training to high school students, undergraduates, and graduate students, preparing them for careers in STEM fields. We have preferentially recruited researchers from traditionally underrepresented groups. We also engaged in outreach activities, including developing and delivering educational modules at a local high school to introduce students to two-dimensional materials and moir&eacute; superlattices.</p><br>\n<p>\n Last Modified: 08/19/2024<br>\nModified by: Benjamin&nbsp;E&nbsp;Feldman</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit: Stacking two-dimensional materials with a small interlayer twist leads to a periodic spatial modulation in the relative alignment of atoms in each layer. This so-called moir superlattice dramatically modifies electronic properties. For example, it can localize electrons to certain spatial positions, and it often leads to exotic behavior driven by interactions among electrons. The properties of moir systems are highly sensitive to material composition, twist angle, and applied electromagnetic fields. This not only provides a powerful method to engineer synthetic quantum materials and tailor their properties, but also a model platform to study the effects of interactions, which are difficult to theoretically predict. In this project, we have assembled a variety of devices composed from two-dimensional semiconductors, and we have applied nanoscale scanning probe techniques to investigate the resulting quantum phases and how they respond to experimental tuning knobs. This has led to several new insights into electronic interactions and the microscopic details which favor distinct behaviors.\n\n\nBy adding a small relative twist between two bilayers of the semiconductor WSe2, we obtained a moir superlattice in which electrons are localized in a triangular pattern. We resolved insulating states in which all the electron spins are aligned. However, we showed that upon removing a particle, an adjacent spin would flip and bind to the missing particle (hole). This unusual response is related to quantum interference: the flipped spin allows the hole to become delocalized and thus lowers the overall energy. It is an example of a broader concept known as kinetic magnetism in which magnetic effects develop due to motion of particles. Although kinetic magnetism was predicted decades ago, this was the first demonstration that such an effect can be realized in a macroscopic system.\n\n\nWe also measured a low-twist heterostructure composed from WSe2 and MoSe2 monolayers. Due to the strong moir potential and a long moir wavelength, electrons in this system occupy states in distant moir sites that are similar to atomic orbitals. Flat and dispersive electronic bands respectively arise from the hybridization of localized and extended orbitals, and their relative energies can be experimentally tuned. We showed that this leads to a rich phase diagram of competing ground states. Generalized Wigner crystals, electron solids in which charge is arranged in a periodic spatial pattern, are favored when occupying flat bands, whereas Hofstadter states, electron liquids with nontrivial topology, preferentially form when the dispersive bands are being filled.\n\n\nFinally, we fully mapped the magnetic phase diagram of monolayer WSe2. We resolved a series of abrupt transitions between full and partial spin polarization with surprising phenomenology. Not only did the boundary between these regimes exhibit a sawtooth shape, but the Landau level (LL) energy gaps wereroughly constant over a wide range of magnetic fields immediately preceding the transitions, distinct from all other known materials. Through theoretical modeling, we showed that these findings are a consequence of exchange interactions which depend on LL filling. Our results show thatWSe2realizes a unique hierarchy of energy scales where such effects induce reentrant magnetic phase transitions tuned by density and magnetic field.\n\n\nBroader Impacts: Our experiments address the enigmatic limit of strong interactions in the extended Hubbard model, which is believed to capture the essential physics of strongly correlated materials. They also demonstrate new methods for electrical control over magnetism. As part of this project, we provided broad scientific training to high school students, undergraduates, and graduate students, preparing them for careers in STEM fields. We have preferentially recruited researchers from traditionally underrepresented groups. We also engaged in outreach activities, including developing and delivering educational modules at a local high school to introduce students to two-dimensional materials and moir superlattices.\t\t\t\t\tLast Modified: 08/19/2024\n\n\t\t\t\t\tSubmitted by: BenjaminEFeldman\n"
 }
}