{
 "awd_id": "2103582",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Manufacturing of High-Performance Lithium-Sulfur Batteries Using Microbial Nanomachines",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032928136",
 "po_email": "lbian@nsf.gov",
 "po_sign_block_name": "Linkan Bian",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 287891.0,
 "awd_amount": 287891.0,
 "awd_min_amd_letter_date": "2020-11-10",
 "awd_max_amd_letter_date": "2020-11-10",
 "awd_abstract_narration": "This project contributes new knowledge related to a microbial nanomachine-based manufacturing process for fabricating high-performance lithium-sulfur batteries. The novelty of this potentially-scalable and environmentally-friendly process is the use of microbial nanomachines that scavenge environmental pollutants to produce nanoscale materials. This award supports research to investigate sulfide oxidizing bacteria and cellulose bacteria to produce sulfur-containing nanoparticles and nanocellulose membranes, respectively, for use in high-performance lithium-sulfur batteries. The sulfur-containing nanoparticles are produced by sulfide oxidizing bacteria by harvesting environmental or industrial sulfide pollutants. The nanocellulose membrane is manufactured by cellulose bacteria through recycling certain agriculture or industry byproducts/wastes. The outcome of this research greatly impacts future high-performance battery technology, which benefits the U.S. economy and society. This convergent research involves biochemistry, material science and electrochemistry. Its multi-disciplinary approach trains the future advanced manufacturing workforce, fosters participation of women and underrepresented groups, and positively impacts STEM education. \r\n\r\nThe challenge of soluble lithium polysulfides shuttling and other problems must be solved to develop high-performance lithium-sulfur batteries. This calls for manufacturing processes that produce a sulfur cathode nanostructure, which can physically trap and chemically bind these polysulfides, and a functionalized battery separator as a second barrier to close off the shuttling path. In nature, sulfide oxidizing bacteria can oxidize sulfide pollutants into elemental sulfur nanoparticles and store them in their bodies. There are also bacteria which produce high-quality nanocellulose membranes suitable as a battery separator by harvesting agriculture byproducts. This project studies two processes; a sulfide oxidizing bacteria cultured to produce sulfur-containing nanoparticles used in sulfur cathodes and a bacterial cellulose fermentation process along with its ionic modification as the battery separator. When combined, these components work cooperatively in solving the polysulfides shuttling and other problems faced by the lithium-sulfur battery technology. The research involves the study of polysulfides shuttling retardation mechanism, process development, nanostructure control and tailoring, material characterization, and battery performance testing. Together they advance the understanding of generating rationally-designed nanostructures via the scalable nanomanufacturing process using microbial nanomachines to manufacture high-performance lithium-sulfur batteries.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhaoyang",
   "pi_last_name": "Fan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhaoyang Fan",
   "pi_email_addr": "Zhaoyang.Fan@asu.edu",
   "nsf_id": "000506215",
   "pi_start_date": "2020-11-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852815706",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "081E",
   "pgm_ref_txt": "NANO SCALE ASSEMBLY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 287891.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project centered on exploring microbe nanomachines has resulted in significant advancements that hold substantial intellectual merit and broader impacts on sustainable industrial development. This research has focused on leveraging sulfide-oxidizing bacteria and cellulose bacteria for nanomanufacturing sulfur-carbon nanoparticles and nanocellulose membranes, aimed at enhancing the performance of lithium-sulfur (Li-S) batteries by addressing critical challenges related to polysulfides shuttling and lithium dendrite formation.</p>\n<p>In this project, our investigation into culturing cellulose bacteria for bacterial cellulose (BC) production has been instrumental. The BC membrane have demonstrated superior mechanical, thermal, and electrochemical properties suitable for battery separator applications. Through various modifications such as grafting anionic function groups and integrating SiO2 nanoparticles into the BC structure, we have successfully developed composite BC films that effectively regulate Li+ flux, lithium deposition, and polysulfide shuttling, showcasing improved stability, reduced polarization voltage, and higher Coulombic efficiency compared to conventional separators. Moreover, our exploration into functionalizing BC with polydopamine has proven to be promising. The resulting PDA@BC separator exhibited exceptional capacity retention and cycling stability, achieving a remarkable capacity of 1449 mAh g-1, with minimal decay per cycle over an extended cycle life.</p>\n<p>The BC pellicles, comprising interconnected cellulose nanofibers, have also been transformed into carbon nanofiber aerogel, serving as an excellent framework for constructing high-loading sulfur cathodes. Additionally, the integration of oxides and MOF particles into BC pellicles has enabled the development of oxide and single-atom catalyst-incorporated carbon nanofiber aerogel, enhancing the performance of Li-S batteries by promoting the sulfur redox process.</p>\n<p>Furthermore, our investigations into sulfide oxidizing bacteria culturing have been insightful. While we discovered strains capable of converting sulfide into elemental sulfur particles, their production rates and sulfur content have proven insufficient for fabricating effective sulfur cathodes.</p>\n<p>Throughout this project, we have published seven journal papers, presented our findings at six international conferences, and initiated two patent applications based on our research outcomes. Additionally, the project has provided research opportunities and training to three PhD students, two undergraduate female students, a female Postdoc, and an entry-level scientist. Notably, one female undergraduate student has graduated and continued her academic journey as a graduate student, while the Postdoc transitioned to an assistant professor role, and the scientist secured a position as a research scientist within the battery industry.</p>\n<p>This project has been instrumental in advancing knowledge in nanofabrication methods, material science, and sustainable energy technologies, demonstrating remarkable progress in enhancing the performance and scalability of lithium-sulfur batteries and beyond.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/03/2023<br>\nModified by: Zhaoyang&nbsp;Fan</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project centered on exploring microbe nanomachines has resulted in significant advancements that hold substantial intellectual merit and broader impacts on sustainable industrial development. This research has focused on leveraging sulfide-oxidizing bacteria and cellulose bacteria for nanomanufacturing sulfur-carbon nanoparticles and nanocellulose membranes, aimed at enhancing the performance of lithium-sulfur (Li-S) batteries by addressing critical challenges related to polysulfides shuttling and lithium dendrite formation.\n\n\nIn this project, our investigation into culturing cellulose bacteria for bacterial cellulose (BC) production has been instrumental. The BC membrane have demonstrated superior mechanical, thermal, and electrochemical properties suitable for battery separator applications. Through various modifications such as grafting anionic function groups and integrating SiO2 nanoparticles into the BC structure, we have successfully developed composite BC films that effectively regulate Li+ flux, lithium deposition, and polysulfide shuttling, showcasing improved stability, reduced polarization voltage, and higher Coulombic efficiency compared to conventional separators. Moreover, our exploration into functionalizing BC with polydopamine has proven to be promising. The resulting PDA@BC separator exhibited exceptional capacity retention and cycling stability, achieving a remarkable capacity of 1449 mAh g-1, with minimal decay per cycle over an extended cycle life.\n\n\nThe BC pellicles, comprising interconnected cellulose nanofibers, have also been transformed into carbon nanofiber aerogel, serving as an excellent framework for constructing high-loading sulfur cathodes. Additionally, the integration of oxides and MOF particles into BC pellicles has enabled the development of oxide and single-atom catalyst-incorporated carbon nanofiber aerogel, enhancing the performance of Li-S batteries by promoting the sulfur redox process.\n\n\nFurthermore, our investigations into sulfide oxidizing bacteria culturing have been insightful. While we discovered strains capable of converting sulfide into elemental sulfur particles, their production rates and sulfur content have proven insufficient for fabricating effective sulfur cathodes.\n\n\nThroughout this project, we have published seven journal papers, presented our findings at six international conferences, and initiated two patent applications based on our research outcomes. Additionally, the project has provided research opportunities and training to three PhD students, two undergraduate female students, a female Postdoc, and an entry-level scientist. Notably, one female undergraduate student has graduated and continued her academic journey as a graduate student, while the Postdoc transitioned to an assistant professor role, and the scientist secured a position as a research scientist within the battery industry.\n\n\nThis project has been instrumental in advancing knowledge in nanofabrication methods, material science, and sustainable energy technologies, demonstrating remarkable progress in enhancing the performance and scalability of lithium-sulfur batteries and beyond.\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 12/03/2023\n\n\t\t\t\t\tSubmitted by: ZhaoyangFan\n"
 }
}