{
 "awd_id": "2103197",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Collaborative Research: Structural and Compositional Modification of Memristive Niobium Oxide Films for Neuromorphic Computing Applications",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924986",
 "po_email": "ykoshka@nsf.gov",
 "po_sign_block_name": "Yaroslav Koshka",
 "awd_eff_date": "2021-06-01",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 196130.0,
 "awd_amount": 196130.0,
 "awd_min_amd_letter_date": "2021-03-04",
 "awd_max_amd_letter_date": "2021-05-21",
 "awd_abstract_narration": "Non-technical abstract\r\nThe rapid and seemingly relentless improvement in electronic circuitry over the last seven decades has been driven in large part by miniaturization of the electronic components.  However, adverse quantum effects at extremely small length scales present an impending limit to shrinking of these circuits, and many researchers have looked to biological systems for inspiration for further improvement.  Neuromorphic, or brain-inspired, computing has the potential to enhance performance and computational speed while reducing power consumption by mimicking the biological function of neurons.  The research team from the undergraduate-only physics departments at SUNY Brockport and Ithaca College, along with collaborators from the U.S. Naval Research Laboratory, are studying thin films of niobium oxide for use in neuromorphic circuits.  Thin-film niobium oxide is an ideal candidate for neuromorphic circuits, as it is plentiful, inexpensive, non-toxic, and can mimic both the brain’s neuronal and synaptic behaviors.  This project focuses on the growth of the thin films, incorporation of other elements (such as zinc and aluminum) in the films, post-growth thermal annealing, and fabrication into electronic circuit components.  The research team is focusing their effort on correlating the various material changes (e.g., oxide composition, thickness, growth parameters) with the device’s resulting electronic behavior.  Ultimately, the project’s goal is to develop niobium oxide based electronic components that can seamlessly integrate with the current state-of-the-art silicon-based electronics.  Undergraduate students are integral members of the research team, and participation in this research is often attractive to members of groups underrepresented in physics.  Undergraduate student members of the research team participate in all aspects of the research project during both the summer and during the academic year, and present their work at regional and national conferences.  The PIs regularly present at local schools in areas with students from underrepresented groups and include information on successes, challenges, and opportunities in materials science and computer science to ignite interest in science and technology.\r\n\r\nTechnical description\r\nNiobium oxide is a polymorphic material that, depending on stoichiometry, has a number of interesting and potentially useful electrical and optical properties. Crystalline niobium dioxide (NbO2), in particular, displays volatile memristive behavior, and is a leading candidate for architectures that merge traditional metal-oxide-semiconductor components with brain-inspired neuromorphic circuit elements, which are generally required to have both synapse-like and neuron-like components. This project focuses on developing a better understanding of NbO2, which undergoes a volatile phase transition from high to low resistance around 800 degrees Celsius. This transition mimics the spiking electrical behavior of neurons by abruptly changing resistance once a temperature threshold is achieved. The research team – which consists of two principal investigators, with specialties of materials development and electric transport, their undergraduate research students, and collaborators from the U.S. Naval Research Laboratory – is studying both the material deposition and post-deposition treatment processes, as well as the optical and electrical behavior of the resulting films. On the materials side, the research team uses atomic layer deposition (ALD), doping, and post-growth crystallization techniques to fabricate high-quality NbO2 in a way that is fully compatible with existing semiconductor manufacturing processes. Specifically, the project examines the addition of dopants during ALD to encourage crystallization with a thermal budget compatible with low-power device operation.  Following crystallization, an ultra-high vacuum system is used to thermally cycle the material through its phase transition while observing reflected and transmitted optical signals to quickly establish the effect of growth conditions or dopants on the phase transition temperature. On the device side, electrical measurements are performed to establish the effect that material preparation and properties have on key device operation parameters, such as the number of transitions that can be performed before failure, the device yield, and the switching power requirements.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Sullivan",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew C Sullivan",
   "pi_email_addr": "mcsullivan@ithaca.edu",
   "nsf_id": "000241488",
   "pi_start_date": "2021-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ithaca College",
  "inst_street_address": "953 DANBY RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072741206",
  "inst_zip_code": "148507002",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "ITHACA COLLEGE",
  "org_prnt_uei_num": "M8XYTNN1REF1",
  "org_uei_num": "M8XYTNN1REF1"
 },
 "perf_inst": {
  "perf_inst_name": "Ithaca College",
  "perf_str_addr": "953 Danby Rd",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148507000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 196130.0
  }
 ],
 "por": null
}