{
 "awd_id": "2103129",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  P2C2--Speleothem Constraints on Seasonal Hydroclimate Variability in Mainland Southeast Asia since the Late Pleistocene",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032927306",
 "po_email": "mcook@nsf.gov",
 "po_sign_block_name": "Mea S. Cook",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 607706.0,
 "awd_amount": 607706.0,
 "awd_min_amd_letter_date": "2021-04-14",
 "awd_max_amd_letter_date": "2021-05-21",
 "awd_abstract_narration": "This project aims to characterize the Asian summer and winter monsoon circulation and local hydroclimate across Mainland Southeast Asia (MESA) during the last ~45 thousand years using a suite of speleothem records from caves that extend across a critical geographical divide between Laos and Vietnam, two countries with very distinct seasonal rainfall climatologies. The overarching goal of this work is to explore the dynamic response of summer and winter Asian monsoon variability to changing external drivers, such as insolation, and internal climate variability which will contribute to improved understanding of large-scale hydrological variability in a vulnerable region. Specifically, the researchers will develop a new set of past climate records utilizing multiple environmental tracers (Carbon and Oxygen isotopes, trace elements such as Magnesium/Calcium, radiocarbon) in precisely dated speleothems spanning at least the last ~45 thousand years. Additionally, a detailed cave monitoring program will aid the interpretation of data obtained from the speleothems. The results will be integrated with other regional and global records of past climate variability and state-of-the-art climate model simulations to diagnose the dominant mechanisms driving hydroclimate variability on sub-decadal to millennial timescales in the MESA region. \r\n\r\nThe research will address the following specific objectives: (1) Determine the summer and fall/winter response of MSEA hydroclimate to orbital and millennial-scale forcing, (2) Determine the response of MSEA hydroclimate to decadal to multidecadal scale sea surface temperature variability, and (3) Synthesize data with other available records to elucidate the spatiotemporal patterns of MSEA hydroclimate, which, combined with paleoclimate model analyses, will allow us investigation of the dynamical mechanisms underlying summer and fall/winter monsoon variability. Speleothem oxygen isotope records from three study sites will serve as a proxy for summer monsoon intensity, dominated by the degree of upstream rainout over the Indian Ocean and trace element measurements will provide robust evidence for past variations in local water balance at each cave site, with Laos sites recording summer rainfall and Vietnam sites recording fall/winter rainfall.\r\n\r\nThe potential Broader Impacts include a better understanding of the monsoon dynamics and related hydroclimate in a vulnerable region by generating quantitative and well-dated multi-millennial climate records from speleothems. The project will provide scientific training, mentorship and professional development for several undergraduate (including summer research experience) and one graduate (Ph.D.) students, as well as one postdoctoral researcher at three universities including two minority serving institutions. Additionally, the project will support an early career scientist. The results of the project will be part of ongoing and newly developed public outreach activities both in The US and the study region (Laos/Vietnam) involving students and postdocs. The project will also foster international and transdisciplinary collaborations including with local communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Johnson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen R Johnson",
   "pi_email_addr": "kathleen.johnson@uci.edu",
   "nsf_id": "000328042",
   "pi_start_date": "2021-04-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926973100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153000",
   "pgm_ele_name": "Paleoclimate"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7754",
   "pgm_ref_txt": "CLIMATE VARIABILITY & CHANGE"
  },
  {
   "pgm_ref_code": "8070",
   "pgm_ref_txt": "P2C2 Proposals"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 607706.0
  }
 ],
 "por": null
}