{
 "awd_id": "2103563",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CDS&E: Fast Search of Growing High-Dimensional Big Data to Enable Accurate Semiclassical Molecular Dynamics Studies of Large Molecular Systems",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032927116",
 "po_email": "sghafoor@nsf.gov",
 "po_sign_block_name": "Sheikh Ghafoor",
 "awd_eff_date": "2021-06-01",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 278348.0,
 "awd_amount": 278348.0,
 "awd_min_amd_letter_date": "2021-03-22",
 "awd_max_amd_letter_date": "2021-05-21",
 "awd_abstract_narration": "Quantum effects are inherent factors for material properties and chemical processes. By capturing quantum effects with good quantitative accuracy, ab initio semiclassical molecular dynamics simulation is a generally applicable investigation tool for a broad range of chemical and material science studies, including studies on pollutant effects on lung health, enzyme catalysis, ozone depletion, space craft surface coating, solar cells, and a lot more studies that promise to advance national health and pharmaceutical sciences, material design investigations for national defense, energy and environmental protection researches, etc. But the computation cost of semiclassical dynamics simulations is enormously high, making semiclassical dynamics highly challenging, and even infeasible in many cases, for large molecular systems. This project proposed methods for reducing computation cost while maintaining simulation accuracy, which will expand the reach of semiclassical dynamics study to a broader range of studies of national and scientific importance. \r\n\r\nAb initio semiclassical molecular dynamics simulation has enormous computation cost in calculating ab initio Hessians from quantum mechanical electronic structure theories. Hessian modeling using training data in the closest time distances from a set of saved ab initio data has been successful in reducing the cost of Hessian calculations while maintaining simulation accuracy. It was observed that opportunities exist for further reduction of computation cost by using training data in the closest spatial distances, which offers more chances for Hessian modeling to replace ab initio Hessian. Due to the frequent incoming of new ab initio data, the ab initio data set is constantly growing.  To search frequently updated growing datasets, a challenge is that the algorithms not only need to achieve high search efficiency but also have to be efficient for re-organizing the dataset with frequent insertions of new data. Existing searching algorithms are good in search efficiency but not so good in data-organizing efficiency since they were designed for static or infrequently updated datasets. This project develops search algorithms that will be the first to leverage the growing process of datasets to deliver high efficiency in both searching and data organizing. Hessian modeling using training data of closest spatial distance returned by the new search algorithms has the potential for further reduction of computation cost, promising to speed up dynamics simulations and enable simulations of larger molecular systems and/or the use of higher-accuracy electronic structure theories to capture better details of the molecular systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yu",
   "pi_last_name": "Zhuang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yu Zhuang",
   "pi_email_addr": "yu.zhuang@ttu.edu",
   "nsf_id": "000358586",
   "pi_start_date": "2021-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "",
  "perf_city_name": "Lubbock",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "794093104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808400",
   "pgm_ele_name": "CDS&E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 278348.0
  }
 ],
 "por": null
}