{
 "awd_id": "2103628",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Semiconducting Behavior in Silsesquioxane Macromonomers and Polymers",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927168",
 "po_email": "tompinta@nsf.gov",
 "po_sign_block_name": "Tomislav Pintauer",
 "awd_eff_date": "2021-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 101223.0,
 "awd_amount": 101223.0,
 "awd_min_amd_letter_date": "2021-08-02",
 "awd_max_amd_letter_date": "2021-08-02",
 "awd_abstract_narration": "With support of the Macromolecular, Supramolecular and Nanochemistry Program in the Division of Chemistry, Professors Richard Laine and John Kieffer of the University of Michigan-Ann Arbor, and Professor Aleks Rebane of Montana State University will develop new families of silicone-based polymers. Silicone oils and rubbers are hydrophobic, colorless, and electrically insulating materials and as such find wide uses. Recently, two families of silicon-containing polymers were developed wherein silicon-containing building blocks alternate with fluorescent ones. Unlike most known silicon-based materials, these polymers are intensely colored, brightly fluorescent, and behave as semiconductors. Importantly, they still retain key properties of traditional silicones, such as water and flame resistance. Semiconducting polymers, such as, organic light-emitting diodes (OLEDs) are found in flat panel displays and in some instances can be used to convert sunlight into electricity. Hence the study of these new polymer families could lead to unexpected and potentially useful properties, bringing new, low-cost and more robust materials to many everyday societal applications. This research project will facilitate the training of graduate and undergraduate students to expand knowledge of these materials and their behavior. \r\n\r\nSilsesquioxanes (SQs) are unique, regularly symmetric 3D macromolecules that resemble single silica crystals  in being extremely robust, some remaining air-stable up to 600 °C. The phenyl derivatives of SQs can also be selectively functionalized by using electrophilic substitution reactions. The cage centers interact with appended moieties in the excited state providing 3D conjugation (cage centered LUMOs) and semiconducting behavior. There is potential to develop new families of polymers with semiconducting properties wherein siloxane bridges offer potential value for photonic applications, for example for displays, hybrid lasers and photovoltaics. These avenues of scientific inquiry, which constitute the basis for the broad collaboration, aim at expanding the number of cage architectures that form the presumed cage centered LUMOs, detailing the substitution patterns required to promote onset of such properties, and optimizing one- and two-photon quantum efficiencies for display, white light and laser applications. These goals will be pursued through detailed photophysical measurements, theoretical modeling, and electrochemical probing with the aim of improving fundamental understanding of structure-property relationships in this polymer family. The potential exists to make available important new sets of semiconducting polymers for chemists, physicists and materials scientists and engineers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aleksander",
   "pi_last_name": "Rebane",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aleksander Rebane",
   "pi_email_addr": "rebane@physics.montana.edu",
   "nsf_id": "000410801",
   "pi_start_date": "2021-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University",
  "inst_street_address": "216 MONTANA HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BOZEMAN",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4069942381",
  "inst_zip_code": "59717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJ3UF7TK8RT5"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "597172470",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "106Z",
   "pgm_ref_txt": "Microelectronics and Semiconductors"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 101223.0
  }
 ],
 "por": null
}