{
 "awd_id": "2103714",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: A Synergistic Study of Aerosol Vertical Distributions and their Effects on Convective Clouds and Precipitation",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032928963",
 "po_email": "sraizada@nsf.gov",
 "po_sign_block_name": "Shikha Raizada",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 174443.0,
 "awd_amount": 174443.0,
 "awd_min_amd_letter_date": "2021-05-20",
 "awd_max_amd_letter_date": "2023-10-10",
 "awd_abstract_narration": "Atmospheric aerosols, such as fine particles from the incomplete combustion of fossil fuels, wood and other fuels, can modify cloud formations and precipitation. Thus, they have profound impacts on the Earth’s weather and climate systems. The lack of understanding of complex aerosol properties, aerosol-cloud interactions, and aerosol variations in space and time contributes to large uncertainties in the climate assessment and projection. The project aims to investigate how aerosols vary vertically and how aerosols influence cloud development and properties over a large area. Findings of this project are expected to advance our knowledge on aerosol-cloud interactions and address uncertainties in climate change studies. This research project will provide opportunities to integrate research and education by involving underrepresented minority students to conduct the research and incorporating the outcomes from this research into classes at University of California at Los Angeles and California Institute of Technology.\r\n\r\nThe overarching objective of this research is to characterize the vertical distributions of various types of aerosols and to study their impacts on convective clouds and precipitation through a combination of data analysis based on state-of-the-art satellite data and in situ measurements, as well as aerosol-aware and cloud-resolving WRF modeling. The key scientific questions are (1) what are the specific characteristics and seasonal and regional variations of the vertical distribution of different aerosol types? (2) how do the vertical distributions of various aerosol types affect the micro- and macro-physical properties of convective clouds and the associated precipitation? Three specific tasks will be performed to answer these questions: (1) to examine the specific and unique characteristics of the vertical distributions of various aerosol types in different regions and seasons; (2) to investigate the relationships between vertical distributions of various aerosol types and convective clouds and associated precipitation; (3) to disentangle different aerosol effects (i.e., microphysical effect and radiative effect) as well as meteorological influence, and assess effects of aerosol vertical distributions on convective clouds and precipitation on the seasonal timescale using process-level models. Results from observational analyses will be used to evaluate and constrain model simulations to reduce the uncertainties associated with aerosol-cloud-precipitation interactions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Seinfeld",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "John H Seinfeld",
   "pi_email_addr": "seinfeld@caltech.edu",
   "nsf_id": "000167173",
   "pi_start_date": "2021-05-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yuan",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuan Wang",
   "pi_email_addr": "yzwang@stanford.edu",
   "nsf_id": "000732734",
   "pi_start_date": "2021-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 174443.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Summary of Work and Accomplishments</p>\n<p>How atmospheric aerosol affect convective cloud and precipitation constitutes the largest uncertainty in climate assessment and projection. The overall goals of the collaborative project are to advance our physical understanding of aerosols with different types and vertical profiles on convective clouds and precipitation by combining aerosol-aware and cloud resolving model simulations with observations from different sources and platforms. Specially, the research tasks led by PI Seinfeld and Co-PI Wang are to enhance aerosol awareness in cloud-resolving numerical models such as WRF and to investigate the mechanisms of the impacts of different types of aerosols (e.g. newly formed aerosol in the upper troposphere and dust particles originated from Sahara) on deep convective systems.</p>\n<p>Motivated by recent laboratory studies and in situ observations, the team developed a new microphysical parameterization that explicitly depicts the new particle formation in the upper troposphere by considering the processes from the precursor transportation, in situ formation, to the activation as ice nucleating particles (INP). It has been incorporated in a spectral bin cloud microphysical scheme coupled with the Weather Research and Forecasting (WRF) model. The sensitivity simulations show an increase in snow and rain mass concentrations in response to the newly formed particles severing as INP over the upper troposphere. In contrast, the mass concentration of graupel decreases due to the reduced liquid phase droplets within the clouds. The study stresses the importance of cloud microphysics in the upper troposphere.</p>\n<p>The team also aims to simulate dust particle impacts on hurricane development using cloud-resolving WRF model. A new dust ice nucleation scheme was implemented into the aerosol-aware two-moment microphysical scheme in WRF, and the dust radiative effect was included in the Goddard shortwave scheme of WRF. The sensitivity experiments show the dominant dust radiative effects on both intensity and track of the storm. In addition, there is evidence that dust suppresses the early-stage TC but provides favorable conditions for matured TC.</p>\n<p>As a natural extension of our project, we further assess dust impacts on convective rainfall of tropical cyclones (TCR). In particular, we would like to address an objective of our research, that is, to disentangle different aerosol effects (i.e., microphysical effect and radiative effect) as well as meteorological influence. We employed an XGBoost machine learning (ML) model with 19-year meteorological data and hourly satellite precipitation observations to predict TCR for individual storms. By assessing the importance of environmental forcing variables, we pinpoint the most influential environmental forcing variables within the ML model and explore their interactions with Saharan dust in TCR. A major finding of our study is the pronounced impact of dust optical depth (DOD) on the model efficacy, with DOD emerging as a dominant factor in the models' variable importance ranking. Moreover, the DOD&rsquo;s influence on TCR in the North Atlantic is complex and non-linear.</p>\n<p>The team also contributed to a collaborative work to study aerosols from wildfire in Western US and its impacts on the convective cloud system in the Central Plain. A WRF-Chem model was set up in the similar way as others in this project. The simulations show that the western US wildfires notably increase the occurrences of heavy precipitation rates by 38% and significant severe hail (&ge;2 in.) by 34% in the central United States. Both heat and aerosols from wildfires play an important role.</p>\n<p>Selected peer-reviewed publications supported by this project:</p>\n<p>Lin, Y., et al., &ldquo;Characterization of the aerosol vertical distributions and their impacts on warm clouds based on multi-year ARM observations&rdquo;, Sci. Tot. Envs.&nbsp; (2023)</p>\n<p>Zhu, L. Y. Wang, et al., &ldquo;Leading Role of Saharan Dust on Tropical Cyclone Rainfall in the Atlantic Basin&rdquo;, Sci. Adv. 10(30), eadn6106 (2024)</p>\n<p>Shrivastava, M., et al. &ldquo;Contrasting impacts of accumulation and nucleation sized particles formed within vegetation fire smoke on convective clouds in the Amazon&rdquo;, One Earth 7(6) 1029-1043 (2024)</p>\n<p>Zhang, Y., et al., &ldquo;Notable Impacts of Wildfires in the Western US on Weather Hazards in the Central US&rdquo;, Proc. Natl Acad. Sci. USA. 119(44) (2022)</p>\n<p>Lin, Y., Y. Wang, et al., &ldquo;Assessing the destructiveness of tropical cyclone by anthropogenic aerosols under an atmosphere-ocean coupled framework&rdquo;, Atmo. Chem. Phys. (2023)</p>\n<p>Pan. B., Y. Wang, et al., &ldquo;Radiative and microphysical impacts of the Saharan dust on two concurrent tropical cyclones: Danielle and Earl (2010)&rdquo;, J. Geophys. Res. Atmos. 129(2) (2024)</p>\n<p>Sun, Y., Y. Wang, C. Zhao, Y. Yang, X. Yang, H. Fan, X. Zhao, J. Yang, &ldquo;Vertical dependency of aerosol impacts on convective precipitation&rdquo;, Geophys. Res. Lett. 50, e2022GL102186 (2023)</p>\n<p>Zhou, X., Y. Wang, Y. Lin, Y. Gu, H. Chen, J. Seinfeld, &ldquo;Understanding Impacts of New Aerosol Sources Near Upper Troposphere on Deep Convective Clouds Using WRF Model with Updated Spectral Bin Microphysics&rdquo;, J. Geophys. Res. Atmos. &nbsp;(to be submitted)</p><br>\n<p>\n Last Modified: 08/06/2024<br>\nModified by: Yuan&nbsp;Wang</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nSummary of Work and Accomplishments\n\n\nHow atmospheric aerosol affect convective cloud and precipitation constitutes the largest uncertainty in climate assessment and projection. The overall goals of the collaborative project are to advance our physical understanding of aerosols with different types and vertical profiles on convective clouds and precipitation by combining aerosol-aware and cloud resolving model simulations with observations from different sources and platforms. Specially, the research tasks led by PI Seinfeld and Co-PI Wang are to enhance aerosol awareness in cloud-resolving numerical models such as WRF and to investigate the mechanisms of the impacts of different types of aerosols (e.g. newly formed aerosol in the upper troposphere and dust particles originated from Sahara) on deep convective systems.\n\n\nMotivated by recent laboratory studies and in situ observations, the team developed a new microphysical parameterization that explicitly depicts the new particle formation in the upper troposphere by considering the processes from the precursor transportation, in situ formation, to the activation as ice nucleating particles (INP). It has been incorporated in a spectral bin cloud microphysical scheme coupled with the Weather Research and Forecasting (WRF) model. The sensitivity simulations show an increase in snow and rain mass concentrations in response to the newly formed particles severing as INP over the upper troposphere. In contrast, the mass concentration of graupel decreases due to the reduced liquid phase droplets within the clouds. The study stresses the importance of cloud microphysics in the upper troposphere.\n\n\nThe team also aims to simulate dust particle impacts on hurricane development using cloud-resolving WRF model. A new dust ice nucleation scheme was implemented into the aerosol-aware two-moment microphysical scheme in WRF, and the dust radiative effect was included in the Goddard shortwave scheme of WRF. The sensitivity experiments show the dominant dust radiative effects on both intensity and track of the storm. In addition, there is evidence that dust suppresses the early-stage TC but provides favorable conditions for matured TC.\n\n\nAs a natural extension of our project, we further assess dust impacts on convective rainfall of tropical cyclones (TCR). In particular, we would like to address an objective of our research, that is, to disentangle different aerosol effects (i.e., microphysical effect and radiative effect) as well as meteorological influence. We employed an XGBoost machine learning (ML) model with 19-year meteorological data and hourly satellite precipitation observations to predict TCR for individual storms. By assessing the importance of environmental forcing variables, we pinpoint the most influential environmental forcing variables within the ML model and explore their interactions with Saharan dust in TCR. A major finding of our study is the pronounced impact of dust optical depth (DOD) on the model efficacy, with DOD emerging as a dominant factor in the models' variable importance ranking. Moreover, the DODs influence on TCR in the North Atlantic is complex and non-linear.\n\n\nThe team also contributed to a collaborative work to study aerosols from wildfire in Western US and its impacts on the convective cloud system in the Central Plain. A WRF-Chem model was set up in the similar way as others in this project. The simulations show that the western US wildfires notably increase the occurrences of heavy precipitation rates by 38% and significant severe hail (2 in.) by 34% in the central United States. Both heat and aerosols from wildfires play an important role.\n\n\nSelected peer-reviewed publications supported by this project:\n\n\nLin, Y., et al., Characterization of the aerosol vertical distributions and their impacts on warm clouds based on multi-year ARM observations, Sci. Tot. Envs. (2023)\n\n\nZhu, L. Y. Wang, et al., Leading Role of Saharan Dust on Tropical Cyclone Rainfall in the Atlantic Basin, Sci. Adv. 10(30), eadn6106 (2024)\n\n\nShrivastava, M., et al. Contrasting impacts of accumulation and nucleation sized particles formed within vegetation fire smoke on convective clouds in the Amazon, One Earth 7(6) 1029-1043 (2024)\n\n\nZhang, Y., et al., Notable Impacts of Wildfires in the Western US on Weather Hazards in the Central US, Proc. Natl Acad. Sci. USA. 119(44) (2022)\n\n\nLin, Y., Y. Wang, et al., Assessing the destructiveness of tropical cyclone by anthropogenic aerosols under an atmosphere-ocean coupled framework, Atmo. Chem. Phys. (2023)\n\n\nPan. B., Y. Wang, et al., Radiative and microphysical impacts of the Saharan dust on two concurrent tropical cyclones: Danielle and Earl (2010), J. Geophys. Res. Atmos. 129(2) (2024)\n\n\nSun, Y., Y. Wang, C. Zhao, Y. Yang, X. Yang, H. Fan, X. Zhao, J. Yang, Vertical dependency of aerosol impacts on convective precipitation, Geophys. Res. Lett. 50, e2022GL102186 (2023)\n\n\nZhou, X., Y. Wang, Y. Lin, Y. Gu, H. Chen, J. Seinfeld, Understanding Impacts of New Aerosol Sources Near Upper Troposphere on Deep Convective Clouds Using WRF Model with Updated Spectral Bin Microphysics, J. Geophys. Res. Atmos. (to be submitted)\t\t\t\t\tLast Modified: 08/06/2024\n\n\t\t\t\t\tSubmitted by: YuanWang\n"
 }
}