{
 "awd_id": "2103637",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Structural Dynamics and Function of Proteins by NMR and Computation",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927856",
 "po_email": "wfrancis@nsf.gov",
 "po_sign_block_name": "Wilson Francisco",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 988596.0,
 "awd_amount": 988596.0,
 "awd_min_amd_letter_date": "2021-04-19",
 "awd_max_amd_letter_date": "2021-04-19",
 "awd_abstract_narration": "Proteins are molecular machines that play a critical biological role in the human body. In this project, new experimental and computational methods will be developed that combine molecular biophysics with nanoscience to observe motions of proteins on timescales that were previously inaccessible to help decipher the role of molecular motion in protein function and the formation of protein-ligand and protein-protein complexes.    The experimental approaches will use site-specific relaxation properties measured by multidimensional nuclear magnetic resonance spectroscopy (NMR) accompanied by molecular dynamics (MD) computer simulations. The project aims at a deeper understanding of these fundamental processes, which will assist the development of new cures and the engineering of proteins with new properties. This project provides interdisciplinary training and research opportunities for undergraduate students, graduate students, and postdocs at Ohio State in programs that serve significant numbers of students from demographically underrepresented groups. The new National Gateway Ultrahigh Field NMR Center will offer opportunities to introduce a broader public to the discoveries and benefits of basic and applied molecular research. Title 1 high school students from the area will visit to perform and analyze NMR experiments of samples they synthesized in class. Conferences and workshops will be organized to train current and future NMR users from academia and industries in Ohio, the Midwestern region, and from across the nation. \r\n\r\nThe realistic representation of protein structure and dynamics at atomic detail is essential for understanding protein function. Protein dynamics can occur on a wide range of timescales covering femtoseconds to milliseconds and even beyond, but the timescale regime bridging nanosecond and microsecond dynamics has been notably difficult to access by experiments. Nanoparticle-assisted NMR spin relaxation (NASR) promises the accurate and comprehensive measurement of protein dynamics on nanosecond to microsecond timescales at atomic resolution. It will be developed and applied to a range of proteins with different biophysical properties and function both for the backbone and the side chains providing novel insights on protein dynamics behavior on these unchartered timescales. The new data, along with experimental database information, will also be used for the validation and systematic improvement of MD force fields, which underlie increasingly realistic high-performance computations for the in-silico prediction of protein properties and function, including protein-protein and protein-ligand interactions, allostery, and biomolecular transport. New spectral sampling and automated analysis tools will be developed for the very rapid and routine measurement of widely used protein dynamics parameters, which will help elucidate the intricate relationship between protein structural dynamics and function for screening applications. This project is funded by the Molecular Biophysics Cluster in the Division of Molecular and Cellular Biosciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rafael",
   "pi_last_name": "Bruschweiler",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Rafael P Bruschweiler",
   "pi_email_addr": "bruschweiler.1@osu.edu",
   "nsf_id": "000486168",
   "pi_start_date": "2021-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 Kenny Road",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 988596.0
  }
 ],
 "por": null
}