{
 "awd_id": "2103436",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Miniaturization of a Magnetic Craniofacial Distraction System",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927103",
 "po_email": "echincho@nsf.gov",
 "po_sign_block_name": "Edward Chinchoy",
 "awd_eff_date": "2021-06-15",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 256000.0,
 "awd_amount": 256000.0,
 "awd_min_amd_letter_date": "2021-06-11",
 "awd_max_amd_letter_date": "2021-06-11",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project is to improve surgical outcomes for the more than 200,000 newborns worldwide who are born each year with congenital conditions that cause impaired growth of the skull or mandible.  These abnormalities affect breathing, hearing, speech, visual function, neurologic development, and mastication.  Current treatments for this fragile population are inherently complex and traumatic. Distraction osteogenesis (DO) is a widely recognized treatment modality for craniofacial abnormalities that harnesses the body’s natural ability to regenerate bone in order to correct skeletal deficiencies and defects. While surgeons have shown the utility of DO for restoring functional discrepancies in patients born with craniofacial differences, the technique has not been widely adopted due to limitations of current DO systems, including their semi- buried design and burdensome reliance on caregivers to follow precise treatment protocols. This project will further development of a novel distraction technique that will address many of these issues. Beyond the initial DO indication, eventual applications in surgical correction of obstructive sleep apnea and temporomandibular joint (TMJ) disorder represent an eventual market potential of at least $6 B.\r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project will further development of a novel contactless implant and associated external driver that will significantly improve upon current distraction osteogenesis (DO) surgical apparatus by removing a principal path to device-associated complications and treatment noncompliance.  The current standard of care includes an external component that protrudes through the patient’s skin; this is required for manual expansion of the device. The device package to be developed in this proposal will eliminate the protruding component through use of an innovative design that leverages magnets instead of manual action to produce the force necessary for distraction.  This will not only remove a pathway to infection but also will resolve many of the other limitations associated with the standard of care such as the increased risk of device dislodgement, analgesic use, patient stigma, required manual operation, and treatment noncompliance.   This project will build on early proof-of-concept work to model, produce and then test a set of device prototypes, with critical dimensions no larger than standard of care, to rigorously demonstrate that they can meet key performance specs; in particular that they can provide the distraction force necessary to enable a new and entirely contactless DO procedure.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "DesNoyer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica DesNoyer",
   "pi_email_addr": "desnoyer@gmail.com",
   "nsf_id": "000838399",
   "pi_start_date": "2021-06-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "OSTIIO LLC",
  "inst_street_address": "3401 GRAYS FERRY AVE",
  "inst_street_address_2": "BLDG 176-1011",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2067436503",
  "inst_zip_code": "191462701",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "OSTIIO LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "XZ9ASLEMNQ49"
 },
 "perf_inst": {
  "perf_inst_name": "OSTIIO LLC",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191462701",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5345",
   "pgm_ref_txt": "BIOMEDICAL ENGINEERING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 256000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Each year ~200,000 newborns worldwide suffer from conditions that restrict growth of the skull or mandible. Left untreated, these conditions have debilitating to life-threatening outcomes in what are otherwise healthy children. Unfortunately, today&rsquo;s treatments are inherently complex and traumatic for these children and their families, yet there are no other therapies in development.&nbsp;</span></p>\n<p>Distraction osteogenesis (DO) is a widely recognized and well-regarded technique that harnesses the body&rsquo;s natural ability to regenerate bone to correct skeletal deficiencies, and thus, it is a vital tool in the surgical armamentarium. However, its shortcomings predispose patients to complications, place extraordinary burden of care on parents, and mandate extensive physician clinic time and patient radiation exposure to monitor therapeutic progress. Ostiio&rsquo;s innovative distraction system solution is designed to solve many of these issues as the first fully subcutaneous, programmable DO system for the craniomaxillofacial (CMF) skeleton.&nbsp;<span>Our solution will simplify</span><span>&nbsp;patient and caregiver treatment experience, increase surgeon control over outcomes, decrease overall cost of care, and expand access to therapy</span><span>, thus satisfying a societal need to provide a safer and gentler approach for this underserved group.</span></p>\n<p>Prior to our Phase I studies, benchtop testing of POC prototypes supported the achievability of Ostiio&rsquo;s innovative technology by validating the form-factor of the implant and driver designs. These initial prototypes could produce clinically required expansion forces; however, the implants were larger than ideal for a neonatal patient population, which represents the majority of DO patients. Therefore, the principal goal of Ostiio&rsquo;s Phase I project was to develop a new, miniaturized prototype that will make the Ostiio distraction system more amenable for use generally, and particularly within pediatric and neonatal patients, without compromising force performance specifications.&nbsp;</p>\n<p>During our Phase I studies, we modeled, designed, and validated an upgraded version 2 (V2) Ostiio distraction system prototype. Our redesigned implant now falls within the size range of on-market distractors, and specifically is no larger in the critical height and length dimensions, enabling its use across the full spectrum of DO patients from neonates to adults. Besides facilitating a broader use profile, a smaller implant size has important clinical benefits across all patient populations, including reduced bioburden, easier implantation, improved patient comfort, and reduced risk of device extrusion or exposure through the skin. We also showed that the V2 Ostiio distraction system prototype can rigorously meet our target distraction force specifications (p-value &lt; 0.001), demonstrating overall project success. Of note, force testing was conducted with the hand-held driver in the worst-case radial and angular offset positions within our operating envelope. Further, we did not test the implants to their peak distraction force to maintain implant part integrity across our full battery of testing. Taken together, these findings suggest our miniaturized V2 Ostiio distraction system prototype can comfortably and robustly generate distraction forces well above clinically derived specifications. Our Phase I body of work thus validated the technical and commercial feasibility of our novel technology and pointed the way toward follow on innovations that will address the remaining risks to bringing our solution to market.</p>\n<p>&nbsp;</p>\n<p><span>&nbsp; &nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2022<br>\n\t\t\t\t\tModified by: Jessica&nbsp;Desnoyer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEach year ~200,000 newborns worldwide suffer from conditions that restrict growth of the skull or mandible. Left untreated, these conditions have debilitating to life-threatening outcomes in what are otherwise healthy children. Unfortunately, today’s treatments are inherently complex and traumatic for these children and their families, yet there are no other therapies in development. \n\nDistraction osteogenesis (DO) is a widely recognized and well-regarded technique that harnesses the body’s natural ability to regenerate bone to correct skeletal deficiencies, and thus, it is a vital tool in the surgical armamentarium. However, its shortcomings predispose patients to complications, place extraordinary burden of care on parents, and mandate extensive physician clinic time and patient radiation exposure to monitor therapeutic progress. Ostiio’s innovative distraction system solution is designed to solve many of these issues as the first fully subcutaneous, programmable DO system for the craniomaxillofacial (CMF) skeleton. Our solution will simplify patient and caregiver treatment experience, increase surgeon control over outcomes, decrease overall cost of care, and expand access to therapy, thus satisfying a societal need to provide a safer and gentler approach for this underserved group.\n\nPrior to our Phase I studies, benchtop testing of POC prototypes supported the achievability of Ostiio’s innovative technology by validating the form-factor of the implant and driver designs. These initial prototypes could produce clinically required expansion forces; however, the implants were larger than ideal for a neonatal patient population, which represents the majority of DO patients. Therefore, the principal goal of Ostiio’s Phase I project was to develop a new, miniaturized prototype that will make the Ostiio distraction system more amenable for use generally, and particularly within pediatric and neonatal patients, without compromising force performance specifications. \n\nDuring our Phase I studies, we modeled, designed, and validated an upgraded version 2 (V2) Ostiio distraction system prototype. Our redesigned implant now falls within the size range of on-market distractors, and specifically is no larger in the critical height and length dimensions, enabling its use across the full spectrum of DO patients from neonates to adults. Besides facilitating a broader use profile, a smaller implant size has important clinical benefits across all patient populations, including reduced bioburden, easier implantation, improved patient comfort, and reduced risk of device extrusion or exposure through the skin. We also showed that the V2 Ostiio distraction system prototype can rigorously meet our target distraction force specifications (p-value &lt; 0.001), demonstrating overall project success. Of note, force testing was conducted with the hand-held driver in the worst-case radial and angular offset positions within our operating envelope. Further, we did not test the implants to their peak distraction force to maintain implant part integrity across our full battery of testing. Taken together, these findings suggest our miniaturized V2 Ostiio distraction system prototype can comfortably and robustly generate distraction forces well above clinically derived specifications. Our Phase I body of work thus validated the technical and commercial feasibility of our novel technology and pointed the way toward follow on innovations that will address the remaining risks to bringing our solution to market.\n\n \n\n   \n\n \n\n\t\t\t\t\tLast Modified: 08/29/2022\n\n\t\t\t\t\tSubmitted by: Jessica Desnoyer"
 }
}