{
 "awd_id": "2103938",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Quantum Criticality, Localization and Dynamics in Quasiperiodic Systems",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 145460.0,
 "awd_min_amd_letter_date": "2021-06-28",
 "awd_max_amd_letter_date": "2021-06-28",
 "awd_abstract_narration": "Nontechnical summary\r\n\r\nThis project investigates the motion of particles (such as electrons) in quasicrystalline systems. Most solids are crystalline (i.e., their atoms are arranged in a regular array) or amorphous (i.e., their atoms are distributed essentially randomly). In the 1980s, a third type of solid, called a quasicrystal, was discovered. Atoms in quasicrystals follow deterministic, structured patterns; however, these \"quasiperiodic\" patterns do not repeat in space unlike those of a crystal.\r\n\r\nHow electrons in a material move and interact, giving rise to electrical and heat conductivity, as well as phenomena like magnetism, depends strongly on whether they are in a crystalline or a random background. Electrons in quasicrystals exhibit even richer behavior, with new classes of phase transitions in their magnetic properties and conductivity. We do not yet have a general framework to describe these effects. This project aims to develop such a framework and apply it to various recently discovered phenomena in quasiperiodic systems.\r\n\r\nThis project will provide technical training to graduate students and a postdoctoral researcher in an area of high national priority. The PIs will organize a virtual symposium and host virtual public lectures to bring the exotic physics of quasicrystals to a broad and diverse audience.\r\n\r\n\r\nTechnical summary\r\n\r\nThis project aims to develop a general framework for exploring quantum phase transitions, localization phenomena, and dynamics in systems with quasiperiodic spatial modulation. Quasiperiodic systems are of great experimental relevance, given their importance in cold-atom settings and recent advances in synthesizing metallic quasicrystals, as well as the advent of Moire materials. These systems exhibit phenomena such as Anderson localization as well as unconventional magnetic phases. However, our understanding of this physics is limited by the lack of a generally applicable computational framework, comparable in power to the field-theoretic methods that describe crystalline or random systems.\r\n\r\nThis project will explore the physics of localization and quantum criticality in quasiperiodic systems using a combination of real-space techniques, in a way that is tailored to the unique patterns of approximate repetitions of quasiperiodic potentials. The techniques include real-space renormalization-group methods as well as semiclassical methods and tensor-network-based numerics. The phenomena to be explored include Anderson and many-body localization, magnetic quantum criticality, superfluid-insulator transitions, and quantum impurity problems in the presence of quasiperiodic potentials. In addition to training graduate students and a postdoctoral researcher, this project will bring the physics of quasicrystals to a broader audience by means of a virtual conference and public lectures.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarang",
   "pi_last_name": "Gopalakrishnan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarang Gopalakrishnan",
   "pi_email_addr": "sgopalakrishnan@princeton.edu",
   "nsf_id": "000726869",
   "pi_start_date": "2021-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 Old Main",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 44455.0
  }
 ],
 "por": null
}