{
 "awd_id": "2104902",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Correlated States in Twisted Hetero-bilayer Transition Metal Dichalcogenides",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922655",
 "po_email": "elmann@nsf.gov",
 "po_sign_block_name": "Elizabeth Mann",
 "awd_eff_date": "2021-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 281321.0,
 "awd_amount": 281321.0,
 "awd_min_amd_letter_date": "2021-04-05",
 "awd_max_amd_letter_date": "2021-05-21",
 "awd_abstract_narration": "Nontechnical Abstract: \r\nIn conventional materials, electrons travel in the periodic arrays of atoms without \"talking\" (interacting) to each other. When two monolayers of atomically thin materials, also knowns as two-dimensional (2D) materials, are stacked together with a well-controlled twist angle between these two layers, they form a new periodic structure with interesting properties. In this collaborative project, the PIs investigate these 2D materials to gain knowledge that could enable transformative technology innovations such as high-temperature superconductivity, quantum electronics and optoelectronics. This project integrates an education component to train students and build a strong workforce for quantum science and technologies. Under-represented groups are particularly encouraged and included in the education programs.\r\n\r\nTechnical Abstract: \r\nCorrelated states such as Mott insulators and Wigner crystals remain intriguing subjects of physics. More recently, twisted hetero-bilayer transition metal dichalcogenides (TMDs) have emerged as a new platform with even more enhanced correlation strength, and their strong spin-orbit coupling and presence of bandgaps provide new avenues to explore spin-related physics and optoelectronics in correlated states. In this collaborative proposal, the PIs explore the moiré superlattices formed by twisted hetero-bilayer TMDs. The research plan includes two main thrusts. Thrust I is to characterize the interaction strength of the correlated states and study its relationship with moiré structure parameters and external controls to manipulate the correlated states. Thrust II is to explore new correlated states arising from interactions with other electronic phases, such as the interplay of correlated states with Landau levels, the effect of strong correlation on valley physics and excitonic physics of the moiré superlattice, and other types of new states that could possibly arise in this strongly interacting system. The collaborative project trains graduate and undergraduate students are trained for future placement in quantum science and technologies. The project also creates research modules for outreach to K-12 students and actively involves under-represented groups.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sufei",
   "pi_last_name": "Shi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sufei Shi",
   "pi_email_addr": "shis2@rpi.edu",
   "nsf_id": "000708322",
   "pi_start_date": "2021-04-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "RPI",
  "perf_str_addr": "110 8th St",
  "perf_city_name": "Troy",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8399",
   "pgm_ref_txt": "Energy Storage or Transmission"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 281321.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over the course of this project, we have extensively studied the correlated physics in the TMDC moire heterojunction, with a focus on the WS2/WSe2 moire heterojunction. The completion of this project significantly advances our understanding of correlated physics in TMDC moire heterojunction, and it also guides us on how to use the understanding to engineer new quantum states. The results from this project have been published in a number of prestigious peer-reviewed journals and also reported by various news channels. This project also contributed significantly to the training of graduate students, undergraduate students, and K-12 students.</p>\n<p><strong>Intellectual merits </strong></p>\n<p>During the course of this project, we have identified correlated states at fractional fillings of WSe2/WS2 through a photoluminescence spectroscopy study. We have demonstrated layer tunability of moire exciton and correlated states (Nature Comm. 2022). We have engineered and studied a new excitonic insulator state by engineering the electron correlation in a multilayer TMDC moire superlattice (Nature Physics 2022). &nbsp;We have demonstrated the engineering of quadrupolar excitons in a trilayer moire heterojunction and studied how it interacts with correlated electrons (Nature Comm. 2023). We have revealed and studied moire exciton hybridization in a multilayer TMDC moire heterojunction (Nature Comm. 2023). We have also revealed and investigated an excitonic Mott insulator state in WSe2/WS2 moire heterojunction (Nature Physics 2024). This project also help us to finish a peer-reviewed review paper on the correlated physics in TMDC moire superlattice (Nature Comm. 2023).</p>\n<p>A full list of the publications in peer-reviewed journals is included at the end of the outcome report.</p>\n<p><strong>Broader impacts</strong></p>\n<p>Our study supported by this project significantly has advanced our understanding of correlated physics, inspiring many to pursue this research direction. &nbsp;Our results have been reported by many channels such as Nature Physics (&nbsp;<a href=\"https://www.nature.com/articles/s41567-023-02274-2\" target=\"_blank\">www.nature.com/articles/s41567-023-02274-2</a>) and &nbsp;Physics.org (&nbsp;<a href=\"https://phys.org/news/2022-10-tune-moir-excitons-tmdc-superlattices.html\">https://phys.org/news/2022-10-tune-moir-excitons-tmdc-superlattices.html</a>), (<a href=\"https://phys.org/news/2022-09-evidence-excitonic-insulators-moir-superlattices.html\">https://phys.org/news/2022-09-evidence-excitonic-insulators-moir-superlattices.html</a>).</p>\n<p>This project has partially supported two graduate students to finish their PhD degree and contributed to other graduate training. This project has also help trained undergraduate researchers and contributed to outreach activities for K-12 students.</p>\n<p><strong>Complete publication list</strong></p>\n<ol>\n<li>Sharma, Shyam and Ward, Zachary and Bhimani, Kevin and Li, Kang and Lakhnot, Aniruddha and Jain, Rishabh and Shi, Su-Fei and Terrones, Humberto and Koratkar, Nikhil&nbsp;\"Bandgap Tuning in BaZrS&nbsp;<sub>3</sub>&nbsp;Perovskite Thin Films\"&nbsp;<em>ACS Applied Electronic Materials</em>&nbsp;, v.3&nbsp;, 2021&nbsp;https://doi.org/10.1021/acsaelm.1c00575&nbsp;</li>\n<li>Chen, Dongxue and Lian, Zhen and Huang, Xiong and Su, Ying and Rashetnia, Mina and Ma, Lei and Yan, Li and Blei, Mark and Xiang, Li and Taniguchi, Takashi and Watanabe, Kenji and Tongay, Sefaattin and Smirnov, Dmitry and Wang, Zenghui and Zhang, Chuanwei&nbsp;\"Excitonic insulator in a heterojunction moir&eacute; superlattice\"&nbsp;<em>Nature Physics</em>&nbsp;, v.18&nbsp;, 2022&nbsp;https://doi.org/10.1038/s41567-022-01703-y&nbsp;</li>\n<li>Chen, Dongxue and Lian, Zhen and Huang, Xiong and Su, Ying and Rashetnia, Mina and Yan, Li and Blei, Mark and Taniguchi, Takashi and Watanabe, Kenji and Tongay, Sefaattin and Wang, Zenghui and Zhang, Chuanwei and Cui, Yong-Tao and Shi, Su-Fei&nbsp;\"Tuning moir&eacute; excitons and correlated electronic states through layer degree of freedom\"&nbsp;<em>Nature Communications</em>&nbsp;, v.13&nbsp;, 2022&nbsp;https://doi.org/10.1038/s41467-022-32493-9&nbsp;</li>\n<li>Lian, Zhen and Chen, Dongxue and Meng, Yuze and Chen, Xiaotong and Su, Ying and Banerjee, Rounak and Taniguchi, Takashi and Watanabe, Kenji and Tongay, Sefaattin and Zhang, Chuanwei and Cui, Yong-Tao and Shi, Su-Fei&nbsp;\"Exciton Superposition across Moir&eacute; States in a Semiconducting Moir&eacute; Superlattice\"&nbsp;<em>Nature Communications</em>&nbsp;, v.14&nbsp;, 2023&nbsp;https://doi.org/10.1038/s41467-023-40783-z&nbsp;</li>\n<li>Lian, Zhen and Chen, Dongxue and Ma, Lei and Meng, Yuze and Su, Ying and Yan, Li and Huang, Xiong and Wu, Qiran and Chen, Xinyue and Blei, Mark and Taniguchi, Takashi and Watanabe, Kenji and Tongay, Sefaattin and Zhang, Chuanwei and Cui, Yong-Tao and Shi,&nbsp;\"Quadrupolar excitons and hybridized interlayer Mott insulator in a trilayer moir&eacute; superlattice\"&nbsp;<em>Nature Communications</em>&nbsp;, v.14&nbsp;, 2023&nbsp;https://doi.org/10.1038/s41467-023-40288-9&nbsp;</li>\n<li>Lian, Zhen and Meng, Yuze and Ma, Lei and Maity, Indrajit and Yan, Li and Wu, Qiran and Huang, Xiong and Chen, Dongxue and Chen, Xiaotong and Chen, Xinyue and Blei, Mark and Taniguchi, Takashi and Watanabe, Kenji and Tongay, Sefaattin and Lischner, Johann&nbsp;\"Valley-polarized excitonic Mott insulator in WS2/WSe2 moir&eacute; superlattice\"&nbsp;<em>Nature Physics</em>&nbsp;, v.20&nbsp;, 2024&nbsp;https://doi.org/10.1038/s41567-023-02266-2&nbsp;</li>\n<li>Ghoshal, Debjit and Shang, Hanzhi and Sun, Xin and Wen, Xixing and Chen, Dongxue and Wang, Tianmeng and Lu, Zonghuan and Gupta, Tushar and Efstathiadis, Harry and West, Damien and Koratkar, Nikhil and Lu, Toh-Ming and Zhang, Shengbai and Shi, Su-Fei&nbsp;\"Orientation-Controlled Large-Area Epitaxial PbI&nbsp;<sub>2</sub>&nbsp;Thin Films with Tunable Optical Properties\"&nbsp;<em>ACS Applied Materials &amp; Interfaces</em>&nbsp;, v.13&nbsp;, 2021&nbsp;https://doi.org/10.1021/acsami.1c05734&nbsp;</li>\n<li>Chen, Xiaotong and Lian, Zhen and Meng, Yuze and Ma, Lei and Shi, Su-Fei&nbsp;\"Excitonic Complexes in Two-Dimensional Transition Metal Dichalcogenides\"&nbsp;<em>Nature Communications</em>, v.14&nbsp;, 2023&nbsp;https://doi.org/10.1038/s41467-023-44119-9&nbsp;</li>\n</ol>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/04/2024<br>\nModified by: Sufei&nbsp;Shi</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOver the course of this project, we have extensively studied the correlated physics in the TMDC moire heterojunction, with a focus on the WS2/WSe2 moire heterojunction. The completion of this project significantly advances our understanding of correlated physics in TMDC moire heterojunction, and it also guides us on how to use the understanding to engineer new quantum states. The results from this project have been published in a number of prestigious peer-reviewed journals and also reported by various news channels. This project also contributed significantly to the training of graduate students, undergraduate students, and K-12 students.\n\n\nIntellectual merits \n\n\nDuring the course of this project, we have identified correlated states at fractional fillings of WSe2/WS2 through a photoluminescence spectroscopy study. We have demonstrated layer tunability of moire exciton and correlated states (Nature Comm. 2022). We have engineered and studied a new excitonic insulator state by engineering the electron correlation in a multilayer TMDC moire superlattice (Nature Physics 2022). We have demonstrated the engineering of quadrupolar excitons in a trilayer moire heterojunction and studied how it interacts with correlated electrons (Nature Comm. 2023). We have revealed and studied moire exciton hybridization in a multilayer TMDC moire heterojunction (Nature Comm. 2023). We have also revealed and investigated an excitonic Mott insulator state in WSe2/WS2 moire heterojunction (Nature Physics 2024). This project also help us to finish a peer-reviewed review paper on the correlated physics in TMDC moire superlattice (Nature Comm. 2023).\n\n\nA full list of the publications in peer-reviewed journals is included at the end of the outcome report.\n\n\nBroader impacts\n\n\nOur study supported by this project significantly has advanced our understanding of correlated physics, inspiring many to pursue this research direction. Our results have been reported by many channels such as Nature Physics (www.nature.com/articles/s41567-023-02274-2) and Physics.org (https://phys.org/news/2022-10-tune-moir-excitons-tmdc-superlattices.html), (https://phys.org/news/2022-09-evidence-excitonic-insulators-moir-superlattices.html).\n\n\nThis project has partially supported two graduate students to finish their PhD degree and contributed to other graduate training. This project has also help trained undergraduate researchers and contributed to outreach activities for K-12 students.\n\n\nComplete publication list\n\nSharma, Shyam and Ward, Zachary and Bhimani, Kevin and Li, Kang and Lakhnot, Aniruddha and Jain, Rishabh and Shi, Su-Fei and Terrones, Humberto and Koratkar, Nikhil\"Bandgap Tuning in BaZrS3Perovskite Thin Films\"ACS Applied Electronic Materials, v.3, 2021https://doi.org/10.1021/acsaelm.1c00575\nChen, Dongxue and Lian, Zhen and Huang, Xiong and Su, Ying and Rashetnia, Mina and Ma, Lei and Yan, Li and Blei, Mark and Xiang, Li and Taniguchi, Takashi and Watanabe, Kenji and Tongay, Sefaattin and Smirnov, Dmitry and Wang, Zenghui and Zhang, Chuanwei\"Excitonic insulator in a heterojunction moir superlattice\"Nature Physics, v.18, 2022https://doi.org/10.1038/s41567-022-01703-y\nChen, Dongxue and Lian, Zhen and Huang, Xiong and Su, Ying and Rashetnia, Mina and Yan, Li and Blei, Mark and Taniguchi, Takashi and Watanabe, Kenji and Tongay, Sefaattin and Wang, Zenghui and Zhang, Chuanwei and Cui, Yong-Tao and Shi, Su-Fei\"Tuning moir excitons and correlated electronic states through layer degree of freedom\"Nature Communications, v.13, 2022https://doi.org/10.1038/s41467-022-32493-9\nLian, Zhen and Chen, Dongxue and Meng, Yuze and Chen, Xiaotong and Su, Ying and Banerjee, Rounak and Taniguchi, Takashi and Watanabe, Kenji and Tongay, Sefaattin and Zhang, Chuanwei and Cui, Yong-Tao and Shi, Su-Fei\"Exciton Superposition across Moir States in a Semiconducting Moir Superlattice\"Nature Communications, v.14, 2023https://doi.org/10.1038/s41467-023-40783-z\nLian, Zhen and Chen, Dongxue and Ma, Lei and Meng, Yuze and Su, Ying and Yan, Li and Huang, Xiong and Wu, Qiran and Chen, Xinyue and Blei, Mark and Taniguchi, Takashi and Watanabe, Kenji and Tongay, Sefaattin and Zhang, Chuanwei and Cui, Yong-Tao and Shi,\"Quadrupolar excitons and hybridized interlayer Mott insulator in a trilayer moir superlattice\"Nature Communications, v.14, 2023https://doi.org/10.1038/s41467-023-40288-9\nLian, Zhen and Meng, Yuze and Ma, Lei and Maity, Indrajit and Yan, Li and Wu, Qiran and Huang, Xiong and Chen, Dongxue and Chen, Xiaotong and Chen, Xinyue and Blei, Mark and Taniguchi, Takashi and Watanabe, Kenji and Tongay, Sefaattin and Lischner, Johann\"Valley-polarized excitonic Mott insulator in WS2/WSe2 moir superlattice\"Nature Physics, v.20, 2024https://doi.org/10.1038/s41567-023-02266-2\nGhoshal, Debjit and Shang, Hanzhi and Sun, Xin and Wen, Xixing and Chen, Dongxue and Wang, Tianmeng and Lu, Zonghuan and Gupta, Tushar and Efstathiadis, Harry and West, Damien and Koratkar, Nikhil and Lu, Toh-Ming and Zhang, Shengbai and Shi, Su-Fei\"Orientation-Controlled Large-Area Epitaxial PbI2Thin Films with Tunable Optical Properties\"ACS Applied Materials & Interfaces, v.13, 2021https://doi.org/10.1021/acsami.1c05734\nChen, Xiaotong and Lian, Zhen and Meng, Yuze and Ma, Lei and Shi, Su-Fei\"Excitonic Complexes in Two-Dimensional Transition Metal Dichalcogenides\"Nature Communications, v.14, 2023https://doi.org/10.1038/s41467-023-44119-9\n\n\n\n\t\t\t\t\tLast Modified: 08/04/2024\n\n\t\t\t\t\tSubmitted by: SufeiShi\n"
 }
}