{
 "awd_id": "2104600",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "Approaches to Coastal Adaptation in the United States",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032927376",
 "po_email": "jwmirand@nsf.gov",
 "po_sign_block_name": "Josie Welkom Miranda",
 "awd_eff_date": "2021-09-15",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 133500.0,
 "awd_min_amd_letter_date": "2021-08-11",
 "awd_max_amd_letter_date": "2023-07-12",
 "awd_abstract_narration": "This award was provided as part of NSF's Social, Behavioral and Economic Sciences Postdoctoral Research Fellowships (SPRF) program. The goal of the SPRF program is to prepare promising, early career doctoral-level scientists for scientific careers in academia, industry or private sector, and government. SPRF awards involve two years of training under the sponsorship of established scientists and encourage Postdoctoral Fellows to perform independent research. NSF seeks to promote the participation of scientists from all segments of the scientific community, including those from underrepresented groups, in its research programs and activities; the postdoctoral period is considered to be an important level of professional development in attaining this goal. Each Postdoctoral Fellow must address important scientific questions that advance their respective disciplinary fields. Under the sponsorship of Dr. A.R. Siders at the University of Delaware, this postdoctoral fellowship award supports an early career scientist to investigate coastal adaptation pathways in the United States. Sustainable development along the United States’ coast is challenging for several reasons, including continual weathering and climatic shocks. These risks are expected to be exacerbated due to climate change. There are currently a wide range of coastal adaptation responses being employed across the United States. The purpose of this research is to develop a fundamental understanding of the variation in adaptation responses that directly impact households, how these responses were chosen, and also to determine whether the most vulnerable members of communities are benefiting from these responses. The knowledge gained from this research offers the ability to identify gaps in adaptation, track progress, and aid in future decision making.\r\n\r\nThis research aims to generate novel techniques combining diagnostics, historical pathways, and spatial statistics to evaluate adaptation pathways that have led to the current levels and distribution of adaptation in the United States. This research specifically investigates national, state, and local policies (e.g. zoning restrictions) and infrastructure (e.g. seawalls) that can directly influence households’ adaptation decisions, with three coastal communities in the United States serving as case studies. This research is split into four phases, starting with a short prepping period (Phase 1). Phase 2 utilizes a diagnostic approach to generate a status assessment of coastal adaptation in the three communities through the collection of information on adaptation measures employed, socio-demographics, drivers, and characteristics of the built environment. Phase 3 employs a historical pathways analysis to produce a historical narrative and timeline for each community to highlight path dependencies and critical junctures. Finally, Phase 4 assesses coastal adaptation and equity by mapping adaptation measures versus demographic data. By combining these methods, this research has the potential to enhance contextual knowledge that can lead to an improvement in modeling abilities, and therein, enhance decision making.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tess",
   "pi_last_name": "Doeffinger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tess Doeffinger",
   "pi_email_addr": "",
   "nsf_id": "000840388",
   "pi_start_date": "2021-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Siders",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Anne R Siders",
   "pi_email_addr": "",
   "nsf_id": "000823188",
   "pi_start_date": "2021-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Doeffinger, Tess",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Point Pleasant",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "",
  "inst_zip_code": "25550",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "WV01",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": null,
  "perf_city_name": "Newark",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197165200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "040Y00",
   "pgm_ele_name": "(SPRF-FR) SBE Postdoctoral Res"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 133500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The goal of this fellowship was to support the interdisciplinary research and training goals of a postdoctoral scholar, Dr. Tess Doeffinger. </span><span>This research took a historical approach to understand how decision makers have invested in coastal adaptation over the last century. By understanding how communities have adapted in the past, we can begin to identify what is driving adaptation decisions, what may act as barriers to adaptation, and whether any path dependencies are present. </span><span>This research resulted in two primary research outcomes: 1) a method to conduct historical adaptation pathways analyses and 2) relevant insights from the method?s application to a case study site.</span></p>\n<p><span>The method created during the fellowship outlines an approach to conduct historical adaptation pathways (HAP) analyses<em>.</em> This method is comprised of six steps: </span><span>(1) setting temporal, geographic, and topical boundaries; (2) defining construct frameworks to assess adaptation drivers, adaptation actions, and causal mechanisms that connect drivers and actions; (3) data collection; (4) timeline creation; (5) pathway identification and validation; and (6) pathway analysis</span><span>. By combining both deductive and inductive elements, the approach can be tailored to a given case study location or topical focus. &nbsp;This work is currently under review at <em>Global Environmental Change.</em></span></p>\n<p><span>The HAP method was applied to Folly Beach, South Carolina and results are under review at the <em>Journal of Ocean and Coastal Management</em>. Folly Beach was chosen as a case study location as it faces many similar challenges of coastal communities along the Atlantic and Gulf coasts (e.g., sea-level rise, more frequent king tides, septic tank issues, general flooding, habitat loss, etc.). Three key insights emerged from the application of this method: 1) adaptation pathways at different geographic scales can drive adaptation at the local level, 2) social and/or political pathways can directly affect communities? risk levels (e.g., by altering exposure levels), and 3) pathways can actually be circular in nature. The circular nature is particularly interesting because it suggests a way for adaptation pathways to create path dependency which can limit future adaptation options. The work also highlights how different stakeholders perceive the benefits and costs of adaptation strategies differently, which can change the results of a path dependency analysis.</span></p>\n<p><span>In addition to submitting results to peer-reviewed journals, the research has been presented at multiple conferences and to universities in the U.S. and the United Kingdom. Case study results were presented directly to the city of Folly Beach and to state officers, and the resulting timeline and narrative were also distributed to the city. Dr. Doeffinger continues to work with these stakeholders to use the results of her analysis to inform future adaptation decisions in the area (e.g., she will present results to the City Council in December).</span></p>\n<p><span>The results of this research are useful to both researchers and policy makers. This research makes a methodological contribution to the adaptation, adaptation pathways, and decision analysis literature. By laying out a step-by-step method, HAP studies could be replicated more frequently. As more of these types of analyses occur, we could begin understand some of the underlying mechanisms at work that contribute to adaptation, and therein generate new theory. These types of studies are also relevant to policymakers, as the types of information generated from HAP studies (e.g., path dependencies, broader historical context, etc.) could be used to make more optimal decisions in the future.</span></p>\n<p><span>Throughout the fellowship, Dr. Doeffinger also sought to train junior scientists. She mentored undergraduate, masters and doctoral students through a research lab, direct research supervision, and career advising. She guest lectured in courses on climate adaptation and climate policy for undergraduate and graduate audiences. She collaborated with research groups and students at the University of Miami, University of North Carolina Chapel Hill, Georgetown, and Massachusetts Institute of Technology. These activities both provided Dr. Doeffinger with teaching and mentoring experiences and contributed to the development of the students she engaged.</span></p>\n<p><span>Finally, the fellowship provided professional development for the fellow, and has allowed her to create a research program that can be carried on well into the future. She developed strong networks both within the University of Delaware and across other universities, through collaborations, conferences, and professional development activities. These networks and collaborations developed her skills in econometrics and legal analysis and provided career advice, such as on processes for academic book publications. As a result of this fellowship, Dr. Doeffinger has gained further knowledge of adaptation pathways, qualitative research skills, and grant management skills. The methods developed in this fellowship will continue to be applied and refined along the coast of Charleston, South Carolina and will serve as a foundation for the fellow?s future research.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/01/2023<br>\n\t\t\t\t\tModified by: Tess&nbsp;Doeffinger</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this fellowship was to support the interdisciplinary research and training goals of a postdoctoral scholar, Dr. Tess Doeffinger. This research took a historical approach to understand how decision makers have invested in coastal adaptation over the last century. By understanding how communities have adapted in the past, we can begin to identify what is driving adaptation decisions, what may act as barriers to adaptation, and whether any path dependencies are present. This research resulted in two primary research outcomes: 1) a method to conduct historical adaptation pathways analyses and 2) relevant insights from the method?s application to a case study site.\n\nThe method created during the fellowship outlines an approach to conduct historical adaptation pathways (HAP) analyses. This method is comprised of six steps: (1) setting temporal, geographic, and topical boundaries; (2) defining construct frameworks to assess adaptation drivers, adaptation actions, and causal mechanisms that connect drivers and actions; (3) data collection; (4) timeline creation; (5) pathway identification and validation; and (6) pathway analysis. By combining both deductive and inductive elements, the approach can be tailored to a given case study location or topical focus.  This work is currently under review at Global Environmental Change.\n\nThe HAP method was applied to Folly Beach, South Carolina and results are under review at the Journal of Ocean and Coastal Management. Folly Beach was chosen as a case study location as it faces many similar challenges of coastal communities along the Atlantic and Gulf coasts (e.g., sea-level rise, more frequent king tides, septic tank issues, general flooding, habitat loss, etc.). Three key insights emerged from the application of this method: 1) adaptation pathways at different geographic scales can drive adaptation at the local level, 2) social and/or political pathways can directly affect communities? risk levels (e.g., by altering exposure levels), and 3) pathways can actually be circular in nature. The circular nature is particularly interesting because it suggests a way for adaptation pathways to create path dependency which can limit future adaptation options. The work also highlights how different stakeholders perceive the benefits and costs of adaptation strategies differently, which can change the results of a path dependency analysis.\n\nIn addition to submitting results to peer-reviewed journals, the research has been presented at multiple conferences and to universities in the U.S. and the United Kingdom. Case study results were presented directly to the city of Folly Beach and to state officers, and the resulting timeline and narrative were also distributed to the city. Dr. Doeffinger continues to work with these stakeholders to use the results of her analysis to inform future adaptation decisions in the area (e.g., she will present results to the City Council in December).\n\nThe results of this research are useful to both researchers and policy makers. This research makes a methodological contribution to the adaptation, adaptation pathways, and decision analysis literature. By laying out a step-by-step method, HAP studies could be replicated more frequently. As more of these types of analyses occur, we could begin understand some of the underlying mechanisms at work that contribute to adaptation, and therein generate new theory. These types of studies are also relevant to policymakers, as the types of information generated from HAP studies (e.g., path dependencies, broader historical context, etc.) could be used to make more optimal decisions in the future.\n\nThroughout the fellowship, Dr. Doeffinger also sought to train junior scientists. She mentored undergraduate, masters and doctoral students through a research lab, direct research supervision, and career advising. She guest lectured in courses on climate adaptation and climate policy for undergraduate and graduate audiences. She collaborated with research groups and students at the University of Miami, University of North Carolina Chapel Hill, Georgetown, and Massachusetts Institute of Technology. These activities both provided Dr. Doeffinger with teaching and mentoring experiences and contributed to the development of the students she engaged.\n\nFinally, the fellowship provided professional development for the fellow, and has allowed her to create a research program that can be carried on well into the future. She developed strong networks both within the University of Delaware and across other universities, through collaborations, conferences, and professional development activities. These networks and collaborations developed her skills in econometrics and legal analysis and provided career advice, such as on processes for academic book publications. As a result of this fellowship, Dr. Doeffinger has gained further knowledge of adaptation pathways, qualitative research skills, and grant management skills. The methods developed in this fellowship will continue to be applied and refined along the coast of Charleston, South Carolina and will serve as a foundation for the fellow?s future research.\n\n \n\n\t\t\t\t\tLast Modified: 11/01/2023\n\n\t\t\t\t\tSubmitted by: Tess Doeffinger"
 }
}