{
 "awd_id": "2104757",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Zero energy modes in vortex cores: Spectroscopy and Majorana carousel braiding",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922655",
 "po_email": "elmann@nsf.gov",
 "po_sign_block_name": "Elizabeth Mann",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 354181.0,
 "awd_amount": 354181.0,
 "awd_min_amd_letter_date": "2021-07-23",
 "awd_max_amd_letter_date": "2023-07-12",
 "awd_abstract_narration": "Nontechnical Abstract: \r\nQuantum computers are expected to enable transformative advances in information technology, quantum chemistry, secure communications, material modeling, and in many other applications. Aluminum-based superconducting qubits demonstrate promising characteristics as building blocks for quantum computers. Yet, even with the recent impressive advances in this field, building a fully functional and practically useful quantum computer is still beyond reach, since existing qubits loose quantum information very quickly. The problem can be solved if the theoretically predicted, so-called non-Abelian excitations can be realized in solid-state nanoscale devices. Such hypothetical non-Abelian excitations have a useful and very counterintuitive property. Even though they are identical, if two of them exchange places, they collectively evolve into new quantum states. This property can be used to perform noise-proof quantum computation, which is protected from environmental interference. The PI and the research team are developing nanoscale electronic devices in which non-Abelian phenomena can be demonstrated. The approach is motivated by recent theoretical results suggesting how these excitations can be effectively isolated from perturbations caused the environment. The research team uses traditional superconducting qubits, microwave technology, and quantum tunneling contacts to perform energy measurements and to uncover the hypothetical non-Abelian Majorana modes. A special Corbino disk geometry exploits quantum mechanical behavior of vortices containing these exotic excitations. This research offers modern physics training for graduate and undergraduate students and provides extensive mentoring to the next generation of scientists and engineers.\r\n\r\nTechnical Abstract: \r\nMany theoretical models have been suggested in which Majorana zero modes are used for topologically protected quantum computation. Nevertheless, their key property, namely the non-Abelian physics, has not yet been demonstrated experimentally. The traditional approach to study Majorana modes is to employ semiconductor nanowires coupled to superconductors. The present project explores a different route. The PI and his team study Majorana modes in the cores of superconducting vortices in topological superconductors. The goal is to isolate Majorana modes from ordinary electronic states and to demonstrate the hypothetical non-Abelian effects, which, if found, will help to solve key problems of quantum information technology. The PI and the research team perform microwave and tunneling experiments to measure the discrete spectrum of the topological vortex cores. An important obstacle in such experiments is the large number of low-energy non-topological excitations present within vortices. Such electrons can mix with the Majorana modes, making non-Abelian physics undetectable. The research group uses recent theoretical models to design and study novel devices in which the vortex is trapped within a superconducting sample having a circular hole with a topological superconductor or a topological insulator at the bottom. In such devices, the Majorana energy gap is predicted to be sufficiently large to isolate the Majorana modes from non-topological excitations. The research team is also developing the next generation of such devices, in which vortices can move following circular trajectories in Corbino-geometry devices. Such circular motion is used to exchange positions of Majorana modes and to induce nontrivial changes in the quantum state of the system. The Majorana modes are probed and controlled using ordinary qubits.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexey",
   "pi_last_name": "Bezryadin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexey Bezryadin",
   "pi_email_addr": "bezryadi@illinois.edu",
   "nsf_id": "000104870",
   "pi_start_date": "2021-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "Henry Administration Building",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 121397.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 116324.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 116460.0
  }
 ],
 "por": null
}