{
 "awd_id": "2104726",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Visualizing statistical force networks in colloidal materials far-from-equilibrium",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922655",
 "po_email": "elmann@nsf.gov",
 "po_sign_block_name": "Elizabeth Mann",
 "awd_eff_date": "2021-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 418098.0,
 "awd_amount": 418098.0,
 "awd_min_amd_letter_date": "2021-08-02",
 "awd_max_amd_letter_date": "2023-06-19",
 "awd_abstract_narration": "Non-technical Abstract\r\n\r\nSuspensions of particles in liquids are found everywhere around us in foods, consumer products, natural settings, biological systems, and construction materials. The physical and mechanical properties of these materials, their shelf life, and their function are heavily influenced by how the particles interact with each other. Better design of materials requires an understanding of how particle interactions give rise to certain types of mechanical behavior. The particles in these systems come in all shapes and sizes, and often possess rough edges as opposed to being completely smooth and spherical. Understanding how to handle and process such types of colloidal materials provides significant economic and technological advantages to our nation. When colloids are forced to flow in highly concentrated slurries, the particles aggregate and collectively resist motion, leading to large increases in pressure and catastrophic failure in equipment. This project uses advanced network science concepts, experiments, and simulations in concert to study such types of jammed suspensions in a series of flow scenarios. The insight gained from this work will benefit a wide range of academic researchers and industrial practitioners that utilize dense particulate systems. Basic concepts related to soft matter physics will be disseminated broadly to K-12 students and the general public through summer camps and citizen science on social media. Moreover, state-of-the-art results generated from this project will be incorporated into undergraduate and graduate curriculum, and in workshops designed to engage minority and underrepresented scientists.\r\n\r\nTechnical Abstract\r\n\r\nDense particulate materials are ubiquitous in many manufacturing fields, such as pharmaceuticals, consumer and food products, and the energy industry. Understanding the multiscale nature of flowing dense suspensions will advance the bottom-up design of novel and superior materials. This project provides foundational understanding in the physics of dense suspensions, by generating a statistical description of the force networks that are responsible for stress propagation from particle-level to macroscopic scale. The central hypothesis is that the spatiotemporal signatures in load-bearing networks can be tuned using particle friction and dynamics. The PIs will combine experiments and simulations to investigate the nature of network morphology and relaxation in colloidal suspensions undergoing flow hysteresis, creep, and rapid cessation of flow. Experiments involve the use of confocal rheometry, which is a high-resolution and high-speed technique that measures flow stresses while directly imaging the movement of individual colloids. The experimental observations will be combined with computer simulations that incorporate detailed fluid physics between roughened surfaces. These techniques enable the analysis of clusters at the network level, including how they evolve and change in flowing systems. In dense flowing suspensions, giant networks are thought to persist and control the mechanics of the entire system. This project will study particle networks when non-ideal particles are separated by thin layers of fluid, validate granular models that connect mesoscale cooperativity lengths to flow rheology, and utilize colloidal properties to deliberately change the network patterns responsible for unexpected flow properties.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lilian",
   "pi_last_name": "Hsiao",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Lilian C Hsiao",
   "pi_email_addr": "lilian_hsiao@ncsu.edu",
   "nsf_id": "000742723",
   "pi_start_date": "2021-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 133189.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 140302.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 144607.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project showed that the physics of micron-sized colloidal particles, commonly found in many technological applications including pharmaceuticals, consumer goods, and manufacturing processes, behave differently from that predicted in textbook models when they deviate in shape and size from one another. It also showed that network science tools can pinpoint specific regions within these amorphous materials that are strongly tied to their bulk flow properties. For example, the publications from this work showed that roughened particles can retain shear memory, as in they flowed like particles with attractive forces between them, because of small clusters that are transiently formed with the flow. Another example is that mixing small and large colloids in a gel network led to complex interactions that favored the formation of loosely packed systems. Another publication showed that the combination of experiments and simulations was critical in revealing the fundamental physics that drive such types of self-assembly. Specifically, it showed that a particular way of counting and analyzing the topological of the gel networks was important in connecting to the phase behavior of colloidal gels. This collection of papers indicates that network physics tools could be applicable to a much broader variety of materials. Future work can build upon the principles here to advance autonomous manufacturing of soft disordered matter by leveraging network science tools to reduce data dimensionality to a manageable space, which would allow material design and manufacturing to occur much more rapidly and without human intervention.</p><br>\n<p>\n Last Modified: 02/06/2025<br>\nModified by: Lilian&nbsp;C&nbsp;Hsiao</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project showed that the physics of micron-sized colloidal particles, commonly found in many technological applications including pharmaceuticals, consumer goods, and manufacturing processes, behave differently from that predicted in textbook models when they deviate in shape and size from one another. It also showed that network science tools can pinpoint specific regions within these amorphous materials that are strongly tied to their bulk flow properties. For example, the publications from this work showed that roughened particles can retain shear memory, as in they flowed like particles with attractive forces between them, because of small clusters that are transiently formed with the flow. Another example is that mixing small and large colloids in a gel network led to complex interactions that favored the formation of loosely packed systems. Another publication showed that the combination of experiments and simulations was critical in revealing the fundamental physics that drive such types of self-assembly. Specifically, it showed that a particular way of counting and analyzing the topological of the gel networks was important in connecting to the phase behavior of colloidal gels. This collection of papers indicates that network physics tools could be applicable to a much broader variety of materials. Future work can build upon the principles here to advance autonomous manufacturing of soft disordered matter by leveraging network science tools to reduce data dimensionality to a manageable space, which would allow material design and manufacturing to occur much more rapidly and without human intervention.\t\t\t\t\tLast Modified: 02/06/2025\n\n\t\t\t\t\tSubmitted by: LilianCHsiao\n"
 }
}