{
 "awd_id": "2104349",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Evolution equations in geometry and related fields",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924876",
 "po_email": "snaik@nsf.gov",
 "po_sign_block_name": "Swatee Naik",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 385354.0,
 "awd_amount": 385354.0,
 "awd_min_amd_letter_date": "2021-04-30",
 "awd_max_amd_letter_date": "2023-05-03",
 "awd_abstract_narration": "Evolution equations are fundamental objects in the sciences, describing how natural phenomena change over time.  The two main parts of this project concern evolution equations or results that should lead to applications to evolution equations.  The first part is about mean curvature flow which has been used and studied in materials science for almost a century to model things like cell, grain, and bubble growth.  The second is related to the new methods for dealing with the collections of transformations of (the gauge group) for non-compact spaces with applications to Ricci flow.  The mean curvature flow’s computational and theoretical study and its applications as well as that of other similar flows have had enormous impact in diverse areas of pure and applied mathematics, theoretical physics,material science, and engineering.  For broader impacts the PI will continue mentoring and advising graduate students and post-doctoral scholars, write a second graduate level book on “Heat equation in Analysis, Geometry and Probability\", and disseminate their work via lectures, workshops and conferences.\r\n\r\nIn mean curvature flow (MCF) the project will study questions about stable structures; both for hypersurfaces and submanifolds of higher codimension.  In the second project a new way of dealing with the diffeomorphism group will be investigated that should be useful in many settings.  Indeed, in many problems across a wide swath of areas singularities occur.  Understanding them and the set where they form becomes a question of great importance.  When the objects sit inside some canonical space, one can use ``extrinsic'' reference points to make progress on important questions like these.  However, many key problems are defined intrinsically and there are no canonical reference points.  In those problems, the infinite dimensional diffeomorphism group (the gauge group) becomes a major issue and dealing with it, and understanding it, becomes a major obstacle.  Ricci flow is such an example.  The PI expects that the projects on MCF, Ricci flow and gauge groups will have implications to a number of other fields of mathematics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tobias",
   "pi_last_name": "Colding",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Tobias H Colding",
   "pi_email_addr": "Colding@math.mit.edu",
   "nsf_id": "000215430",
   "pi_start_date": "2021-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 124936.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 128414.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 132004.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Evolution equations are basic objects in the sciences, describing how natural phenomena change over time. For instance, modeling of a wide class of physical phenomena, such as crystal growth and flame propagation,&nbsp;leads to tracking fronts moving with curvature-dependent speed.&nbsp; &nbsp; Other natural evolutions leads to other equations, many of parabolic type, e.g. Ricci flow, and many have common features.&nbsp;&nbsp;This proposal has concerned evolution equations.&nbsp; Mostly connected with geometry.&nbsp; Part of the focus has been on mean curvature flow (MCF) whereas other parts of it has been on directions related to new methods for dealing with the diffeomorphism group for non compact spaces with applications to Ricci flow.&nbsp;&nbsp;</p>\n<p>The first part of this proposal concerned results about motion by mean curvature and, in particular, stable structures in two situations: 1) Hypersurfaces moving by motion by mean curvature. 2) Higher codimension sub-manifolds. We believe that many of ideas in this part should have counterparts for other flows. Much of the analysis of higher codimension mean curvature flow builds on a new circle of ideas that we introduced in a recent paper.</p>\n<p>The second part of this proposal we centered around a new way of dealing with the diffeomorphism group that should be useful in many settings. The key new tool in this part of the proposal is a detailed analysis of a natural second order system operator that we introduce. The analysis that we develop applies to non compact singularities. This makes it particularly useful but also the analysis particularly delicate. For this analysis to work at each scale a diffeomorphism needs to be applied to renormalize. This renormalization requires very precise and delicate analytic estimates for the growth of the diffeomorphism.The techniques and ideas that we will discuss should have direct applications to many problems.<br />Indeed in many problems across a wide swath of areas singularities occur. Understanding them and the set where they form becomes a question of great importance. When the objects sit inside some canonical space, one can use ``extrinsic''reference points to make progress on important questions like these. However, many key problems are defined intrinsically and there are no canonical reference points. In those problems, the infinite dimensional diffeomorphism group (the gauge group) becomes a major issue and dealing with it, and understanding it, becomes a major obstacle. Ricci flow is such an example.<br /><br /></p><br>\n<p>\n Last Modified: 08/03/2024<br>\nModified by: Tobias&nbsp;H&nbsp;Colding</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nEvolution equations are basic objects in the sciences, describing how natural phenomena change over time. For instance, modeling of a wide class of physical phenomena, such as crystal growth and flame propagation,leads to tracking fronts moving with curvature-dependent speed.  Other natural evolutions leads to other equations, many of parabolic type, e.g. Ricci flow, and many have common features.This proposal has concerned evolution equations. Mostly connected with geometry. Part of the focus has been on mean curvature flow (MCF) whereas other parts of it has been on directions related to new methods for dealing with the diffeomorphism group for non compact spaces with applications to Ricci flow.\n\n\nThe first part of this proposal concerned results about motion by mean curvature and, in particular, stable structures in two situations: 1) Hypersurfaces moving by motion by mean curvature. 2) Higher codimension sub-manifolds. We believe that many of ideas in this part should have counterparts for other flows. Much of the analysis of higher codimension mean curvature flow builds on a new circle of ideas that we introduced in a recent paper.\n\n\nThe second part of this proposal we centered around a new way of dealing with the diffeomorphism group that should be useful in many settings. The key new tool in this part of the proposal is a detailed analysis of a natural second order system operator that we introduce. The analysis that we develop applies to non compact singularities. This makes it particularly useful but also the analysis particularly delicate. For this analysis to work at each scale a diffeomorphism needs to be applied to renormalize. This renormalization requires very precise and delicate analytic estimates for the growth of the diffeomorphism.The techniques and ideas that we will discuss should have direct applications to many problems.\nIndeed in many problems across a wide swath of areas singularities occur. Understanding them and the set where they form becomes a question of great importance. When the objects sit inside some canonical space, one can use ``extrinsic''reference points to make progress on important questions like these. However, many key problems are defined intrinsically and there are no canonical reference points. In those problems, the infinite dimensional diffeomorphism group (the gauge group) becomes a major issue and dealing with it, and understanding it, becomes a major obstacle. Ricci flow is such an example.\n\n\t\t\t\t\tLast Modified: 08/03/2024\n\n\t\t\t\t\tSubmitted by: TobiasHColding\n"
 }
}