{
 "awd_id": "2104716",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Identifying the role of dissolved organic matter composition in complete and partial photooxidation in diverse lakes",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924725",
 "po_email": "jwynn@nsf.gov",
 "po_sign_block_name": "Jonathan G Wynn",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 326446.0,
 "awd_amount": 326446.0,
 "awd_min_amd_letter_date": "2021-08-02",
 "awd_max_amd_letter_date": "2021-08-02",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2).\r\n\r\nInland waters, such as lakes and rivers, cover a small percentage of the Earth's surface yet play a central role in the carbon cycle. Dissolved organic matter (DOM), which is made up of chemicals from plants and microorganisms, is a critical component of the carbon cycle within lakes. For example, natural processing of DOM by microorganisms or by reaction with sunlight can produce carbon dioxide, a key greenhouse gas. As a result, lakes are hotspots of carbon cycling and emission in the landscape. However, the reaction of DOM with sunlight is frequently ignored in carbon cycling models and little is known about how the type of DOM, which varies in different lakes, influences its reactivity. This project will study DOM from eleven lakes in the North Temperate Lakes-Long Term Ecological Research (NTL-LTER) program, along with two well-studied DOM isolates. The DOM will be evaluated for its photochemical reactivity using multiple approaches. Importantly, the DOM will be thoroughly analyzed using state-of-the-art techniques, including high-resolution mass spectrometry, before and after reaction with simulated sunlight to identify how sunlight reacts with this complex material. This project will yield important insights into the properties that determine the reactivity of DOM in inland waters by isolating the impact of photochemical reactions, which could ultimately be used to model carbon dioxide production from lakes. A better understanding of the carbon cycle, particularly in sensitive hydrologic environments, is critical for predicting and ultimately adapting to a changing climate.\r\n\r\nThe composition of dissolved organic matter (DOM) is critical to its reactivity. One example of DOM reactivity is its susceptibility to complete and partial photooxidation in sunlit waters, such as lakes. This process is increasingly recognized as an important component of the global carbon cycle. However, a mechanistic understanding of how DOM composition influences its photochemical reactivity is lacking. This research will fully characterize waters collected from the eleven core lakes of the North Temperate Lakes-Long Term Ecological Research (NTL-LTER) program, along with two well-studied DOM isolates. These lakes include dystrophic, oligotrophic, mesotrophic, and eutrophic systems that range widely in DOM composition. Photochemical reactivity will be assessed by quantifying photomineralization rates, measuring quantum yields and steady-state concentrations of photochemically produced reactive intermediates (triplet DOM, singlet oxygen, hydroxyl radical, and carbonate radical anion), and using quencher experiments to distinguish between direct and indirect photolysis of DOM. The DOM samples will be characterized before and after photolysis using UV-visible spectroscopy, fluorescence spectroscopy, antioxidant measurements, and Fourier transform-ion cyclotron resonance mass spectrometry. Multivariate statistics, including multiple linear regressions, hierarchical cluster analysis, and principal component analysis, will be used to identify how DOM is altered during photooxidation, derive new measurements of partial photooxidation, and identify the roles of direct and indirect photolysis in complete and partial photooxidation. The work will yield important insights into the fundamental properties that govern the reactivity of DOM in inland waters by isolating the impact of photochemical reactions. This knowledge can be used to develop relationships between DOM composition and reactivity that could ultimately be used to model the potential for carbon dioxide production from lakes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christina",
   "pi_last_name": "Remucal",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Christina K Remucal",
   "pi_email_addr": "remucal@wisc.edu",
   "nsf_id": "000641312",
   "pi_start_date": "2021-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "College of Engineering",
  "perf_str_addr": "1415 Engineering Drive",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061413",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 326446.0
  }
 ],
 "por": null
}