{
 "awd_id": "2105394",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "Biocultural Heritage and Social-Ecological Resilience",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032927376",
 "po_email": "jwmirand@nsf.gov",
 "po_sign_block_name": "Josie Welkom Miranda",
 "awd_eff_date": "2022-01-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 148000.0,
 "awd_amount": 74000.0,
 "awd_min_amd_letter_date": "2021-08-14",
 "awd_max_amd_letter_date": "2023-02-10",
 "awd_abstract_narration": "This award was provided as part of NSF's Social, Behavioral and Economic Sciences Postdoctoral Research Fellowships (SPRF) program. The goal of the SPRF program is to prepare promising, early career doctoral-level scientists for scientific careers in academia, industry or private sector, and government. SPRF awards involve two years of training under the sponsorship of established scientists and encourage Postdoctoral Fellows to perform independent research. NSF seeks to promote the participation of scientists from all segments of the scientific community, including those from underrepresented groups, in its research programs and activities; the postdoctoral period is considered to be an important level of professional development in attaining this goal. Each Postdoctoral Fellow must address important scientific questions that advance their respective disciplinary fields. Under the sponsorship of Dr. João Biehl at Princeton University and Dr. Flora Lu at the University of California, Santa Cruz, this postdoctoral fellowship award supports an early career scientist examining the mechanisms through which Indigenous governance and stewardship fosters social-ecological resilience. In numerous locations and contexts, Indigenous institutions and cultural practices have resulted in positive environmental outcomes, such as promoting biological diversity, maintaining ecosystem services, and curbing deforestation. These outcomes are important globally because Indigenous peoples manage over 25 percent of the world’s land surface. This study explores these dynamics through a partnership with Indigenous communities, where accelerating deforestation and degradation, linked to resource extraction and urbanization, threaten their health, well-being, and sovereignty. Through a combination of ethnographic, human ecological, and spatial methodologies, this research will examine the connections between Indigenous biocultural heritage, institutions, and cultural values and their ecological impacts. A robust communication strategy ensures that results will inform both academics and the general public about how Indigenous practices build resilience and support conservation.\r\n \r\nInterdependent relationships over millennia between humans and their surroundings gave rise to a diversity of Indigenous territories across the planet. Drawing on rich biocultural heritage, Indigenous peoples have developed sophisticated institutions that simultaneously maintain ecosystem services and relationships with territory. This study investigates features of biocultural heritage, including the knowledge, innovations, and practices used by Indigenous peoples to gauge, interpret, and respond to internal and external feedbacks, transmit knowledge, and adapt to changing social, environmental, and political contexts. How do Indigenous peoples utilize their biocultural heritage in this manner, what limitations do they face in doing so, and why? This research will address such questions by leveraging a long-term partnership, where threats such as climate change and extractivism represent a microcosm of those impacting the broader region. A multi-methods approach (quantitative, qualitative, ethnographic, participatory) will support an examination of the coupling, decoupling, and potential for recoupling of biocultural heritage with specific territories. Results from this research will describe how diverse threats impact the resilience of Indigenous territories, and support how we theorize and understand territory. This work will contribute to the fields of human ecology, landscape ecology, land education, and social-ecological systems theory. More broadly, this research will support biological and cultural conservation by highlighting the importance of diverse Indigenous values and approaches, and inform the on-going production of a participatory planning instrument for territorial governance. The project also builds local capacity, training, and mentoring by including Indigenous researchers. Finally, the project has built in mechanisms for research dissemination, for academic and policy audiences, including engaging media sources to broadly communicate research findings.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Esbach",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Esbach",
   "pi_email_addr": "",
   "nsf_id": "000755201",
   "pi_start_date": "2021-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Flora",
   "pi_last_name": "Lu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Flora Lu",
   "pi_email_addr": "",
   "nsf_id": "000456864",
   "pi_start_date": "2021-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Gavin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Gavin",
   "pi_email_addr": "",
   "nsf_id": "000685879",
   "pi_start_date": "2021-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Esbach, Michael",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Fort Collins",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "",
  "inst_zip_code": "805211000",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": null,
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085420430",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "820800",
   "pgm_ele_name": "SPRF-Broadening Participation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 74000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Social, Behavioral and Economic Sciences Postdoctoral Research Fellowship (SPRF) program provided the PI with extensive interdisciplinary training essential for both research and professional advancement. This training enabled the PI to develop partnerships with diverse stakeholders, foster expert collaborations for innovation, and design novel analytical approaches. Additionally, it equipped the PI with the skills to effectively communicate beyond academia. These competencies were instrumental in supporting the PI to secure a position focused on environmental conservation involving a wide range of stakeholders.</p>\n<p><br />This research associated with this project focused on the important role of Indigenous stewardship in the conservation and resilience of biocultural diversity. An analysis of spatial data demonstrated the heterogeneity and interconnectedness of Indigenous territories in the Amazon. These results challenge traditional conservation approaches that view these areas as homogeneous. The findings indicate that Archipelagos of Indigenous territories&mdash;groups of culturally linked Indigenous territories&mdash;constitute 45% of the Amazon biome&rsquo;s land area, comprise high biodiversity (i.e., species richness), and store significant amounts of carbon, despite facing more threats from development and extractive activities. A case study of the Cof&aacute;n Nation in the Ecuadorian Amazon demonstrates how these territories are shaped by both internal and external factors, such as colonization, land tenure processes, and local governance initiatives. The Cof&aacute;n example highlights how strategies based on extensive ecological knowledge and collaboration across territories can improve resilience in the face of increasing development. Utilizing island relationality theory, this work suggests that these archipelagos enhance resilience by promoting interactions that preserve both ecological and cultural integrity across different areas. An academic article resulting from this project argues for a new direction in conservation planning that recognizes the essential role of these Indigenous archipelagos in maintaining Amazonian ecologies and Indigenous lifeways.</p><br>\n<p>\n Last Modified: 04/27/2024<br>\nModified by: Michael&nbsp;Esbach</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Social, Behavioral and Economic Sciences Postdoctoral Research Fellowship (SPRF) program provided the PI with extensive interdisciplinary training essential for both research and professional advancement. This training enabled the PI to develop partnerships with diverse stakeholders, foster expert collaborations for innovation, and design novel analytical approaches. Additionally, it equipped the PI with the skills to effectively communicate beyond academia. These competencies were instrumental in supporting the PI to secure a position focused on environmental conservation involving a wide range of stakeholders.\n\n\n\nThis research associated with this project focused on the important role of Indigenous stewardship in the conservation and resilience of biocultural diversity. An analysis of spatial data demonstrated the heterogeneity and interconnectedness of Indigenous territories in the Amazon. These results challenge traditional conservation approaches that view these areas as homogeneous. The findings indicate that Archipelagos of Indigenous territoriesgroups of culturally linked Indigenous territoriesconstitute 45% of the Amazon biomes land area, comprise high biodiversity (i.e., species richness), and store significant amounts of carbon, despite facing more threats from development and extractive activities. A case study of the Cofn Nation in the Ecuadorian Amazon demonstrates how these territories are shaped by both internal and external factors, such as colonization, land tenure processes, and local governance initiatives. The Cofn example highlights how strategies based on extensive ecological knowledge and collaboration across territories can improve resilience in the face of increasing development. Utilizing island relationality theory, this work suggests that these archipelagos enhance resilience by promoting interactions that preserve both ecological and cultural integrity across different areas. An academic article resulting from this project argues for a new direction in conservation planning that recognizes the essential role of these Indigenous archipelagos in maintaining Amazonian ecologies and Indigenous lifeways.\t\t\t\t\tLast Modified: 04/27/2024\n\n\t\t\t\t\tSubmitted by: MichaelEsbach\n"
 }
}