{
 "awd_id": "2105193",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Integrated Computational and Experimental Approach to Reveal Design Principles for Responsive Nanomaterials from Lipidated Disordered Proteins",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032927256",
 "po_email": "nirosenz@nsf.gov",
 "po_sign_block_name": "Nitsa Rosenzweig",
 "awd_eff_date": "2021-06-15",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 579303.0,
 "awd_amount": 579303.0,
 "awd_min_amd_letter_date": "2021-06-03",
 "awd_max_amd_letter_date": "2021-06-03",
 "awd_abstract_narration": "Non-Technical Summary. \r\n\r\nProteins modified with lipids are an emerging class of biomaterials with diverse applications in materials science and healthcare. However, to realize their promise, it is critical to develop a comprehensive understanding of foundational principles governing the formation and properties of these hybrid biomaterials under a range of solution conditions. This collaborative project will integrate experiments and simulations to create a blueprint for the design of nanoparticles with user-defined properties by changing the composition of lipidated proteins and temperature. Machine learning algorithms will be used to iteratively integrate feedback from simulations and experiments and to derive predictive rules that guide the design of nano-biomaterials for specific applications ranging from the delivery of chemotherapeutics to the templated synthesis of nanomaterials. The project leaders also will develop an integrated experimental and computational cohort-based research experience program for students from diverse backgrounds, including women and underrepresented minorities in STEM. Research training at the interface of chemistry, biology, materials science, and physics will enable these trainees to advance the frontiers of knowledge, accelerate materials innovation, and contribute to U.S.’s leadership in the global bioeconomy.\r\n\r\nTechnical Summary. \r\n\r\nDespite advancements in the past decade, the design of hybrid materials comprising lipid and protein building blocks remains a largely ad hoc process, impeding progress in the field. This limitation arises because the sheer size of the design space of lipid-protein biomaterials prohibits empirical elucidation of design rules. Thus, to efficiently reveal foundational design principles, new approaches that integrate experiments, simulations, and machine learning algorithms are needed. This collaborative project leverages the research team’s complementary expertise in biosynthesis as well as computational and experimental characterization of lipidated proteins. The project will investigate lipid-modified intrinsically disordered protein polymers (Lipo-IDPPs), which combine the hierarchical organization of lipids with temperature-responsive behavior of IDPPs to form nano- and meso-assemblies with temperature-dependent characteristics. Using this model, the team will develop predictive design rules for programming the thermo-response and hierarchical assembly of Lipo-IDPPs in their molecular syntax (the physicochemistry of their building blocks, their primary sequence, topology, and amphiphilic architecture). Two objectives will be pursued, each of which uses a closed-loop strategy of modeling, synthesis, and the characterization of a series of Lipo-IDPPs with precise genetically encoded syntax. Using an integrated approach that judiciously combines iterative feedback from experiments, simulations, and machine learning, the team will: (1) develop a predictive model of Lipo-IDPPs’ thermo-response based on their molecular syntax and (2) identify a macromolecular blueprint for tailoring the structural hierarchy of their assemblies as a function of physiologically relevant temperatures. The material properties of a series of Lipo-IDPPs as a function of temperature will be characterized using multiscale experimental (spectroscopy, scattering, and microscopy) and computational (atomistic and coarse-grained simulations) approaches. Machine learning methods will be used to combine experimental and computational results into a model for mapping molecular attributes to observed material properties. The optimized model will provide insights into the biophysical contribution of different components of molecular syntax to the programmable temperature-responsive assembly of this class of materials and can be used to formulate rigorous and predictive rules for the inverse design of Lipo-IDPPs with desired properties in biologically relevant milieus. Elucidating the design principles governing the multiscale organization of Lipo-IDPPs will enable the rational synthesis of responsive materials with genetically programmable molecular syntax and properties. And the integration of iterative feedback from in silico and experimental characterization techniques with data analytics, which is applicable to other hybrid materials, will accelerate biomaterials’ design and discovery.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Davoud",
   "pi_last_name": "Mozhdehi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Davoud Mozhdehi",
   "pi_email_addr": "dmozhdeh@syr.edu",
   "nsf_id": "000810825",
   "pi_start_date": "2021-06-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shikha",
   "pi_last_name": "Nangia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shikha Nangia",
   "pi_email_addr": "snangia@syr.edu",
   "nsf_id": "000588065",
   "pi_start_date": "2021-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "",
  "perf_city_name": "Syracuse",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "132441200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 579303.0
  }
 ],
 "por": null
}