{
 "awd_id": "2105848",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New Anions to Understand Recognition Chemistry and Drive Hierarchical Assembly with Cyanostars",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 490000.0,
 "awd_amount": 490000.0,
 "awd_min_amd_letter_date": "2021-05-13",
 "awd_max_amd_letter_date": "2021-05-13",
 "awd_abstract_narration": "With support of the Macromolecular, Supramolecular, and Nanochemistry Program in the Division of Chemistry, Professor Amar Flood of Indiana University will undertake a project to understand how to design molecular compounds to capture negatively charged ions (anions) and use them to synthesize more complex chemical compounds. The significance of studying anions stems from their many global impact areas spanning from the use of nitrate and phosphate as fertilizer, which impact food production and water quality, through to organic phosphates that are the workhorse anions in lithium ion batteries. The significance of anion-directed synthesis is inspired by Nature's use of bottom-up self-assembly and has the potential to impact the future of nano-manufacturing. The planned activity will benefit society by training graduate, undergraduate and postdoctoral coworkers in research, communication and collaboration both nationally and internationally. Inclusive practices will be developed that foster a culture that embraces diversity and equity in STEM (Science, Technology, Engineering and Mathematics). This project also has the potential to broaden understanding of anion-based chemistry for the public and undergraduate communities with videos and laboratory experiments. Outputs from this research are expected to offer benefits to researchers in other areas of chemistry, and to industries that need to manipulate anions.\r\n\r\nIn this project on anion recognition and anion-driven hierarchical assembly, Professor Amar Flood and his team will synthesize a series of anions to control their modes of self-assembly, study their anion recognition by cyanostar macrocycles, and examine their mechanisms and cooperativities of self-assembly. The project has three Aims. Aim 1 seeks to determine how the sterics, electronics and charge of substituents on anions composed of trifluoroborates control formation of cyanostar complexes by using synthesis, titration data and crystal structures. Aim 2 aims to establish the correlation between the structures of substituted phosphates and their mechanisms of threading inside cyanostar macrocycles and to make threaded polymers with beads-on-a-string structures. Aim 3 seeks to expand the role of anions in hierarchical self-assembly synthesis by understanding how anions and cyanostar structures need to be programmed to produce specific architectures that include network gels, cyclic polymers, and spherical cages.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amar",
   "pi_last_name": "Flood",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Amar H Flood",
   "pi_email_addr": "aflood@indiana.edu",
   "nsf_id": "000490914",
   "pi_start_date": "2021-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "800 E Kirkwood Ave",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057102",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 490000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The intellectual merits of this project involve impacts on supramolecular chemistry and beyond. The 8 papers generated an understanding that was centered on multiple areas that include designer anions, anion-driven and ionic self-assembly, and supramolecular reactivity of anions. We developed the use and recognition of designer anions. These anions are ones that are not the traditional inorganic anions but instead are modified with organic substituents. Papers published have described organic versions of phosphates, phosphonates, pyrophosphonates, and trifluoroborates and their recognition by cyanostar macrocycles. In this context, examples of anion-driven self-assembly were described. We have contributed to establishing the coordination chemistry of anions. Therein, the similarity and differences from cation coordination have been exploited so that both anions and cations can be used to drive ionic assembly. In this context we showed how anions can serve as structure-directing ions in a complementary manner with cations, rather than being secondary contacts. We have also provided leadership in multi-ion assembly by delivering some of the first examples of high throughput experimentation in supramolecular chemistry beyond its use in molecular sensing. We have showed how the classic idea of phosphine cone angles seen in metal coordination chemistry can be displayed with anion coordination involving the capture of organo-trifluoroborate anions. We verified that this idea can be extended to tuning the reactivity of these anions towards fluoride ion transfer.</p>\r\n<p>Towards impacts in other disciplines, the study of anions and their recognition has been exploited for the creation of a phosphate sensor with global impact on food production and water quality. The significance of anion-directed synthesis, which is inspired by Nature&rsquo;s use of bottom-up self-assembly, has the potential to impact the future of nanomanufacturing. The work on organo-trifluoroborate recognition could have an impact in covalent synthesis, specifically with cross coupling chemistries. Finally, the exploration of supramolecular polymers has the potential to have an impact polymer materials.</p>\r\n<p>Broader impacts include the benefits to society from the training of 7 graduate, 2 undergraduate and 2 postdoctoral coworkers in chemical research, scientific communication and inter-disciplinary collaboration nationally and internationally. 3 graduate students have completed their doctorates. Three international students were hosted from the countries of Japan, Spain, and Denmark leading to new international collaborations. The<strong><em> </em></strong>training resulted in multiple authorships, oral and poster presentations at American Chemical Society national meetings, the North American Supramolecular Chemistry (NASC) conference, and International Symposium on Macrocyclic and Supramolecular Chemistry (ISMSC). The PI gave 15+ invited lectures (US, Poland, England, Germany, Spain), including ISMSC (2021 Oregon). The PI promoted the participation of under-represented groups with mentoring of 4 women and one LGBTQ+ member. The PI and his team participated in their first course-based research experience (CURE) for upper-level organic chemistry laboratory students. The focus of the CURE was on the multi-step synthesis of cyanostar, which is the main molecular receptor used in the project. In the first year, 24 undergraduate students were trained, as well as providing teaching experiences for two graduate student instructors. Student experiences in this CURE resulted in the generation of novel research ideas for cyanostar synthesis, as well as an overall increased sense of belonging in the scientific community. Towards technology transfer, benefits are offered to researchers in other areas of chemistry, and to industries that need to manipulate anions. This commitment now provides the cyanostar macrocycle for commercial purchase.<strong><em> </em></strong>In addition, two new provisional patents stemming from the research were filed.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/22/2024<br>\nModified by: Amar&nbsp;H&nbsp;Flood</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe intellectual merits of this project involve impacts on supramolecular chemistry and beyond. The 8 papers generated an understanding that was centered on multiple areas that include designer anions, anion-driven and ionic self-assembly, and supramolecular reactivity of anions. We developed the use and recognition of designer anions. These anions are ones that are not the traditional inorganic anions but instead are modified with organic substituents. Papers published have described organic versions of phosphates, phosphonates, pyrophosphonates, and trifluoroborates and their recognition by cyanostar macrocycles. In this context, examples of anion-driven self-assembly were described. We have contributed to establishing the coordination chemistry of anions. Therein, the similarity and differences from cation coordination have been exploited so that both anions and cations can be used to drive ionic assembly. In this context we showed how anions can serve as structure-directing ions in a complementary manner with cations, rather than being secondary contacts. We have also provided leadership in multi-ion assembly by delivering some of the first examples of high throughput experimentation in supramolecular chemistry beyond its use in molecular sensing. We have showed how the classic idea of phosphine cone angles seen in metal coordination chemistry can be displayed with anion coordination involving the capture of organo-trifluoroborate anions. We verified that this idea can be extended to tuning the reactivity of these anions towards fluoride ion transfer.\r\n\n\nTowards impacts in other disciplines, the study of anions and their recognition has been exploited for the creation of a phosphate sensor with global impact on food production and water quality. The significance of anion-directed synthesis, which is inspired by Natures use of bottom-up self-assembly, has the potential to impact the future of nanomanufacturing. The work on organo-trifluoroborate recognition could have an impact in covalent synthesis, specifically with cross coupling chemistries. Finally, the exploration of supramolecular polymers has the potential to have an impact polymer materials.\r\n\n\nBroader impacts include the benefits to society from the training of 7 graduate, 2 undergraduate and 2 postdoctoral coworkers in chemical research, scientific communication and inter-disciplinary collaboration nationally and internationally. 3 graduate students have completed their doctorates. Three international students were hosted from the countries of Japan, Spain, and Denmark leading to new international collaborations. The training resulted in multiple authorships, oral and poster presentations at American Chemical Society national meetings, the North American Supramolecular Chemistry (NASC) conference, and International Symposium on Macrocyclic and Supramolecular Chemistry (ISMSC). The PI gave 15+ invited lectures (US, Poland, England, Germany, Spain), including ISMSC (2021 Oregon). The PI promoted the participation of under-represented groups with mentoring of 4 women and one LGBTQ+ member. The PI and his team participated in their first course-based research experience (CURE) for upper-level organic chemistry laboratory students. The focus of the CURE was on the multi-step synthesis of cyanostar, which is the main molecular receptor used in the project. In the first year, 24 undergraduate students were trained, as well as providing teaching experiences for two graduate student instructors. Student experiences in this CURE resulted in the generation of novel research ideas for cyanostar synthesis, as well as an overall increased sense of belonging in the scientific community. Towards technology transfer, benefits are offered to researchers in other areas of chemistry, and to industries that need to manipulate anions. This commitment now provides the cyanostar macrocycle for commercial purchase. In addition, two new provisional patents stemming from the research were filed.\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 12/22/2024\n\n\t\t\t\t\tSubmitted by: AmarHFlood\n"
 }
}