{
 "awd_id": "2105369",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Towards Subcritical Phase Transitions in Liquid Crystalline Elastomers",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928719",
 "po_email": "cober@nsf.gov",
 "po_sign_block_name": "Christopher Ober",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2021-06-01",
 "awd_max_amd_letter_date": "2021-06-01",
 "awd_abstract_narration": "NON-TECHNICAL SUMMARY:\r\n\r\nLiquid crystalline materials are pervasive: they are the basis of devices in our homes, workspaces, automobiles, and throughout society.  An emerging area of materials research are stimuli-responsive materials that are effectively equivalent to machines in that they convert an input of energy into a mechanical output.   This research project is focused on enhancing the efficiency of stimuli-transduction of polymeric materials that retain liquid crystallinity, which are called liquid crystalline elastomers (LCEs).  LCEs are increasingly considered as low material actuators that could enable paradigm-shifting advances in robotics, therapies in health sciences, and capabilities that benefit national security.  Scientifically, this effort seeks to understand the role of the interaction of the liquid crystalline segments in polymer networks to the stimuli-response of these materials.  Notably, this research will isolate the temperature dependence of mesogen-mesogen coupling  by utilizing light-responsive molecules as a probe.  Coupled to this effort is an extensive outreach plan focused on broadening participation in underserved populations in the state of Colorado, curriculum and outreach relating to liquid crystals as a “Forgotten State of Matter”, and technology development of broad relevance to societal interests and national security.\r\n\r\n\r\nTECHNICAL SUMMARY:\r\n\r\nThe goal of this research activity is to realize subcritical phase transitions in fully solid LCE compositions to sharpen and amplify the mechanical response of these materials.  The effort is scoped by three objectives:  i) investigate the contribution of intermolecular interaction of mesogenic constituents in LCEs to the retention of paranematic order,  ii) assess the contribution of non-covalent, supramolecular bonds in LCE to phase transitions in LCE, and  iii) exploit photochromic moieties as an isothermal and dynamic probe of critical phase behavior in LCEs.   The research examination will undertake a materials-centric approach via systematic design and synthesis of both the molecular constituents and macromolecular composition coupled to robust materials characterization (compositional, structural, and mechanical).  The new knowledge developed in this research will address existing gaps in the correlation of composition and phase behavior in LCEs as well as inform future design and optimization of the response of these materials.  A detailed and robust experimental plan is presented to develop composition-structure-property relationships, correlated to the Landau-de Gennes theory of LCEs.  Most recent research examinations of LCE utilize diacrylate monomers based on the 1,4-Bis[4-(n-acryloyloxybutyloxy)benzoyloxy]-2-methylbenzene mesogenic core (composed of three phenyl rings), which exhibit strain-temperature response in the range of 0.1-1.0%/K.  Phototropic manipulation of order will be used to complement these insights as a differentiated approach to dynamically probe the intermolecular interactions and the contribution of supramolecular bonds to the retention (or elimination) of paranematic order.   The technical effort is integrated with a broader impact plan focused on outreach to underserved populations in the state of Colorado, development of classroom demonstrations showcasing the intercoupling of materials science and device engineering, a YouTube channel to disseminate prior and current advances relating to LCEs, graduate student training, and engagement with the Soft Robotics Toolkit to facilitate necessary technological assessment of these materials and facilitate integration in robotics.  \r\n.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "White",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy J White",
   "pi_email_addr": "timothy.j.white@colorado.edu",
   "nsf_id": "000792011",
   "pi_start_date": "2021-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": null
}