{
 "awd_id": "2105908",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: GRate – Integrating data and modeling to quantify rates of Greenland Ice Sheet change, Holocene to future",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032927432",
 "po_email": "colstraw@nsf.gov",
 "po_sign_block_name": "Colleen Strawhacker",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 990272.0,
 "awd_amount": 990272.0,
 "awd_min_amd_letter_date": "2021-08-22",
 "awd_max_amd_letter_date": "2021-08-22",
 "awd_abstract_narration": "The Greenland Ice Sheet has experienced devastating melt in recent years. Recent scientific reports highlight how vulnerable the Greenland Ice Sheet is to Arctic climate change and draw a dire picture of the impact of sea-level rise. In order to equip society with the best forecasts of sea level rise for planning, scientists need to improve the ability to simulate – or model – the response of ice sheets to climate change. For this project, scientists from different branches of ice-sheet research will work together to improve ice sheet modelling. The researchers will leverage recent scientific advances to model the entire Greenland Ice Sheet in order to investigate long-term ice-sheet sensitivity to changes taking places in the ocean and atmosphere. The research group is committed to creating an inclusive environment where all team members can learn and excel. The team contains diversity in ethnicity, gender and rank, and will train six early career scholars, recruiting specifically from groups underrepresented in the geosciences, which is among the least diverse STEM fields in the U.S. Results will be made publicly available and will facilitate a broad range of future research about the Arctic system, including ice sheet modeling, model spin-up, paleoclimate reconstruction/synthesis and glacier history. To elevate the capacity of outreach and education programs developed during their first project, the team will build on their “Scientists are Superheroes” outreach program and leverage other, existing outreach frameworks, including making connections with Greenlandic communities and with high school student intern programs at their universities linked to The Young Women’s Leadership School (Bronx, NY) and the Spring Valley (NY) branch of the NAACP, coordinated by our dedicated project educator and outreach specialist. \r\n\r\nReducing uncertainties in ice-sheet model predictions is crucial in society’s handling of the sea level crisis. Uncertainties related to ice-sheet instability arise from limited observations, inadequate model representation of ice-sheet processes, and limited understanding of the complex interactions between the atmosphere, ocean, and ice sheets. How atmospheric and oceanic forcing vary through time, and at what timescales each are capable of forcing rapid change, are critical for predicting future ice mass loss, but scientists have been observing ice sheet change for only a short period of time (decades). The PIs propose to scrutinize Greenland Ice Sheet change spanning from the beginning of the Holocene (12,000 years ago) to 2100 CE, making it possible to evaluate the varying roles of atmospheric and ocean forcing on decadal-to-centennial timescales relevant for the future Greenland Ice Sheet evolution. The PIs will utilize their established multi-disciplinary collaboration to combine ice sheet modelling, climate forcing and reconstructions of past ice-sheet change. This will position the team to make predictions of future ice sheet change that are grounded in Greenland Ice Sheet behavior during past climate swings that occurred prior to our brief window of modern observation. The work will lead to lasting products to serve the community's collective effort to better understand ice sheet change: 1) a state-of-the-art ice-sheet model optimized for simulations over long timescales, 2) a Holocene-through-modern set of atmospheric and ocean state estimates optimized for forcing an ice-sheet model, and 3) a database of past-ice sheet configurations and paleoclimate records formatted for model-data comparison.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicolas",
   "pi_last_name": "Young",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Nicolas E Young",
   "pi_email_addr": "nicolasy@ldeo.columbia.edu",
   "nsf_id": "000544172",
   "pi_start_date": "2021-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joerg",
   "pi_last_name": "Schaefer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Joerg M Schaefer",
   "pi_email_addr": "schaefer@ldeo.columbia.edu",
   "nsf_id": "000160412",
   "pi_start_date": "2021-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Turrin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret Turrin",
   "pi_email_addr": "mkt@ldeo.columbia.edu",
   "nsf_id": "000470110",
   "pi_start_date": "2021-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "61 Route 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "109641707",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "521900",
   "pgm_ele_name": "ARCSS-Arctic System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "5219",
   "pgm_ref_txt": "ARCTIC SYSTEM SCIENCE PROGRAM"
  },
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 990272.0
  }
 ],
 "por": null
}