{
 "awd_id": "2105147",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "The effects of adversity and stress on agency-modulated feedback learning",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032927376",
 "po_email": "jwmirand@nsf.gov",
 "po_sign_block_name": "Josie Welkom Miranda",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2021-08-09",
 "awd_max_amd_letter_date": "2021-08-09",
 "awd_abstract_narration": "This award was provided as part of NSF's Social, Behavioral and Economic Sciences Postdoctoral Research Fellowships (SPRF) program. The goal of the SPRF program is to prepare promising, early career doctoral-level scientists for scientific careers in academia, industry or private sector, and government. SPRF awards involve two years of training under the sponsorship of established scientists and encourage Postdoctoral Fellows to perform independent research. NSF seeks to promote the participation of scientists from all segments of the scientific community, including those from underrepresented groups, in its research programs and activities; the postdoctoral period is considered to be an important level of professional development in attaining this goal. Each Postdoctoral Fellow must address important scientific questions that advance their respective disciplinary fields. Under the sponsorship of Dr. Elizabeth Phelps at Harvard University, this postdoctoral fellowship award supports an early career scientist investigating how chronic and acute stress impacts beliefs about control, or agency, and its influence on learning and decision-making. Determining how stressors affect learning mechanisms will advance our understanding of how individual differences in learning arise. Results from this work have broad implications for mitigating stress exposure and improving stress assessment and treatment. \r\n\r\nWhile high levels of stress are known to contribute to a number of mental and physical health consequences, they can also affect fundamental learning and decision-making processes. In particular, stress has been shown to have an effect on how individuals learn from rewards and punishments. However, stressors differ in their ability to influence learning processes. Exposure to uncontrollable stressors can lead to learned helplessness and learning impairments, but controllable stressors enhance future feedback learning. While previous research has manipulated stressor controllability, the mechanisms underlying beliefs about control, or agency, are poorly understood. This proposal aims to determine how agency, stress, and learning processes interact by conducting two studies that will look at how early-life adversity impacts these learning and belief mechanisms and the extent to which agency beliefs and learning are malleable in the face of acute stressors. Specifically, the proposed studies will use a feedback learning task and an accompanying Bayesian reinforcement learning model to measure the extent to which adults learn from positive and negative outcomes when their beliefs about agency are modulated. The influence of different types of stressors will be examined by measuring early-life adversity (ELA) and manipulating acute stress. Ultimately, this work will help explain the circumstances in which individual differences in stress exposure does or does not give rise to biases in learning.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hayley",
   "pi_last_name": "Dorfman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Hayley M Dorfman",
   "pi_email_addr": "",
   "nsf_id": "000842339",
   "pi_start_date": "2021-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Phelps",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth Phelps",
   "pi_email_addr": "",
   "nsf_id": "000476842",
   "pi_start_date": "2021-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dorfman, Hayley M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Cambridge",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "",
  "inst_zip_code": "02138",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": null,
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021381903",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "040Y00",
   "pgm_ele_name": "(SPRF-FR) SBE Postdoctoral Res"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This NSF SPRF provided the PI, Dr. Hayley Dorfman, with support during her postdoctoral training at Harvard University in the lab of Dr. Elizabeth Phelps. During the course of this fellowship, Dr. Dorfman advanced several research projects investigating processes related to learning and decision-making. For her primary project, Dr. Dorfman researched how childhood exposure to severe stressors relates to how much control (or agency) people believe they have and how they learn from positive and negative outcomes in adulthood. Results showed that exposure to early-life stress does not have a significant effect on agency beliefs or learning strategies, but that age does. Specifically, younger adults have slightly lower beliefs about how much control they have, and they use these beliefs to update their learning behavior. Older adults have slightly higher beliefs about how much control they have, and do not use these beliefs to modulate their learning. Although the results suggest that exposure to early-life stress does not impact agency-modulated learning, the research team did find that exposure to these types of stressors significantly impact adulthood mental health outcomes such as anxiety and depression. These findings have been presented at two conferences, been shared at four invited talks, and a manuscript is in preparation. A trainee-led exploratory project related to the primary fellowship research was also presented at a conference. During the fellowship period, Dr. Dorfman has advanced a number of additional first-author and collaborative projects related to her research program. The preliminary results of these projects have resulted in 11 conference presentations and four in-preparation/under review manuscripts. During the fellowship period, Dr. Dorfman was awarded a </span><span>George W. Goethals Award for Excellence in Teaching for an undergraduate psychology course focused on agency beliefs and cognitive biases.</span></p><br>\n<p>\n Last Modified: 12/29/2023<br>\nModified by: Hayley&nbsp;M&nbsp;Dorfman</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis NSF SPRF provided the PI, Dr. Hayley Dorfman, with support during her postdoctoral training at Harvard University in the lab of Dr. Elizabeth Phelps. During the course of this fellowship, Dr. Dorfman advanced several research projects investigating processes related to learning and decision-making. For her primary project, Dr. Dorfman researched how childhood exposure to severe stressors relates to how much control (or agency) people believe they have and how they learn from positive and negative outcomes in adulthood. Results showed that exposure to early-life stress does not have a significant effect on agency beliefs or learning strategies, but that age does. Specifically, younger adults have slightly lower beliefs about how much control they have, and they use these beliefs to update their learning behavior. Older adults have slightly higher beliefs about how much control they have, and do not use these beliefs to modulate their learning. Although the results suggest that exposure to early-life stress does not impact agency-modulated learning, the research team did find that exposure to these types of stressors significantly impact adulthood mental health outcomes such as anxiety and depression. These findings have been presented at two conferences, been shared at four invited talks, and a manuscript is in preparation. A trainee-led exploratory project related to the primary fellowship research was also presented at a conference. During the fellowship period, Dr. Dorfman has advanced a number of additional first-author and collaborative projects related to her research program. The preliminary results of these projects have resulted in 11 conference presentations and four in-preparation/under review manuscripts. During the fellowship period, Dr. Dorfman was awarded a George W. Goethals Award for Excellence in Teaching for an undergraduate psychology course focused on agency beliefs and cognitive biases.\t\t\t\t\tLast Modified: 12/29/2023\n\n\t\t\t\t\tSubmitted by: HayleyMDorfman\n"
 }
}