{
 "awd_id": "2105290",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Giant Polymer Brushes: How Fluid-Like Hyaluronan Brushes Minimize Biofilm Adhesion",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032927256",
 "po_email": "nirosenz@nsf.gov",
 "po_sign_block_name": "Nitsa Rosenzweig",
 "awd_eff_date": "2021-06-15",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2021-05-06",
 "awd_max_amd_letter_date": "2021-05-06",
 "awd_abstract_narration": "Non-Technical Abstract\r\n\r\nIt is surprising how much can be accomplished by changing the properties of a surface. When made hydrophobic, a surface repels water and can, for example, protect paper or wood from moisture intrusion and damage. When made reactive to a specific gas or biomolecule, it can become an ultra-sensitive detector, for example a biosensor for coronavirus particles. One very successful way to control surface properties, so as to create designer materials like those described above, is to anchor polymers to the surface at such a high density that they align and stretch away from the surface because of crowding by their neighbors. This configuration is known as a polymer brush.   Polymer brushes have been used in a stunning variety of practical applications. This grant has a twofold scientific purpose. The first purpose is to leverage nature’s molecular machines to produce polymer brushes by growing molecules directly from the surface. Amazingly, this new technology enables the production of polymer brush layers nearly one hundred times thicker than the those achievable with conventional techniques. This presents exciting new properties for the strategic design of materials. The second purpose is to address an important problem that plagues mankind: the formation of biofilms – that is communities of recalcitrant bacteria entrenched and protected in a mucous-like goo of their own making.  Polymer brushes are a popular strategy to delay biofilm attachment but ultimately, they still fail. Motivated by promising preliminary results, the project explores in this grant whether the giant molecular-machine generated brush and its corresponding fluid-like interface can lead to a surface that the bacteria are unable to tether to – a new strategy only recently introduced in other contexts. To ensure that any bacteria which still manage to adhere are quickly eliminated, the researchers will embed antimicrobials within the large volume of the brush. Together, these measures will result in the maturation of an exciting new polymer brush technology addressing the age-old problem of bacterial infection and contamination of man-made materials. In outreach and education, the Curtis lab will publish a series of short playful cartoon videos about the science, biomaterials, and applications of this interdisciplinary project. The videos will be shared on a You Tube channel and disseminated widely. Topics will include anti-microbial materials, biofilms, polymer brushes, and molecular machines for making polymers. \r\n\r\nTechnical Abstract\r\n\r\nPolymer brushes are an important tool for engineering interfaces in a variety of applications such as drug delivery, implants, catalysis, and anti-microbial materials.  This grant will focus on pinpointing the origin and extent of the anti-fouling properties of a non-traditional, ultra-thick polymer brush recently established in the Curtis lab. Fabricated by surfaces coated with hyaluronan synthase, the enzyme-derived brushes are the thickest ever created by almost two orders of magnitude. Preliminary results demonstrate that these hyaluronan brushes repel bacteria and prevent biofilm adhesion for up to a week, performing an order of magnitude better than hyaluronan films, which are recognized as having superior anti-fouling properties. The Curtis lab will test the hypothesis that the superior performance of theses brushes arises from their fluid-like interface, similar to other recent very successful materials introduced for anti-biofilm applications.  In addition, they will optimize the anti-fouling performance of the brushes with systematic studies of its dependence on brush grafting density and molecular weight. Lastly, to maximize the anti-biofilm properties of the brush, they will immobilize biocides throughout the material to create a multi-functional biointerface with optimal anti-microbial performance. More broadly, this research will contribute to the continued development of a new class of polymer brush, which is expected to find broader applications in materials science. In outreach and education, the Curtis lab will publish a series of short playful cartoon videos about the science, biomaterials, and applications of this project. The videos will be shared on a You Tube channel and disseminated widely. Topics will include anti-fouling materials, biofilms, polymer brushes, etc. Additionally, Dr. Curtis will continue her efforts to increase diversity in STEM by using the period of this grant to establish contacts and build lasting relationships with faculty, advisors, and students at historically Black colleges and universities. These activities have the primary goals of (1) building effective relationships to help improve recruitment and retention of minority students and (2) learning through conversations how to enhance the climate at Georgia Tech to make it more welcoming and supportive for students of color.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Curtis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Curtis",
   "pi_email_addr": "jennifer.curtis@physics.gatech.edu",
   "nsf_id": "000081375",
   "pi_start_date": "2021-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Ave NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": null
}