{
 "awd_id": "2105744",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Development of Coarse-Grained Models and Computational Approaches for Studying Structure in Solutions of Cellulose Derivatives",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2021-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 381000.0,
 "awd_amount": 381000.0,
 "awd_min_amd_letter_date": "2021-07-14",
 "awd_max_amd_letter_date": "2022-07-28",
 "awd_abstract_narration": "NONTECHNICAL SUMMARY\r\n\r\nCellulose is an abundant naturally found biopolymer and methylcellulose is obtained via non-toxic chemical substitution of cellulose. The chemical process that leads to formation of methylcellulose from cellulose  disrupts the molecular-level interactions that cause the insolubility of cellulose in water. The resulting improved solubility of methylcellulose in water and its abundant natural raw material (cellulose) makes aqueous solutions of methylcellulose useful in many applications as food additives, paint removal agents, adhesives, emulsifying agents, and biodegradable packaging materials. To tailor the physical properties of aqueous solutions of methylcellulose for use in the above applications, there is a need for fundamental research to understand the physical properties of aqueous solutions and gels of methylcellulose as a function of temperature and concentration, and the underlying molecular structure of methylcellulose chains that drive these properties. Molecular simulations are cheap and effective in comparison with real experiments and serve as valuable microscopic tools providing molecular insight into structure within polymer solutions. For methylcellulose solutions and gels, however, there are only a handful of computational studies partly due to the complexity of these materials and partly due to lack of good molecular models. This project is aimed at developing better methylcellulose models and computational methods to enable fundamental studies of structure of methylcellulose chains in water at different temperatures and concentration and guide the practical use of methylcellulose solutions in a variety of day-to-day applications. \r\n \r\nThe PI will integrate the model and computational method development into her interdisciplinary molecular modeling and simulation of soft materials elective course at University of Delaware. This course is offered once every two years and is open to both undergraduates and graduate students in the (Chemical and Materials) engineering and physical sciences (Physics, Chemistry) programs. The PI will also include the data science aspects of the project in the Chemical Engineering undergraduate course on Probability and Statistics for Chemical Engineers. To improve recruitment and retention of women scientists within the computational materials field, PI Jayaraman will continue to organize seminars/talks like the successful WELCOME: Women ExceLling in COmputational Molecular Engineering virtual monthly seminar series that she initiated in 2020-21. Such virtual seminars will continue to provide networking opportunities to women graduate students and early career researchers within the research community and help with recruitment and retention of women and URM researchers in STEM careers. \r\n\r\n\r\nTECHNICAL SUMMARY\r\n\r\nThe PI proposes to develop new coarse-grained (CG) models and computational approaches to understand the molecular interactions and chain packing in aqueous solutions of methylcellulose for varying degrees of substitution and varying placement of these substitutions. Substitutions involve replacing a methoxy by one-to-three hydroxyls in each anhydroglucose unit of cellulose. The proposed computational work will answer fundamental questions raised by experimentalists regarding chain packing within fibrillar networks formed during thermoreversible gelation of methylcellulose solutions. There is still debate over how methylcellulose chains pack and assemble into fibrils with uniform diameters independent of methylcellulose molecular weight and concentration. Recent structural characterization using small- and wide-angle scattering and microscopy suggest that previous computational studies may have predicted methylcellulose chain packing within the fibrils incorrectly. This could be because past computational studies on methylcellulose solutions have either used CG models that lack chain geometry, chirality and/or directional hydrogen bonding interactions or used atomistic models which cannot capture the experimentally relevant length and time scales of chain assembly into fibrils. Thus, there is a need for a better CG model to represent methylcellulose chains with essential monomer-level chemical details and enable simulations to predict how chains interact and pack into fibrils at experimentally relevant conditions.  The proposed work consists of three specific aims: 1) develop a new CG model for methylcellulose, leveraging recent success with CG polysaccharide model development by the PI, 2) develop a computational approach involving an artificial neural network enhanced genetic algorithm and molecular reconstruction to reverse engineer the chain packing within fibrils from experimental scattering results obtained from extensive published experimental studies, and 3) apply the developed approaches to study a broad range of methylcellulose solutions and extension of CG model for potential studies of other cellulose derivatives. \r\n\r\nUnlike previous computational studies of methylcellulose solutions, the proposed CG model would not assume at the start any methylcellulose fibril structure or chain packing, such as toroidal chain conformations and stacking of toroids to form fibrils. Instead, this understanding of how chains pack within fibrils will be obtained from ‘bottom up’ assembly using the CG model of short methylcellulose chains guided by atomistic information and ‘top down’ molecular reconstruction of published experimental scattering profiles of percolated fibrils formed from assembly of long methylcellulose chains. The machine learning enhanced CREASE (computational reverse engineering analysis for scattering experiments) approach may overcome the limitation of fitting scattering profiles with a possibly inaccurate/incorrect analytical model and provides microscopic packing information beyond what a correct analytical model fit would provide. A wider use and testing of this machine learning enhanced CREASE for materials beyond methylcellulose solutions will be facilitated by a collaboration with scattering experts at the National Institute of Standards and Technology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arthi",
   "pi_last_name": "Jayaraman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arthi Jayaraman",
   "pi_email_addr": "arthij@udel.edu",
   "nsf_id": "000516695",
   "pi_start_date": "2021-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "210 Hullihen Hall",
  "perf_city_name": "Newark",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197162553",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  },
  {
   "pgm_ref_code": "095Z",
   "pgm_ref_txt": "Materials AI"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "8249",
   "pgm_ref_txt": "Sustainable Materials"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 254000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 127000.0
  }
 ],
 "por": null
}