{
 "awd_id": "2105718",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: IGE: Graduate Education in Cyber-Physical Systems Engineering",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032925032",
 "po_email": "kehm@nsf.gov",
 "po_sign_block_name": "Kathleen Ehm",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 79548.0,
 "awd_amount": 79548.0,
 "awd_min_amd_letter_date": "2021-06-25",
 "awd_max_amd_letter_date": "2021-06-25",
 "awd_abstract_narration": "The future engineering workforce calls for a skill set that requires disciplinary knowledge and technology to be adapted and applied in solving complex problems with experts from diverse fields. This need also opens opportunities for women and students of color, traditionally underrepresented in engineering, to explore a broader range of research and career pathways that better identify with their interests and values. To support students in acquiring these skills, graduate curricula can benefit from a framework and process for designing educational modules that are accessible to students in different disciplines, that identifies how they contribute to their field, and integrates emerging business needs. This National Science Foundation Innovations in Graduate Education (IGE) award to the University of Massachusetts Lowell (UML) and the University of Massachusetts Dartmouth (UMD) will pilot a model for co-creation of cross-disciplinary educational content by teams of graduate students, research advisors, instructors, and practitioners from industry. The educational model is prototyped using a case study of cyber-physical systems applicable across a wide range of industries spanning the service, manufacturing, health-care, transportation, automation, and smart-system based environmental monitoring sectors. The project is innovative in its application of evidence-based practices from education research on how the curriculum can be inclusive in engaging and educating a diverse student body by involving graduate students in co-creating technical content.  \r\n\r\nThe project involves two phases. The first phase addresses how graduate students learn by co-creating educational material with faculty and experts from industry. The second phase integrates the modules developed in phase one into courses offered at four different institutions (UML, UMD, University of the District of Columbia, and North Carolina A&T State University) and assesses how students learn and acquire transferable skills from co-created material. Both phases prioritize students’ voices in an iterative design and evaluation process through focus groups conducted in the framework of participatory action research. Through the co-creation in phase one, graduate students learn about: (a) Models and methods for integrating disciplinary approaches and avoiding common pitfalls; (b) Social science concepts (viz. intersectionality, microaggressions, and institutionalized racism) connected with underrepresentation of females and minorities in STEM fields, and (c) ways to address these issues through effective communication and practice. The educational modules support experiential learning on a testbed that emulates the stages of product life-cycle management (PLM) undertaken in industry and support the development of skills for transferring of discipline-specific information to stakeholders across the PLM stages ranging from ideation to product verification, validation, and usage. A tool kit will provide the templates and rubrics for participatory educational design and collection of common datasets to assess the projected learning outcomes from implementations by a broader graduate education community. \r\n\r\nThe Innovations in Graduate Education (IGE) program is focused on research in graduate education. The goals of IGE are to pilot, test and validate innovative approaches to graduate education and to generate the knowledge required to move these approaches into the broader community.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hong",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hong Liu",
   "pi_email_addr": "HLiu@UMassD.edu",
   "nsf_id": "000162081",
   "pi_start_date": "2021-06-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Trina",
   "pi_last_name": "Kershaw",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Trina Kershaw",
   "pi_email_addr": "tkershaw@umassd.edu",
   "nsf_id": "000549918",
   "pi_start_date": "2021-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts, Dartmouth",
  "inst_street_address": "285 OLD WESTPORT RD",
  "inst_street_address_2": "",
  "inst_city_name": "NORTH DARTMOUTH",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5089998953",
  "inst_zip_code": "027472356",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS DARTMOUTH",
  "org_prnt_uei_num": "",
  "org_uei_num": "PMMKPCKNN9R2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts, Dartmouth",
  "perf_str_addr": "285 Old Westport Road",
  "perf_city_name": "Dartmouth",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "027472300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199700",
   "pgm_ele_name": "NSF Research Traineeship (NRT)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "084Z",
   "pgm_ref_txt": "IGE-Innovations in Graduate Ed"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 79548.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main goal of this project was to support graduate students to develop communication and collaboration skills to adapt to a dynamic STEM workforce. This was accomplished through a participatory educational model which trained students in skills that are necessary for working in interdisciplinary teams. In Phase 1 of the project, graduate student teams collaborated with faculty mentors to conduct research about cyber-physical systems (CPS) topics and co-create cross-disciplinary online educational modules based on these CPS topics. In Phase 2 of the project, the co-created CPS modules, in comparison to traditional textbook publisher-provided modules, were implemented in graduate and advanced undergraduate courses and student learning outcomes were assessed.</p>\n<p>To prepare graduate students to co-create educational modules in Phase 1, we developed a year-long training program which included 16 workshops, covering 4 major themes: 1) technical overviews of CPS topics (three workshops), 2) scaffolding research skills (six workshops), 3) educational module design (four workshops), and 4) supporting collaboration (three workshops). These workshops helped students to build skills and were timed to coordinate with research activities they were engaging in with their mentors, including preparing publications and conference presentations. To document the effectiveness of this training program, we used multiple quantitative and qualitative methods to collect data. Graduate students responded to an online survey about the workshops at the end of each semester. At the end of each semester, students also participated in a focus group that included a series of discussion questions about the project as a whole. Student feedback on the workshop series was generally positive, with students appreciating learning about co-creation, getting practice in asking questions, and gaining knowledge about structuring online educational modules. Based on the focus groups, the graduate students felt more prepared to carry out their two public products, creating an online educational module and writing and presenting an academic paper. During another focus group, when asked what they felt they had learned, students stressed co-creation skills, interdisciplinary teamwork, how to present their research (especially to a non-technical audience), academic paper writing skills, out-of-the-box thinking, and technical skills like computational modeling and explaining and modeling the vestibular system. In terms of challenges experienced during the project, the graduate students expressed difficulty in working in a new subject area, some issues with group interaction, and challenges with time management.</p>\n<p>Beyond what was learned during the workshops, graduate students who participated in co-creating the online educational modules during Phase 1 also experienced several other benefits. For example, their thesis topics were influenced by what they had learned during the co-creation process. Further, they produced several conference publications about the technical content they learned and applications of this content to related topics. Graduate students who participated in Phase 1 are now employed in government research positions or have continued with their PhD programs.</p>\n<p>During Phase 2, the co-created online educational modules were implemented in graduate and advanced undergraduate courses. The pilot study we conducted involved modules about two different CPS topics: the characteristics of wireless systems in general and the IEEE (Institute of Electrical and Electronics Engineers) standards for such systems. Students learned about these topics using the co-created modules or modules that used standard content from a textbook publisher. Besides these contrasting modules, students had the same experiences in the courses, including having all other lectures be the same, completing the same homework, doing the same assessments, and completing the same projects. We found no differences in learning of this content between students who had the co-created modules and students who had the textbook modules. Specifically, students improved between a pre-test and post-test on the content, but this effect was the same in both groups, suggesting that both modules were effective in increasing students' understanding of wireless systems characteristics. Further, there was no difference between the groups on their performance on their final projects, including a presentation or demonstration and a final paper. Overall, this pilot of Phase 2 suggests that students can learn just as well from co-created educational materials than from traditional publisher-provided (textbook) materials.</p>\n<p>Now that the project is complete, we are thinking ahead to the next step, including how to best disseminate our findings and materials to communities of interest. We have begun to turn our workshop materials into a shareable toolkit for fostering collaboration and communication skills. We also plan to expand testing of the co-created vs. textbook modules in other computer engineering and computer science courses at our university and other universities. Overall, we think that the co-creation method is promising for graduate education as a means to help students synthesize materials, apply concepts, develop stronger research ideas, and produce quality results.</p><br>\n<p>\n Last Modified: 10/24/2024<br>\nModified by: Hong&nbsp;Liu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe main goal of this project was to support graduate students to develop communication and collaboration skills to adapt to a dynamic STEM workforce. This was accomplished through a participatory educational model which trained students in skills that are necessary for working in interdisciplinary teams. In Phase 1 of the project, graduate student teams collaborated with faculty mentors to conduct research about cyber-physical systems (CPS) topics and co-create cross-disciplinary online educational modules based on these CPS topics. In Phase 2 of the project, the co-created CPS modules, in comparison to traditional textbook publisher-provided modules, were implemented in graduate and advanced undergraduate courses and student learning outcomes were assessed.\n\n\nTo prepare graduate students to co-create educational modules in Phase 1, we developed a year-long training program which included 16 workshops, covering 4 major themes: 1) technical overviews of CPS topics (three workshops), 2) scaffolding research skills (six workshops), 3) educational module design (four workshops), and 4) supporting collaboration (three workshops). These workshops helped students to build skills and were timed to coordinate with research activities they were engaging in with their mentors, including preparing publications and conference presentations. To document the effectiveness of this training program, we used multiple quantitative and qualitative methods to collect data. Graduate students responded to an online survey about the workshops at the end of each semester. At the end of each semester, students also participated in a focus group that included a series of discussion questions about the project as a whole. Student feedback on the workshop series was generally positive, with students appreciating learning about co-creation, getting practice in asking questions, and gaining knowledge about structuring online educational modules. Based on the focus groups, the graduate students felt more prepared to carry out their two public products, creating an online educational module and writing and presenting an academic paper. During another focus group, when asked what they felt they had learned, students stressed co-creation skills, interdisciplinary teamwork, how to present their research (especially to a non-technical audience), academic paper writing skills, out-of-the-box thinking, and technical skills like computational modeling and explaining and modeling the vestibular system. In terms of challenges experienced during the project, the graduate students expressed difficulty in working in a new subject area, some issues with group interaction, and challenges with time management.\n\n\nBeyond what was learned during the workshops, graduate students who participated in co-creating the online educational modules during Phase 1 also experienced several other benefits. For example, their thesis topics were influenced by what they had learned during the co-creation process. Further, they produced several conference publications about the technical content they learned and applications of this content to related topics. Graduate students who participated in Phase 1 are now employed in government research positions or have continued with their PhD programs.\n\n\nDuring Phase 2, the co-created online educational modules were implemented in graduate and advanced undergraduate courses. The pilot study we conducted involved modules about two different CPS topics: the characteristics of wireless systems in general and the IEEE (Institute of Electrical and Electronics Engineers) standards for such systems. Students learned about these topics using the co-created modules or modules that used standard content from a textbook publisher. Besides these contrasting modules, students had the same experiences in the courses, including having all other lectures be the same, completing the same homework, doing the same assessments, and completing the same projects. We found no differences in learning of this content between students who had the co-created modules and students who had the textbook modules. Specifically, students improved between a pre-test and post-test on the content, but this effect was the same in both groups, suggesting that both modules were effective in increasing students' understanding of wireless systems characteristics. Further, there was no difference between the groups on their performance on their final projects, including a presentation or demonstration and a final paper. Overall, this pilot of Phase 2 suggests that students can learn just as well from co-created educational materials than from traditional publisher-provided (textbook) materials.\n\n\nNow that the project is complete, we are thinking ahead to the next step, including how to best disseminate our findings and materials to communities of interest. We have begun to turn our workshop materials into a shareable toolkit for fostering collaboration and communication skills. We also plan to expand testing of the co-created vs. textbook modules in other computer engineering and computer science courses at our university and other universities. Overall, we think that the co-creation method is promising for graduate education as a means to help students synthesize materials, apply concepts, develop stronger research ideas, and produce quality results.\t\t\t\t\tLast Modified: 10/24/2024\n\n\t\t\t\t\tSubmitted by: HongLiu\n"
 }
}