{
 "awd_id": "2106488",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Novel Challenges in Nonlinear Waves and Integrable Systems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Pedro Embid",
 "awd_eff_date": "2021-07-15",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 219999.0,
 "awd_amount": 219999.0,
 "awd_min_amd_letter_date": "2021-07-07",
 "awd_max_amd_letter_date": "2021-07-07",
 "awd_abstract_narration": "This research concerns nonlinear wave phenomena, with particular emphasis on the study of a class of nonlinear evolution equations commonly referred to as soliton equations or integrable systems. These systems model physical phenomena in diverse fields such as deep-water waves, plasma physics, nonlinear optical fibers, low temperature physics and Bose-Einstein condensates, and magneto-static spin waves. Some of the equations studied belong to the class of the nonlinear Schrödinger (NLS) equation and its various generalizations, which constitute universal models for weakly dispersive nonlinear wave trains. Others belong to the complex short-pulse equation and its generalizations, which describe the propagation in nonlinear media of ultra-short optical pulses. These have applications to laser material processing, laser microscopy, optical clocks and measurements, medicine (e.g., eye surgery and vision correction), and telecommunication. A distinguishing feature of these systems is that, in addition to standard solitons, localized traveling waves that preserve their shape and velocity, they also admit so-called loop solitons, which are not single-valued solitons, as well as solutions that oscillate between the two. Another phenomenon that this research aims at elucidating is the formation of rogue waves. These extreme events are unusually large surface waves with wave crests up to four times the mean level that appear from nowhere and disappear without a trace and can therefore cause significant damage to ships, and offshore drilling units. This research addresses the role of solitons and modulational instability as possible concurrent mechanisms for the formation of rogue waves. Rogue waves have also been recently observed experimentally in optical fibers. The training of graduate students at the University at Buffalo, and outreach activities aiming at promoting the growth of women in applied mathematics will be integral components of this project.  \r\n\r\nAt a more technical level, the investigation deals with certain integrable systems in situations in which the boundary conditions play a key role, as well as various kinds of singular limits. Specific tasks include: (i) the development of the inverse scattering transform for various NLS systems with non-zero boundary conditions at infinity, and in particular with boundary conditions corresponding to counter-propagating waves; (ii) the  investigation of concrete questions from applications in Bose-Einstein condensates (e.g., trains of solitons, bound states, windings) and in nonlinear optics (nematic liquid crystals, etc); (iii) the rigorous study of the discrete spectrum and spectral singularities of NLS systems; (iv) development of the inverse scattering transform for the complex coupled short-pulse equation; (v) the investigation of solitons, soliton interactions and rogue waves for the above systems, and applications to non-integrable systems in regimes close to the integrable ones;  and (vi) the study of phase transitions in networks as critical behavior of solutions of soliton equations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Prinari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara Prinari",
   "pi_email_addr": "bprinari@buffalo.edu",
   "nsf_id": "000546005",
   "pi_start_date": "2021-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "Math building, Putnam Wy",
  "perf_city_name": "Buffalo",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142602900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 219999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">This project concerned both theoretical and applied investigations of ubiquitous nonlinear wave phenomena, arising in a wide range of physical applications. Specific equations that were investigated as part of the project were: nonlinear Schrodinger equations (e.g., the Manakov system), which model many important natural phenomena such as: water waves, optical fibers, lasers and Bose-Einstein condensates, etc; short-pulse equations, related to the propagation of ultra-short optical pulses in nonlinear media; Maxwell-Bloch equations, which describe the interaction between light and a two-level optical medium, etc.</p>\n<p>Over the past fifty years, a large body of knowledge has been accumulated on these systems, which continue to be extensively studied worldwide. Nonetheless, problems in which the boundary conditions play a crucial role still pose significant mathematical challenges and are a playground for potentially transformative research.</p>\n<p>The achievements of this research project, which focused on the investigation of the model equations within the framework of the Inverse Scattering Transform (IST), will contribute pushing the discipline toward frontier research directions, thanks to the combination of analytical, asymptotic and numerical methods that have been developed and used in order to obtain solutions and understand their behavior. Results obtained from the investigations have been disseminated through publications in peer-reviewed journals, as well as via research presentations in conferences and workshops in the PI's own and related disciplines, both in the US and abroad.</p>\n<p class=\"Default\">Some of the most relevant outcomes of the projects are the following ones: 1. The theoretical controlled creation of dark-bright soliton trains in multicomponent Bose-Einstein condensates. 2. Theoretical and numerical evidence for the potential experimental realization of the Peregrine soliton in repulsive two-component Bose-Einstein condensates. 3. The characterization of soliton interactions in the complex coupled short-pulse equation in terms of Yang-Baxter maps. 4. The development of the IST for 2-level Maxwell-Bloch systems in the case of an optical pulse that does not vanish in the distant future.</p>\n<p>The research outcomes of this project have several concrete scientific and technological applications. Therefore, the results of this project will not only affect the mathematical community, but they will also provide practical information that will help scientists and engineers, thus potentially benefiting society at large. Moreover, the strong track record of international collaboration, conference participation and organization that has been continued and enhanced through this project by the PI contributes to fostering vital research connections between the US and other countries.</p>\n<p>The PI has been actively engaged in outreach activities to promote the growth of women in applied mathematics. For instance, as part of the project she organized gatherings devoted to the research of female scientists working in the broad area of dispersive equations, at the Isaac Newton Institute in Cambridge, UK, in July 2023 (<a href=\"https://www.newton.ac.uk/event/hy2w06/\">https://www.newton.ac.uk/event/hy2w06/</a>), and at Northumbria University in Newcastle, UK, in August 2024 (https://www.newton.ac.uk/event/pdw/).</p>\n<p class=\"Default\">The PI has a long track record of working with under-represented groups. A female graduate student was involved as research assistant in the project. The PI also supervised directed studies courses on topics related to the project, aimed at training a second-year graduate student to start working on research problems which are germane to the project.</p>\n<p class=\"Default\">The PI was also very active in communicating the general theme of her research in applied mathematics to a broader audience and the community at large. During the award period, she delivered over a dozen invited talks, both at national and international conferences, and at universities and research institutions in the US and abroad. In particular, she delivered an invited plenary talk at the SIAM NWCS24 conference in Baltimore, MD, in June 2024.</p><br>\n<p>\n Last Modified: 07/10/2024<br>\nModified by: Barbara&nbsp;Prinari</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project concerned both theoretical and applied investigations of ubiquitous nonlinear wave phenomena, arising in a wide range of physical applications. Specific equations that were investigated as part of the project were: nonlinear Schrodinger equations (e.g., the Manakov system), which model many important natural phenomena such as: water waves, optical fibers, lasers and Bose-Einstein condensates, etc; short-pulse equations, related to the propagation of ultra-short optical pulses in nonlinear media; Maxwell-Bloch equations, which describe the interaction between light and a two-level optical medium, etc.\n\n\nOver the past fifty years, a large body of knowledge has been accumulated on these systems, which continue to be extensively studied worldwide. Nonetheless, problems in which the boundary conditions play a crucial role still pose significant mathematical challenges and are a playground for potentially transformative research.\n\n\nThe achievements of this research project, which focused on the investigation of the model equations within the framework of the Inverse Scattering Transform (IST), will contribute pushing the discipline toward frontier research directions, thanks to the combination of analytical, asymptotic and numerical methods that have been developed and used in order to obtain solutions and understand their behavior. Results obtained from the investigations have been disseminated through publications in peer-reviewed journals, as well as via research presentations in conferences and workshops in the PI's own and related disciplines, both in the US and abroad.\n\n\nSome of the most relevant outcomes of the projects are the following ones: 1. The theoretical controlled creation of dark-bright soliton trains in multicomponent Bose-Einstein condensates. 2. Theoretical and numerical evidence for the potential experimental realization of the Peregrine soliton in repulsive two-component Bose-Einstein condensates. 3. The characterization of soliton interactions in the complex coupled short-pulse equation in terms of Yang-Baxter maps. 4. The development of the IST for 2-level Maxwell-Bloch systems in the case of an optical pulse that does not vanish in the distant future.\n\n\nThe research outcomes of this project have several concrete scientific and technological applications. Therefore, the results of this project will not only affect the mathematical community, but they will also provide practical information that will help scientists and engineers, thus potentially benefiting society at large. Moreover, the strong track record of international collaboration, conference participation and organization that has been continued and enhanced through this project by the PI contributes to fostering vital research connections between the US and other countries.\n\n\nThe PI has been actively engaged in outreach activities to promote the growth of women in applied mathematics. For instance, as part of the project she organized gatherings devoted to the research of female scientists working in the broad area of dispersive equations, at the Isaac Newton Institute in Cambridge, UK, in July 2023 (https://www.newton.ac.uk/event/hy2w06/), and at Northumbria University in Newcastle, UK, in August 2024 (https://www.newton.ac.uk/event/pdw/).\n\n\nThe PI has a long track record of working with under-represented groups. A female graduate student was involved as research assistant in the project. The PI also supervised directed studies courses on topics related to the project, aimed at training a second-year graduate student to start working on research problems which are germane to the project.\n\n\nThe PI was also very active in communicating the general theme of her research in applied mathematics to a broader audience and the community at large. During the award period, she delivered over a dozen invited talks, both at national and international conferences, and at universities and research institutions in the US and abroad. In particular, she delivered an invited plenary talk at the SIAM NWCS24 conference in Baltimore, MD, in June 2024.\t\t\t\t\tLast Modified: 07/10/2024\n\n\t\t\t\t\tSubmitted by: BarbaraPrinari\n"
 }
}