{
 "awd_id": "2106031",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PROBING PHOSPHORYLATION EVENTS IN BIOLOGICAL MEMBRANES",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032922357",
 "po_email": "mnewcome@nsf.gov",
 "po_sign_block_name": "Marcia Newcomer",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 1004927.0,
 "awd_amount": 1004927.0,
 "awd_min_amd_letter_date": "2021-04-23",
 "awd_max_amd_letter_date": "2021-04-23",
 "awd_abstract_narration": "The plasma membrane, which surrounds every cell, must not only permit selective uptake of nutrients, but also allow for information to be communicated across it so that the cell can appropriately respond to external signals.  A family of membrane-embedded proteins that transduces signals across the plasma membrane, known as receptor tyrosine kinases (RTK), stimulates diverse processes such as the growth of blood vessels or the response to insulin.  Intriguingly, individual RTKs can respond to multiple signals, and the biological consequences of the response can differ.  How a single RTK can trigger distinct downstream processes in response to different stimuli is unknown. The goal of the project is to establish a method that quantifies the very first step in the information transfer pathway to define the efficiency of signal transduction across the plasma membrane.  Differences in the efficiencies with which the various stimuli signal through an RTK may explain the distinct processes triggered by the stimuli. The project will provide research opportunities for graduate students and will enhance the educational experience of undergraduate students who are conducting research. In addition, it will support broad outreach activities benefiting young scientists from diverse backgrounds and students in Baltimore.\r\n\r\nThe first objective of the project is to establish osmotically-derived plasma membrane vesicles as a model system for RTK phosphorylation transducer function measurements in fluorescence microscopy experiments. The second objective is to measure the transducer function for epidermal growth factor (EGFR) phosphorylation in response to its activating ligands.  The third objective is to measure the transducer function for fibroblast growth factor receptor 3 (FGFR3) phosphorylation in response to its ligands.  The ultimate goal is to directly compare the transducer functions for different RTK-ligand pairs and thus gain insights into the differential functional effects mediated by the different ligands. The new methodology will strengthen the over-all experimental capabilities in the field of molecular membrane biophysics. In the long run, the methodology can also be used to advance knowledge about different types of receptors such as (i) cytokine receptors and associated Janus kinases, which modulate antiviral and anti-cancer activities and inflammatory responses, (ii) death receptors, which initiate cytotoxic signals upon ligand binding, and (iii) G-protein coupled receptors, which mediate the recognition of light, taste, odors, hormones, pain, and neurotransmitters.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kalina",
   "pi_last_name": "Hristova",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kalina Hristova",
   "pi_email_addr": "hristova@jhu.edu",
   "nsf_id": "000250582",
   "pi_start_date": "2021-04-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "1101 E 33rd St",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182686",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 1004927.0
  }
 ],
 "por": null
}