{
 "awd_id": "2106993",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: CNS Core: Medium: Information Freshness in Scalable and Energy Constrained Machine to Machine Wireless Networks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927855",
 "po_email": "aabouzei@nsf.gov",
 "po_sign_block_name": "Alhussein Abouzeid",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 266000.0,
 "awd_min_amd_letter_date": "2021-07-15",
 "awd_max_amd_letter_date": "2023-08-31",
 "awd_abstract_narration": "With the ever increasing importance of connected devices in smart home, digital healthcare, precision agriculture, smart city, environment and natural disaster monitoring, etc., it is of paramount interest to design the next generation wireless network architecture that can simultaneously support better services while accommodating sharply exponential growth rates of deployment far exceeding the addition of newly available bandwidth. This project will design and analyze new near-optimal machine-to-machine (M2M) network protocols based on the key concept that the quality of service of the machine-based traffic is largely determined by how timely or how fresh the information can be delivered to the destination, instead of the sheer quantity of the delivered messages. With this new shift of design paradigm to information freshness optimization, this project develops novel tools and techniques to quantify and improve the information freshness while meeting the practical requirements of wireless M2M networks, especially on the scalability, energy efficiency, and low-complexity autonomous distributed solutions. The results would significantly advance the state-of-the-art knowledge on M2M wireless network architectures, and propel robust and continuous development of M2M applications by minimizing the battery consumption, increasing the network capacity, and improving the temporal “connectedness” among the smart devices, a critical step forward when realizing the societal impact of Internet-of-Things. To further broaden the participation in network science and computing, the project will implement multiple inclusive mechanisms that increase leadership and participation from women and under-represented groups in a national high-profile annual research workshop (IMACCS) that is being held at the Ohio State University.\r\n \r\nSeveral important technical challenges of M2M information freshness optimization will be addressed in this project, including (i) Optimal network coordination when any back and forth message always experiences some random delay, which results in delayed command-&-response in every aspect of the network operations. (ii) Lack of distributional knowledge. Since the delay distributions in practical networks are difficult to estimate and constantly change over time, any practically viable solution must automatically adapt to the underlying unknown delay distributions. (iii) Energy efficiency. Many smart devices are battery limited, which prompts the need for energy-centric, low-complexity distributed network protocol designs. This project will address the above key challenges and develop the analytical foundations for controlling and optimizing information freshness in wireless M2M networks, resulting in fully distributed provably efficient algorithms and protocols that will be extensively evaluated on a large-scale fully programmable 5G wireless network testbed at Rice University.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ashutosh",
   "pi_last_name": "Sabharwal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ashutosh Sabharwal",
   "pi_email_addr": "ashu@rice.edu",
   "nsf_id": "000275950",
   "pi_start_date": "2021-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 62500.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 78500.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 125000.0
  }
 ],
 "por": null
}