{
 "awd_id": "2106480",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Detailed Mechanistic Pathways of Surface Catalysis using SERS Spectroscopy: A Joint Theoretical and Experimental Synergistic Approach",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 264626.0,
 "awd_amount": 264626.0,
 "awd_min_amd_letter_date": "2021-06-30",
 "awd_max_amd_letter_date": "2021-06-30",
 "awd_abstract_narration": "With support from the Chemical Measurement and Imaging (CMI) Program in the Division of Chemistry, Professors Stephen Cronin at the University of Southern California (USC) and Lasse Jensen at Pennsylvania State University (PSU) will investigate the physical mechanisms underlying a measurement technique called surface-enhanced Raman scattering (SERS). This work closes the loop between theory and experiment, providing a detailed quantum mechanical picture of the molecules adsorbed on metal surfaces during catalytic reactions. The project uses a general SERS-based approach to study reaction mechanisms associated with surface catalysis, and also toward the goal of imaging chemical reactivity of catalytic surfaces with sub-micron spatial resolution. The information provided by experimental SERS spectra is somewhat limited without the aid of supporting theoretical work to provide atomistic insight on the underlying processes. Therefore, it is crucial to carry out theoretical calculations in parallel with the experiments in order to obtain a detailed picture of the molecules and their reactions on surfaces, including the charge transfer between a molecule and the metal surface, to distinguish between physisorption and adsorption, to establish key catalytically active sites, and to identify surface-bound intermediate species and the relative importance of other key aspects of catalytic reactions. \r\n\r\nIn this collaborative project, the experimental research group led by Professor Stephen Cronin (USC) will record the SERS spectra of electrode surfaces under electrochemical working conditions using a water immersion lens, and the theoretical research group led by Professor Lasse Jensen (PSU) will use time-dependent density functional theory (TD-DFT) and related methods to simulate adsorbed chemical species on metal surfaces. The direct correspondence between the theoretical calculations and experimental measurements in this effort promises to provide a robust test of the basic hypotheses underlying charge flow between the adsorbate and metal surface. The team is testing their hypothesis that dynamic charge flow between a molecule and the metal surface plays an important role in the SERS enhancement process and can be used to extract important chemical information from the mode-dependent SERS enhancement factors. The researchers are testing this hypothesis by correlating product formation with in situ SERS spectra that they record under electrochemical working conditions. They will also examine a hypothesis that the SERS enhancement is either correlated or anti-correlated with catalytic activity. This hypothesis stems from the idea that both the enhancement and the catalytic activity depend on the degree to which a given reactant or intermediate is bound to the metal surface, which is ultimately based on the amount of charge transfer that occurs at the interface. Additionally, the team plans to use the relative SERS enhancement of different vibrational modes to image reactivity and/or reactive sites based on the information they learn about the relationship between dynamic charge flow and SERS activity.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Cronin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen Cronin",
   "pi_email_addr": "scronin@usc.edu",
   "nsf_id": "000118687",
   "pi_start_date": "2021-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3710 McClintock Street, RTH B113",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890271",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 264626.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During this funding period, we published 5 studies aimed with the primary goal of gaining a deeper understanding of the mechanistic pathways of surface catalysis using SERS spectroscopy. This is a collaborative effort in which theory and experiment are carried out in parallel of SERS spectra under electrochemical working conditions. This work is aimed at closing the loop between theory and experiment, thus, providing an atomistic detailed quantum mechanical picture of the molecules adsorbed on metal surfaces.</p>\r\n<p>&nbsp;</p>\r\n<p>As part of this effort, we reported SERS Detection of Charge Transfer at Electrochemical Interfaces Using Surface-Bound Ferrocene. Here, we presented the novel use of surface-enhanced Raman scattering spectroscopy to detect charge transfer in ferrocene/ferrocenium (Fc/Fc<sup>+</sup>) bound to an active electrode under electrochemical working conditions. Ferrocene has a 6-carbon linker with a thiol tether (6-(ferrocenyl)hexanethiol) and produces Fc/Fc<sup>+</sup> couple voltammograms exhibiting charge transfer above 0.4 V versus Ag/AgCl. By observing in situ micro-Raman spectroscopy with a water immersion lens, we observe significant changes in the spectra that correspond to the charge state oxidation of ferrocenium (Fc<sup>+</sup>). In particular, the Fc<sup>+</sup> state is characterized by the disappearance of the Cp-breathing mode (1104 cm<sup>&minus;1</sup> peak) and an 11-fold increase in the hexanethiol tail mode around 1072 cm<sup>&minus;1</sup> . Raman spectra calculated by density functional theory exhibit predominant peaks that agree well with our experimental observations and indicate that the Fc &rarr; Fc<sup>+</sup> transition is associated with a change in the orientation, which gives rise to dramatic changes in the Raman spectra.</p>\r\n<p>&nbsp;</p>\r\n<p><em>&nbsp;</em></p>\r\n<p>We also reported spectroscopic measurements of the local pH and p<em>K</em><sub>a</sub> at an electrode/electrolyte interface using surface enhanced Raman scattering (SERS) spectroscopy of 4-mercaptobenzoic acid (4-MBA). In acidic and basic solutions,&nbsp; the protonated and deprotonated carboxyl functional groups at the electrode surface exist in the solution as &minus;COOH and &minus;COO<sup>&minus;</sup>, which have different Raman active vibrational features at around 1697 and 1414 cm<sup>&minus;1</sup> , respectively. In pH neutral water, as the applied electrochemical potential is varied from negative to positive, the acidic form of the 4-MBA (i.e., &minus;COOH) decreases in Raman intensity and the basic form (i.e., &minus;COO<sup>&minus;</sup>) increases in Raman intensity. The change in local ion concentration is due to the application of electrochemical potentials and the accumulation of ions near the electrode surface. Under various applied potentials, the ratio of 1697 and 1587 cm<sup>&minus;1</sup> (pH-independent) peak areas spans the range between 0.7 and 0, and the ratio of the 1414 and 1587 cm<sup>&minus;1</sup> peak areas ranges from 0 to 0.3. By fitting these data to a normalized sigmoid function, we obtain the percentage of surface protonation/ deprotonation, which can be related to the p<em>K</em><sub>a</sub> and pH of the system. Thus, we can measure the local p<em>K</em><sub>a</sub> at the electrode surface using the surface enhanced Raman signal of the 4-MBA.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/08/2025<br>\nModified by: Stephen&nbsp;Cronin</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nDuring this funding period, we published 5 studies aimed with the primary goal of gaining a deeper understanding of the mechanistic pathways of surface catalysis using SERS spectroscopy. This is a collaborative effort in which theory and experiment are carried out in parallel of SERS spectra under electrochemical working conditions. This work is aimed at closing the loop between theory and experiment, thus, providing an atomistic detailed quantum mechanical picture of the molecules adsorbed on metal surfaces.\r\n\n\n\r\n\n\nAs part of this effort, we reported SERS Detection of Charge Transfer at Electrochemical Interfaces Using Surface-Bound Ferrocene. Here, we presented the novel use of surface-enhanced Raman scattering spectroscopy to detect charge transfer in ferrocene/ferrocenium (Fc/Fc+) bound to an active electrode under electrochemical working conditions. Ferrocene has a 6-carbon linker with a thiol tether (6-(ferrocenyl)hexanethiol) and produces Fc/Fc+ couple voltammograms exhibiting charge transfer above 0.4 V versus Ag/AgCl. By observing in situ micro-Raman spectroscopy with a water immersion lens, we observe significant changes in the spectra that correspond to the charge state oxidation of ferrocenium (Fc+). In particular, the Fc+ state is characterized by the disappearance of the Cp-breathing mode (1104 cm1 peak) and an 11-fold increase in the hexanethiol tail mode around 1072 cm1 . Raman spectra calculated by density functional theory exhibit predominant peaks that agree well with our experimental observations and indicate that the Fc  Fc+ transition is associated with a change in the orientation, which gives rise to dramatic changes in the Raman spectra.\r\n\n\n\r\n\n\n\r\n\n\nWe also reported spectroscopic measurements of the local pH and pKa at an electrode/electrolyte interface using surface enhanced Raman scattering (SERS) spectroscopy of 4-mercaptobenzoic acid (4-MBA). In acidic and basic solutions, the protonated and deprotonated carboxyl functional groups at the electrode surface exist in the solution as COOH and COO, which have different Raman active vibrational features at around 1697 and 1414 cm1 , respectively. In pH neutral water, as the applied electrochemical potential is varied from negative to positive, the acidic form of the 4-MBA (i.e., COOH) decreases in Raman intensity and the basic form (i.e., COO) increases in Raman intensity. The change in local ion concentration is due to the application of electrochemical potentials and the accumulation of ions near the electrode surface. Under various applied potentials, the ratio of 1697 and 1587 cm1 (pH-independent) peak areas spans the range between 0.7 and 0, and the ratio of the 1414 and 1587 cm1 peak areas ranges from 0 to 0.3. By fitting these data to a normalized sigmoid function, we obtain the percentage of surface protonation/ deprotonation, which can be related to the pKa and pH of the system. Thus, we can measure the local pKa at the electrode surface using the surface enhanced Raman signal of the 4-MBA.\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 04/08/2025\n\n\t\t\t\t\tSubmitted by: StephenCronin\n"
 }
}