{
 "awd_id": "2106070",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: BEE: Bridging the ecology and evolution of East African Acacias across time and space: genomics, ecosystem, and diversification",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032922685",
 "po_email": "apwright@nsf.gov",
 "po_sign_block_name": "April Wright",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 314399.0,
 "awd_amount": 314399.0,
 "awd_min_amd_letter_date": "2021-05-17",
 "awd_max_amd_letter_date": "2021-05-17",
 "awd_abstract_narration": "The physical attributes and behaviors of species are shaped by evolution. These traits determine how individuals interact with their environment (ecology) which then influences the course of evolution. Thus, ecology and evolution are inextricably intertwined. Bridging the fields of evolution and ecology is challenging because the processes involved can operate on similar, or very different, time scales. African savanna acacia trees have evolved to survive and reproduce under harsh conditions not tolerated by many other tree species. Acacias can tolerate fires, droughts, herbivory by giraffes and elephants, and competition from other plants. But how acacias have adapted to these conditions in the past will influence their response to the current changing environment on the African continent. The goal of this study is to develop a comprehensive understanding of the evolutionary history and ecological distribution of African acacias and to explore how species traits and distributions changed over time in response to change in the savanna climate. Ultimately, this knowledge will inform predictions about how acacia habitats will be affected by ongoing climate change. This project not only has broader societal benefit but also it will train undergraduate and graduate students and postdoctoral fellows in evolutionary biology, ecology, plant physiology, and molecular genomics. In addition, the project will expand the content and reach of a successful undergraduate teaching module of ecology and evolution featuring Serengeti National Park and will begin a new bioinformatics training course in partnership with universities in Africa.\r\n\r\nThis project will bridge phylogenetic approaches to diversification with direct ecological field measurement of trait responses and gene expression. The activities include: (1) constructing new, detailed models of the phylogenetic history and ecological distribution of species and traits in the African Acacia Clade, (2) using phylogenomic analyses to study selection, introgression, and gene family expansion in relation to the Savanna Syndrome, (3) measuring acacia trait responses to Savanna Syndrome components (drought, fire, herbivory, grass competition) in a common garden experiment in Arusha, Tanzania, and (4) analyzing the molecular aspects of the phenotypic response through analysis of acacia transcriptomic profiles collected both on site in Tanzania and in controlled greenhouse experiments. Collectively, these linked lines of evidence will provide crucial information about the past evolution of the savanna community, the rapid rise of savannas across Africa that occurred in the Miocene, and its likely response to present ecological change.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Smith",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen A Smith",
   "pi_email_addr": "eebsmith@umich.edu",
   "nsf_id": "000591758",
   "pi_start_date": "2021-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "1105 N University Ave",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091085",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  },
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 314399.0
  }
 ],
 "por": null
}