{
 "awd_id": "2106212",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Self versus group-sensing in bacteria",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927587",
 "po_email": "bgarner@nsf.gov",
 "po_sign_block_name": "Bianca Garner",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 711268.0,
 "awd_amount": 711268.0,
 "awd_min_amd_letter_date": "2021-06-28",
 "awd_max_amd_letter_date": "2021-06-28",
 "awd_abstract_narration": "This project investigates quorum sensing, a widespread cell-cell communication process in microbes relevant to natural ecosystems, agriculture, and medicine. Quorum sensing controls collective microbial behaviors such as interactions with plants and animals, growth on surfaces, and production of antibiotics. The studies proposed here will explore how coordinated behaviors in bacterial populations emerge from distinct quorum sensing mechanisms in single cells. These investigations will reveal general principles that govern communication and cooperation between individuals, and will provide the knowledge to engineer or manipulate quorum sensing pathways in a variety of biotechnological applications. The project will train a diverse group of graduate, undergraduate, and high school students in a cross-disciplinary environment that combines biological and mathematical approaches. It will further provide graduate students with science communication training and outreach opportunities to broaden their skill set.\r\n\r\nQuorum sensing is a ubiquitous mechanism in microbes that coordinates collective behaviors through self-produced chemical signals. Although major advances have been made in this field, there are still large gaps in our understanding of the functional capacity of quorum sensing. Quorum sensing is generally perceived as a cell density-dependent on/off switch that synchronizes gene expression in a population, although recent experimental studies show great response heterogeneity on a cellular scale. This project will holistically characterize the mechanisms that govern this spectrum of quorum responses in the widely studied bacterium Pseudomonas aeruginosa. The objective is to test a model that distinguishes between two quorum-sensing modes: group-sensing mediated by extracellular signal feedback, and self-sensing mediated by intracellular signal feedback. The central hypothesis is that genetic network architecture and environmental factors determine the quorum-sensing mode in P. aeruginosa, which in turn shapes response patterns at cellular and population scales. A range of experimental approaches and mathematical modeling will be employed to investigate this hypothesis. The results attained from this project will provide a systems-level understanding of the principles that govern decision-making in bacterial populations. They will find application in the design, analysis, and control of multicellular signaling circuits in synthetic biology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Schuster",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Martin Schuster",
   "pi_email_addr": "martin.schuster@oregonstate.edu",
   "nsf_id": "000507376",
   "pi_start_date": "2021-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "OREGON STATE UNIVERSITY",
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318507",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7744",
   "pgm_ref_txt": "RAHSS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 711268.0
  }
 ],
 "por": null
}