{
 "awd_id": "2106294",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CNS Core: Medium: Inference and Control in Overlay Networks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032922935",
 "po_email": "dmedhi@nsf.gov",
 "po_sign_block_name": "Deepankar Medhi",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 299992.0,
 "awd_amount": 299992.0,
 "awd_min_amd_letter_date": "2021-07-29",
 "awd_max_amd_letter_date": "2021-07-29",
 "awd_abstract_narration": "An overlay network is a layered network, where the overlay layer makes use of the underlay layer in order to deliver data to its destinations.  Overlay  networks arise in many application scenarios such as content distribution networks that are used to distribute content over the Internet (e.g., movies, music, etc.), and  are often used to deploy new technology that is incompatible with legacy devices and protocols.  A key challenge in such systems is that the overlay cannot observe the innerworkings of the underlay, making it difficult to use the underlay efficiently.  This project will develop mechanisms to learn the network topology and congestion of the underlay, and network algorithms for routing messages efficiently across overlay networks.   \r\n\r\nExisting overlay systems mostly rely on simple models of the underlay network, and may fail to achieve good performance when the underlay nodes cannot be fully observed and controlled.  This project will develop fundamental limits and practical algorithms for monitoring and controlling partially observable/controllable overlay-underlay networks.  This will be accomplished through two interdependent thrusts: thrust 1 will develop techniques that utilize measurements and side information  observable to the overlay in order to infer the underlay network structure and state; and thrust 2 will develop algorithms that utilize the inferred information to control the operation of overlay nodes so as to optimize the performance for overlay services.\r\n\r\nThis collaborative project between Massachusetts Institute of Technology (MIT) and The Pennsylvania State University (PSU) brings together expertise on network inference and network control to tackle the problem of joint inference and control in overlay networks.  The results of this project will enable a more efficient migration to next-generation networks and will facilitate system manageability for increasingly complex networks.   The project will also support educational activities at the participating institutions and help broadening participation in computing of under-represented groups through summer programs at MIT and PSU.  \r\n\r\nA project website will be maintained by the PIs for the duration of the project at: https://sites.psu.edu/nsrg/research/inference-and-control-in-overlay/. The website will contain information about project participants, significant results, and publications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ting",
   "pi_last_name": "He",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ting He",
   "pi_email_addr": "tzh58@psu.edu",
   "nsf_id": "000732048",
   "pi_start_date": "2021-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "110 Technology Center Building",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 299992.0
  }
 ],
 "por": null
}