{
 "awd_id": "2106030",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MSA: Integrating multi-scale remote sensing and mechanistic modeling to assess riparian ecosystem dynamics and feedbacks to hydroclimate variability",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032927410",
 "po_email": "jwest@nsf.gov",
 "po_sign_block_name": "Jason West",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 299600.0,
 "awd_amount": 299600.0,
 "awd_min_amd_letter_date": "2021-06-25",
 "awd_max_amd_letter_date": "2021-06-25",
 "awd_abstract_narration": "Forested river and stream ecosystems provide critical services of water and carbon, biological habitats, and recreational activities. These ecosystems are temporally and spatially dynamic in response to changes in climate, streamflow, water management, and biological invasions. Currently, our knowledge of how riparian ecosystems respond to and in turn influence environmental change remains considerably limited, although such knowledge is critical for effective conservation and management. This project aims to study the changes in riparian (i.e., streamside) vegetation over time and evaluate the role of various driving factors underlying this change. This research will provide a new basis for understanding how riparian vegetation has changed during recent decades, and for predicting how it is likely to change in the future. Further, this project will evaluate the contribution of riparian vegetation to large-scale fluxes of water and carbon. The goal is to use cutting-edge techniques of mapping and modeling to identify where riparian zones are likely to have greater impacts on ecosystem function and stability. This information will be useful in developing restoration priorities and facilitating decisions about intervention and management under changing climate and altered streamflow conditions. The team, composed of ecohydrological modeling and remote sensing experts, will publicly disseminate research tools, datasets, and results to the research community and general public. In the process, the team will conduct interdisciplinary undergraduate and graduate training to prepare diverse, next-generation scientists to tackle environmental and data science challenges.\r\n\r\nThe objective of this project is to mechanistically link riparian vegetation dynamics to hydroclimate variations in order to assess the functional importance of riparian ecosystems to macrosystem fluxes of carbon and water. Specifically, this project will leverage high-resolution data from NEON’s airborne observational platform surveys, long-term records of satellite imagery, and deep learning techniques to characterize the dynamics of riparian vegetation cover over the past several decades. This information will be combined with process-based modeling to explore mechanisms underlying changes in riparian vegetation and quantify the relative importance of different hydroclimate factors. Finally, multiple data and modeling products will be synthesized to assess the role of riparian vegetation in contributing to and stabilizing macrosystem fluxes of water and carbon at regional watershed and global model scales. This work will generate new datasets of riparian vegetation dynamics across the continental U.S. during the past several decades, providing a useful baseline for predicting how these systems are likely to change in the future. Intensive data-model comparisons across NEON domains will enable the evaluation of multiple hypotheses related to the spatial-temporal dynamics in riparian ecosystem structure and function, while generating more predictive macroscale understandings that can be broadly applied to a range of riparian conditions. The research team will engage undergraduate and high school researchers from local communities and underrepresented STEM groups in project activities. The team will also reach public audiences through an annual lecture series at local museums to increase the awareness of environmental change and ecosystem sustainability.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaonan",
   "pi_last_name": "Tai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaonan Tai",
   "pi_email_addr": "xiaonanxnt@gmail.com",
   "nsf_id": "000816453",
   "pi_start_date": "2021-06-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Huiran",
   "pi_last_name": "Jin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Huiran Jin",
   "pi_email_addr": "huiran.jin@njit.edu",
   "nsf_id": "000793301",
   "pi_start_date": "2021-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Jersey Institute of Technology",
  "inst_street_address": "323 DR MARTIN LUTHER KING JR BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9735965275",
  "inst_zip_code": "071021824",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "NEW JERSEY INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SGBMHQ7VXNH5"
 },
 "perf_inst": {
  "perf_inst_name": "New Jersey Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021982",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795900",
   "pgm_ele_name": "MacroSysBIO & NEON-Enabled Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7959",
   "pgm_ref_txt": "MACROSYSTEM BIOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 299600.0
  }
 ],
 "por": null
}