{
 "awd_id": "2106167",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: IRES Track II: Rivers of the Andes Field Training",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032928905",
 "po_email": "aykenned@nsf.gov",
 "po_sign_block_name": "Allyson Kennedy",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 145456.0,
 "awd_amount": 145456.0,
 "awd_min_amd_letter_date": "2021-04-19",
 "awd_max_amd_letter_date": "2021-04-19",
 "awd_abstract_narration": "This project will train students in interdisciplinary, international river sciences and prepare them for the STEM workforce, for their research, and for applying river science toward developing sustainable solutions to the human-induced stresses on rivers in the Andes and globally. The proposed 12-day Advanced Studies Institute will immerse 14 US-based graduate students in innovative field training in hydrology, geomorphology, and ecology for, in each of two years. Working in the Magdalena River basin, Colombia, students will learn cutting-edge field, remote sensing, and computational tools, develop critical and systems thinking, and complete team-based research projects. Students will work with instructors from University of Montana, University of Colorado, and Colombia, taking advantage of long-term research sites in the Magdalena River basin and broad expertise. The Rivers of the Andes Field Training course will recruit a diverse group of students that broadens participation in sciences, and course materials and lessons learned will be shared openly and widely.\r\n\r\nRiver systems are under stress from climate change and growing demands for water, energy, and food. There is a strong disconnect, however, between where research and teaching about fluvial processes is concentrated, and where stresses on river systems such as new dam construction and associated impacts on humans and biodiversity are more recently evolving, such as in the Andes. Moreover, innovative and interdisciplinary approaches are needed to address challenges such as those surrounding river systems and to prepare students for the 21st century workforce. To address these challenges, we propose Rivers of the Andes Field Training (RAFT), a course to be taught in Colombia that will provide field-based training in river sciences. Course content will focus on hydrology and fluvial geomorphology, especially river mechanics, floods, and sediment regimes, and complementary content in tropical fish ecology and basin-scale, cumulative-impact and decision-support analysis.  RAFT will use the Magdalena River and its tributaries as a field site to illustrate broader content about river processes and Andean rivers. The course will augment field training with classroom teaching about fluvial processes and observational, measurement and modeling approaches for understanding river processes. RAFT will provide a transformative experience for graduate student participants by combining innovative approaches and technologies with evidence-based best practices to not only advance knowledge of river sciences and associated tools, but also to promote critical and systems thinking and observational, interdisciplinary, and teamwork skills. RAFT will include international and multicultural experience, interdisciplinary teaching on cutting-edge process knowledge and tools, training in cross-scale and systems thinking, team-based projects, and practice in science communication. Participants will be equipped to tackle wicked problems at the nexus of water, energy, and food systems and to apply science toward sustainable solutions to the challenges surrounding rivers in the Andes and in the Anthropocene.\r\n\r\nThis project is jointly funded by the NSF Office of International Science and Engineering (OISE) and the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Wilcox",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew C Wilcox",
   "pi_email_addr": "andrew.wilcox@umontana.edu",
   "nsf_id": "000082022",
   "pi_start_date": "2021-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Montana",
  "inst_street_address": "32 CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "MISSOULA",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4062436670",
  "inst_zip_code": "598120003",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "UNIVERSITY OF MONTANA",
  "org_prnt_uei_num": "",
  "org_uei_num": "DAY7Z8ZD48Q3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Montana",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "598014494",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "079Y00",
   "pgm_ele_name": "IRES ASI - Track II: IRES Adva"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 145456.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The IRES Track II project, Rivers of the Andes Field Training, delivered two international field courses, in 2023 and 2024, in the Magdalena River basin in Colombia. This project trained students in interdisciplinary river sciences, focusing on preparing them for the STEM workforce and addressing human-induced stresses on rivers in the Andes and globally. Through the Rivers of the Andes Field Training (RAFT) program, graduate students received hands-on training in hydrology, fluvial geomorphology, and related disciplines.</p>\r\n<p>&nbsp;</p>\r\n<p>Over the course of the project, we successfully recruited 33 US-based students, and 14 students based in Medellin, Colombia, establishing a diverse and interdisciplinary learning environment. The non-US students were supported through alternative funding sources, which allowed the program to expand its international reach and foster cross-cultural collaboration. Among the US-based students, 61% were female, highlighting the program's success in promoting gender diversity in STEM fields. Furthermore, over 40% of the US-based participants were from groups that are traditionally underrepresented in river sciences, reflecting the project's commitment to inclusivity and broadening participation in environmental research. This diverse cohort not only enriched the learning experience but also contributed to developing a new generation of scientists equipped to address global riverine challenges through a variety of perspectives and backgrounds.</p>\r\n<p>&nbsp;</p>\r\n<p>Beyond technical skills, the program facilitated the establishment of a robust professional network among participants, connecting students from diverse cultural, academic, and professional backgrounds. Through intensive field training, collaborative research activities, and cross-border engagement, students developed enduring relationships that will serve as a foundation for future interdisciplinary and international collaborations. The developed professional networks manifested in tangible outcomes, such as the formation of self-organized teams comprising both U.S.-based and Colombian students. These teams, built upon the collaborative experiences shared during the program, successfully presented their course outcomes at the American Geophysical Union (AGU) Meeting in 2023 and 2024, demonstrating the cross-cultural and cross-disciplinary collaboration.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/31/2024<br>\nModified by: Andrew&nbsp;C&nbsp;Wilcox</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe IRES Track II project, Rivers of the Andes Field Training, delivered two international field courses, in 2023 and 2024, in the Magdalena River basin in Colombia. This project trained students in interdisciplinary river sciences, focusing on preparing them for the STEM workforce and addressing human-induced stresses on rivers in the Andes and globally. Through the Rivers of the Andes Field Training (RAFT) program, graduate students received hands-on training in hydrology, fluvial geomorphology, and related disciplines.\r\n\n\n\r\n\n\nOver the course of the project, we successfully recruited 33 US-based students, and 14 students based in Medellin, Colombia, establishing a diverse and interdisciplinary learning environment. The non-US students were supported through alternative funding sources, which allowed the program to expand its international reach and foster cross-cultural collaboration. Among the US-based students, 61% were female, highlighting the program's success in promoting gender diversity in STEM fields. Furthermore, over 40% of the US-based participants were from groups that are traditionally underrepresented in river sciences, reflecting the project's commitment to inclusivity and broadening participation in environmental research. This diverse cohort not only enriched the learning experience but also contributed to developing a new generation of scientists equipped to address global riverine challenges through a variety of perspectives and backgrounds.\r\n\n\n\r\n\n\nBeyond technical skills, the program facilitated the establishment of a robust professional network among participants, connecting students from diverse cultural, academic, and professional backgrounds. Through intensive field training, collaborative research activities, and cross-border engagement, students developed enduring relationships that will serve as a foundation for future interdisciplinary and international collaborations. The developed professional networks manifested in tangible outcomes, such as the formation of self-organized teams comprising both U.S.-based and Colombian students. These teams, built upon the collaborative experiences shared during the program, successfully presented their course outcomes at the American Geophysical Union (AGU) Meeting in 2023 and 2024, demonstrating the cross-cultural and cross-disciplinary collaboration.\r\n\n\n\t\t\t\t\tLast Modified: 12/31/2024\n\n\t\t\t\t\tSubmitted by: AndrewCWilcox\n"
 }
}