{
 "awd_id": "2106067",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: MSA: The influence of temperature and resource supply on community size spectra in streams",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032927410",
 "po_email": "jwest@nsf.gov",
 "po_sign_block_name": "Jason West",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 258879.0,
 "awd_amount": 283497.0,
 "awd_min_amd_letter_date": "2021-06-25",
 "awd_max_amd_letter_date": "2023-02-13",
 "awd_abstract_narration": "Humans rely on properly functioning freshwater ecosystems (e.g., streams, lakes, wetlands) for food, recreation, and drinking water. A major challenge in ecology is to understand how freshwater ecosystems will change in response to environmental disruptions. However, past efforts at measuring this change across large spatial scales are complicated by at least two challenges: 1) different places have different species, which makes it hard to compare across species when it comes to ecosystem function, and 2) collecting ecological information is extremely labor intensive, which makes it difficult to study ecological communities over space and time. This project solves those problems using cutting-edge ecological approaches. First, to overcome the limitations of species turnover, this project will measure ecosystem structure and function using animal body size distributions known as size-spectra (e.g., the relative abundance of large to small organisms), which are thought to be conserved across ecosystems regardless of species composition. Size spectra are an indicator of how efficiently energy is transferred from one organism to another in a food chain. Second, this project overcomes logistical limitations by using data already collected and curated from the National Ecological Observatory Network (NEON). Using NEON data, the researchers will analyze a large collection of size-spectra in streams over a wide range of environmental conditions to determine how stream temperature and nutrients influence freshwater ecosystems. This project is in the national interest because it provides a critical test of how freshwater ecosystems might respond to future temperature scenarios at macroecological scales. The researchers will also develop software that makes analysis of body size distributions freely available to the public and easier for ecologists to study in the future.\r\n   \r\nOver 50 years of research reveals a common pattern across ecosystems in which abundance (N) declines with increasing body mass (M). The shape of this relationship is described by a power law, N ~ M(exp b), known as the abundance size-spectrum, and the exponent b varies in relation to changes in energy flow through the food web. The value of b is almost always negative, suggesting a remarkably consistent ecological pattern. However, climate change is expected to alter size-spectra, based in part on shifts in body size with temperature. Despite a seemingly simple relationship of body size and temperature, experimental and field studies demonstrate disparate results for size spectra-temperature relationships, finding positive, negative, and neutral shifts in size-spectra across temperature regimes. These studies largely consist of limited samples across relatively small spatial scales, making it difficult to predict how size-spectra varies with temperature at larger scales such as continents. In addition, deviations from theoretical predictions of the b-temperature relationship may be resolved by accounting for variation in resource supply, but the effect of resource supply at large scales is also unknown. This project uses statistical modeling to determine the influence of stream temperature and resource supply on stream size spectra exponents across a broad environmental gradient represented by a national monitoring network.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeff",
   "pi_last_name": "Wesner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeff Wesner",
   "pi_email_addr": "Jeff.Wesner@usd.edu",
   "nsf_id": "000082679",
   "pi_start_date": "2021-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Dakota Main Campus",
  "inst_street_address": "414 E CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "VERMILLION",
  "inst_state_code": "SD",
  "inst_state_name": "South Dakota",
  "inst_phone_num": "6056775370",
  "inst_zip_code": "570692307",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "SD00",
  "org_lgl_bus_name": "THE UNIVERSITY OF SOUTH DAKOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "U9EDNSCHTBE7"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Dakota Main Campus",
  "perf_str_addr": "414 E CLARK ST",
  "perf_city_name": "Vermillion",
  "perf_st_code": "SD",
  "perf_st_name": "South Dakota",
  "perf_zip_code": "570692307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "SD00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795900",
   "pgm_ele_name": "MacroSysBIO & NEON-Enabled Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7959",
   "pgm_ref_txt": "MACROSYSTEM BIOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 258879.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 24618.0
  }
 ],
 "por": null
}