{
 "awd_id": "2106190",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Constraining Uncertainty in Arctic Climate Variability, Change, and Impacts Through Process-Based Understanding",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032922671",
 "po_email": "pvlahos@nsf.gov",
 "po_sign_block_name": "Penny Vlahos",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 449260.0,
 "awd_amount": 449260.0,
 "awd_min_amd_letter_date": "2021-08-02",
 "awd_max_amd_letter_date": "2021-08-02",
 "awd_abstract_narration": "The Arctic is one of the most dynamic and fastest changing regions on the Earth. It has exhibited continued loss of sea-ice in all seasons over the past 40 years as well as surface warming at a pace two to three times faster than the global average. Climate modeling, combined with limited observational data, has been a key tool to investigate the rapidly changing Arctic climate and the implications of that change. Progress, however, has been hampered by many differences and uncertainties in climate model simulations, as highlighted in recent studies. Therefore, a focused effort to better quantify, understand, and constrain model uncertainties in simulations of Arctic climate is urgently needed and such an effort must be based on improved understanding of the key physical processes governing Arctic climate change and variability. This research will focus on  the transport of heat by ocean and atmosphere from the mid-latitudes and tropics to the Arctic, one of the key processes impacting Arctic climate. The project will improve constraints of model uncertainties, a necessary step toward better understanding to what degree the ocean and atmosphere heat transports contribute to the Arctic warming and sea-ice melting, as well as how much the Arctic warming modulates the poleward heat transport and Northern Hemisphere weather and climate. The project will provide a deeper understanding of the key physical processes for the Arctic climate and associated model uncertainties, which can lead to improved predictions and projections for the Arctic and Northern Hemisphere climate and would benefit a wide range of end-user applications, such as weather forecasting, fisheries management, land use, commercial shipping, commercial insurance, and naval operations. The effort includes mentoring of undergraduate students, outreach to the general public and K-12 public schools, and training of a postdoctoral scientist. \r\n\r\nThis project will investigate the drivers and impacts of Arctic climate variability and change, specifically focusing on: (1) understanding the role of poleward heat transport by the ocean and atmosphere; (2) quantifying the model biases influencing the poleward heat transport against available observations; (3) assessing the impact of key model biases in simulated Arctic climate variability and change; and (4) constraining these uncertainties to achieve more robust predictions and projections of the Arctic climate and its impacts. To address these goals, the project will utilize an unprecedentedly large suite of Community Earth System Model simulations in various configurations in conjunction with available observational and reanalysis data sets as well as simulations submitted to the Coupled Model Intercomparison Project phase 6. In addition to analyzing these data sets, limited climate model experiments will be conducted to quantify the impacts of a key model bias on the simulated mean state, variability, and predictability in the Arctic Ocean, including sea ice.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Young-Oh",
   "pi_last_name": "Kwon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Young-Oh Kwon",
   "pi_email_addr": "ykwon@whoi.edu",
   "nsf_id": "000427864",
   "pi_start_date": "2021-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Claude",
   "pi_last_name": "Frankignoul",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Claude Frankignoul",
   "pi_email_addr": "cfrankignoul@whoi.edu",
   "nsf_id": "000091412",
   "pi_start_date": "2021-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 Woods Hole Road, MS #21",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 449260.0
  }
 ],
 "por": null
}