{
 "awd_id": "2106901",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES: Track 1: International Research Experiences in Design of Next Generation VR Simulation based Training Approaches for Orthopedic Surgery",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924904",
 "po_email": "kkuyuk@nsf.gov",
 "po_sign_block_name": "Kristin Kuyuk",
 "awd_eff_date": "2021-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 300759.0,
 "awd_amount": 300759.0,
 "awd_min_amd_letter_date": "2021-05-26",
 "awd_max_amd_letter_date": "2021-05-26",
 "awd_abstract_narration": "The overall goal of this international project is to provide meaningful research experiences to a new generation of U.S. engineers and scientists in the design of Virtual Reality (VR) and haptic (touch) based environments to train medical residents in orthopedic surgery.  Useful research experiences provided to our undergraduate and graduate students will prepare them to contribute to this important emerging area involving medicine/healthcare as well as provide them opportunities to become leaders in this growing field. The uniqueness of the research methods to be explored involves creating 3D computer based approaches and tools, which will enable medical residents to be better trained while reducing the need for them to be trained using small animals or on cadavers. The technology outcomes of this project will be 3D cyber tools which will prepare our residents and budding surgeons to be better trained in surgery; this in turn will enable them to serve the healthcare needs of our public. \r\n\r\nThis international project deals with cutting edge research issues with many engineering challenges and hold significant potential to impact health and medical applications. As breakthroughs in IT continue to revolutionize information centric practices, there is an ever increasing need for engineering and computer science students to be engaged in interdisciplinary research activities to create cyber intensive ‘smart health’ methods and tools to support medical training and related health care contexts. The research activities will include designing advanced 3D Virtual Reality environments (incorporating algorithm based surgical planning methods) which will allow residents to train immersively in complex orthopedic surgical procedures such as condylar plating, which is used to treat fractures of the femur.  Another thrust is designing a haptic based approach to allow the residents to obtain a natural feel for drilling bones and related tasks virtually as part of a simulation based training process within this orthopedic surgical procedure. Such training approaches will enable these residents to be better trained without using cadavers and small animals. The adoption of such smart health approaches has the potential to bring down medical education costs as well as improve the level of surgical skills. As these cyber-intensive approaches become more commonplace, there will be a greater need to encourage more students to pursue such interdisciplinary careers that overlap medicine, engineering and computing.  Through this project, our students will be exposed to leading research environments (in a technological advanced country such as Germany). Such experiences will enable our undergraduate and graduate students to become global leaders in smart health and related areas. This in turn will help our nation continue its leadership in cyber and smart health industries, which in turn will have a positive impact on our nation’s economy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joe",
   "pi_last_name": "Cecil",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joe Cecil",
   "pi_email_addr": "j.cecil@okstate.edu",
   "nsf_id": "000246318",
   "pi_start_date": "2021-05-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oklahoma State University",
  "inst_street_address": "401 WHITEHURST HALL",
  "inst_street_address_2": "",
  "inst_city_name": "STILLWATER",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4057449995",
  "inst_zip_code": "740781031",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OK03",
  "org_lgl_bus_name": "OKLAHOMA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNYDFK5FTSX9"
 },
 "perf_inst": {
  "perf_inst_name": "Oklahoma State University",
  "perf_str_addr": "231 MSCS OSU Campus",
  "perf_city_name": "Stillwater",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "740780001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OK03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5936",
   "pgm_ref_txt": "GERMANY (F.R.G.)"
  },
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  },
  {
   "pgm_ref_code": "7727",
   "pgm_ref_txt": "IRES/DDEP"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 300759.0
  }
 ],
 "por": null
}