{
 "awd_id": "2107351",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES Track I: Modeling Human-Elephant-Conflict Using GIS Methodologies with Engaged Community Ecosystem Management near Wasgamuwa National Park, Sri Lanka",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924904",
 "po_email": "kkuyuk@nsf.gov",
 "po_sign_block_name": "Kristin Kuyuk",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 288303.0,
 "awd_amount": 288303.0,
 "awd_min_amd_letter_date": "2021-06-09",
 "awd_max_amd_letter_date": "2024-09-05",
 "awd_abstract_narration": "The development and utilization of natural resources can create environmental issues when humans disturb wilderness areas and come into conflict with wildlife. Managing ecosystems in these frontier spaces, and mediating conflicts between human and non-human communities, requires an interdisciplinary approach. In the past, when ecosystem management is viewed as a purely technical issue, managers have come into clashed with other stakeholders and communities. It is essential to train future professionals and researchers in interdisciplinary and community engaged research methodologies so they can better mediate environmental conflicts in the future. This is especially true in the area around Wasgamuwa National Park in central Sri Lanka: as humans have expanded their agricultural footprint into elephant grazing lands, Human-Elephant-Conflict (HEC) has increased and led to loses of habitat, housing, and life. The Sri Lanka Wildlife Conservation Society (SLWCS) is an internationally recognized and awarded NGO that works with farmers and villages in and around Wasgamuwa National Park to collaboratively research elephant behavior and find solutions to decrease HEC. Students participating in this IRES project will work with the SLWCS in Sri Lanka to study elephant ecology, community engaged research, and habitat mapping. This project will run for three years, and each year a new cohort of nine U.S. students from the University of Nevada, Reno will participate. The cohorts will be interdisciplinary, with students from STEM fields and the humanities, so that they can learn how to view problems from multiple perspectives. Additionally, recognizing the need for new approaches to solving complex problems in an increasingly global world, students will work with researchers from other institutions in Sri Lanka to learn new research methodologies, develop research questions with community partners, and cultivate communication practices that enable them to effectively engage with different groups. Students participating in the project will learn how to facilitate meaningful collaborations, enabling them as practitioners of natural resource management to cope with environmental issues more effectively – a trait that is increasingly important as anthropogenic forces are challenging the resiliency of ecosystems across the world.\r\n\r\nDeveloping strategies that mitigate Human-Elephant-Conflict (HEC) will ensure beneficial futures for both human and elephant communities that increasingly interact with one another. To identify and assess the driving forces of HEC, as well as examine its environmental impacts, this project will conduct research in Sri Lanka’s Wasgamuwa National Park and the surrounding communities that can contribute to the broader literature on HEC management. Working under the guidance of scientists and researchers with the Sri Lanka Wildlife Conservation Society (SLWCS), participating students will analyze and map the ecology of elephants in relation to HEC in an area that has seen a rapid increase in incidences in recent years. By conducting community-engaged research coordinated by SLWCS personnel, this project will help better inform the contributing factors to HEC in the region and provide recommendations on pathways to effectively address it. Additionally, this project will examine the dynamics of the ecology of elephants in edge habitats, and how natural resource management issues can be mitigated through community engagement. In addition to the primary objective of this research, this project addresses three other areas of scholarly concern: 1) How do natural resource managers and environmental scientists construct productive and meaningful collaborative partnerships with community members and stakeholders?; 2) How do we prepare and train students for the increasingly interdisciplinary nature of natural resource management?; and 3) How do environmental scientists, natural resource managers, and organizations construct and maintain their credibility/ethos in contentious, environmental deliberation? To answer these questions, this project will train and work with 27 University of Nevada, Reno undergraduate students in social-ecological research methodologies, GIS software and techniques, and community based participatory research, in order to work towards mitigating HEC in affected communities. Participating students will be provided with valuable research experiences along with exposure to international collaborations, and they will use the project’s findings to engage communities around the United States and Sri Lanka in developing solutions to complex ecosystem management issues.\r\n\r\nThis project is jointly funded by the International Research Experiences for Students program (IRES) and the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Kelley",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Scott B Kelley",
   "pi_email_addr": "scottkelley@unr.edu",
   "nsf_id": "000771160",
   "pi_start_date": "2024-09-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Ludden",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jason Ludden",
   "pi_email_addr": "JLudden@unr.edu",
   "nsf_id": "000784998",
   "pi_start_date": "2021-06-09",
   "pi_end_date": "2024-09-05"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mike",
   "pi_last_name": "Teglas",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Mike B Teglas",
   "pi_email_addr": "mteglas@cabnr.unr.edu",
   "nsf_id": "000507491",
   "pi_start_date": "2021-06-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Kelley",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Scott B Kelley",
   "pi_email_addr": "scottkelley@unr.edu",
   "nsf_id": "000771160",
   "pi_start_date": "2021-06-09",
   "pi_end_date": "2024-09-05"
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "7497",
   "pgm_ref_txt": "SRI LANKA"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 288303.0
  }
 ],
 "por": null
}