{
 "awd_id": "2107445",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Characterizing Inner Disks in the era of JWST and ALMA",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032928123",
 "po_email": "jkeane@nsf.gov",
 "po_sign_block_name": "Jacqueline Keane",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 558454.0,
 "awd_amount": 558454.0,
 "awd_min_amd_letter_date": "2021-08-27",
 "awd_max_amd_letter_date": "2021-08-27",
 "awd_abstract_narration": "The objective of this research is to better understand the chemical and physical conditions in protoplanetary disks, and how these conditions might influence planetary formation and development. The team will examine existing CO emission data collected by the NIRSPEC spectrometer at the Keck Observatory and the CRIRES spectrometer at the VLT. They will develop a new suite of analysis tools to produce data products for all the protoplanetary disks in the two sets of observations. They will use CO emission to study structures in the inner portions of the disks. They will also study the connection of these structures to the outer parts of the disks using ALMA observations. Lastly, they will study the variability of CO emission in disks and relate this to the potential presence of embedded protoplanets. The PI institution is a primarily undergraduate institution (PUI). The team expects to involve approximately six undergraduates per year in the work. They will also conduct a series of observatory-based outreach events at Vassar College.\r\n\r\nHigh-resolution M band (about 5 microns) spectroscopy is a powerful probe of inner disk structure. Nearly all disks around classical T Tauri and Herbig Ae stars (including disks with inner clearings) show emission from the CO fundamental vibrational transition (v= 1 -> 0), indicative of CO gas in a warm disk atmosphere. In addition, there is an H I Pf beta (n = 7 - 5) emission line at 4.6538 microns which traces accretion of the disk onto the star. Using both the CO emission and Pf beta emission lines, as well as by analyzing the presence of veiling (infilling of spectral lines by continuum) M-band spectra can be used to measure the inner disk dust edge, as CO is photodissociated inside of that radius; to look for line asymmetries or line shape variability due to the presence of planetary mass perturbers (embedded protoplanets); to measure the CO column of the disk atmosphere, or of the disk itself if optically thin; to measure properties such as the dust optical depth for disks with low amounts of veiling the CO/dust ratio for optically thin inner disks and the accretion rate, and to detect evidence of non-Keplerian motions, such as winds. The analytic tools the team will develop include a line flux calculator for emission lines, a line profile (shape) fitter and a line flux (slab model) fitter. Using these tools, the team will produce CO line fluxes and profiles, best-fit CO temperatures, column densities and emitting areas, and kinematically-determined CO emitting locations for all of the disks with NIRSPEC and CRIRES spectra. These results will be used to model observations with the JWST NIRSPEC instrument and to understand the structures of protoplanetary disks.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Colette",
   "pi_last_name": "Salyk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Colette Salyk",
   "pi_email_addr": "cosalyk@vassar.edu",
   "nsf_id": "000836101",
   "pi_start_date": "2021-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vassar College",
  "inst_street_address": "124 RAYMOND AVE",
  "inst_street_address_2": "",
  "inst_city_name": "POUGHKEEPSIE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "8454377092",
  "inst_zip_code": "126040001",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "NY18",
  "org_lgl_bus_name": "VASSAR COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "J3XVZ8JZRJV8"
 },
 "perf_inst": {
  "perf_inst_name": "Vassar College",
  "perf_str_addr": "124 Raymond Ave",
  "perf_city_name": "Poughkeepsie",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "126040001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "NY18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121400",
   "pgm_ele_name": "PLANETARY ASTRONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 558454.0
  }
 ],
 "por": null
}