{
 "awd_id": "2107177",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES Track I: Rapid, Integrated Geotechnical and Geochemical Characterization of Mine Waste for Phytoremediation and Biofuel/Bioenergy Production",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032927079",
 "po_email": "nkoizumi@nsf.gov",
 "po_sign_block_name": "Naoru Koizumi",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 165987.0,
 "awd_amount": 165987.0,
 "awd_min_amd_letter_date": "2021-06-17",
 "awd_max_amd_letter_date": "2021-06-17",
 "awd_abstract_narration": "The transition to renewable energies requires mining raw materials to develop and sustain these sources of energy. Unfortunately, mining has historically created a legacy of heavy metal contamination all over the world. Heavy metal pollution is a serious global challenge that threatens human life and food security. In recent years, simultaneous clean-up of old, legacy mine sites using phytoremediation and valuable metal production from the harvested plants has generated increased interest in the scientific community. There is further interest in investigating the integration of remediation with the production of bioenergy and other bio-based products for a more sustainable approach to plant-based remediation approaches. This project will foster research collaboration between Colorado School of Mines, Georgia College & State University, and foreign collaborators at the University of Zambia. Each year, a diverse group of four undergraduate and two graduate students will work with US and Zambian mentors to conduct six weeks of international field work on the legacy impacts of mining, phytoremediation, and the integration of phytoremediation with bioenergy production. This project aims to a) provide US students with international research experiences that develop global competence skills and awareness, b) increase knowledge and understanding of simultaneous use of plants for phytoremediation and clean energy production, and c) improve human health and provide alternative sources of energy for Zambians. Participating US students will acquire critical industry and societal skills such as critical thinking, logical reasoning, problem solving, data analysis and interpretation, writing, and presentation of results. In addition, the skills and knowledge acquired by US students will be transferable to the US, where the need for more renewable and clean energies are in high demand. Recruitment efforts will focus on attracting students from underrepresented groups in the Earth and environment science fields to increase their representation. The project will expose students to hands-on multidisciplinary research (i.e. soil science, plant science, mining engineering, environmental engineering, geochemistry) and mentoring from experts in multi-disciplinary fields. The US students will gain knowledge on how responsible extraction of raw material is beneficial and crucial to national economic well-being. Through faculty mentoring, US students will gain high quality international research experience, global awareness and cultural experiences to broaden their world views. The increase in energy sources would help the authorities in Zambia and other developing countries supply clean energy and help meet the ever-increasing demand. \r\n\r\nThe technical objective is to identify geochemical and geotechnical parameters that control the effectiveness of integrated phytoremediation and biofuel production. The hypothesis to be tested is that extraction rates and biofuel potential of hyper accumulator native plant species are a function of climate and the natural variation in the composition and geotechnical properties of mine waste dumps. A secondary objective is to investigate the feasibility of rapid, integrated geotechnical and geochemical characterization of mine waste for phytoremediation and biofuel/bioenergy (i.e., bioethanol, biodiesel biogas/CNG and bioelectricity) production at old mine sites. The study aims to rapidly characterize the properties of old mine waste dumps at selected target sites using advanced geotechnical engineering techniques, identify local metallophyte and pseudometallophyte plant species that can colonize sites that have been highly polluted with heavy metals, identify and compare the most efficient local hyperaccumulator plants, and investigate the biofuel/bioenergy potential of the identified hyperaccumulators.  Results from this project will advance knowledge in phytoremediation and the utilization of locally available plants to mitigate adverse health effects of heavy metal pollution while converting biomass to energy, and thereby reducing pressure on fossil fuels and hydroelectricity.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Mutiti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel Mutiti",
   "pi_email_addr": "samuel.mutiti@gcsu.edu",
   "nsf_id": "000681388",
   "pi_start_date": "2021-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia College",
  "inst_street_address": "231 W HANCOCK ST",
  "inst_street_address_2": "",
  "inst_city_name": "MILLEDGEVILLE",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4784452753",
  "inst_zip_code": "310613371",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "GA08",
  "org_lgl_bus_name": "GEORGIA COLLEGE & STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "S3FFMKN95RF1"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia College",
  "perf_str_addr": "231 W. Hancock Street CBX",
  "perf_city_name": "Milledgeville",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "310613375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "GA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7402",
   "pgm_ref_txt": "ZAMBIA"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 165987.0
  }
 ],
 "por": null
}