{
 "awd_id": "2107127",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES Track I Investigating the demographic consequences of species interactions",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924904",
 "po_email": "kkuyuk@nsf.gov",
 "po_sign_block_name": "Kristin Kuyuk",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2021-08-13",
 "awd_max_amd_letter_date": "2021-08-13",
 "awd_abstract_narration": "This award is funded in whole under the American Rescue Plan Act of 2021 (Public Law 117-2).\r\n\r\nPlants and insects develop mutually beneficial relationships. These mutualistic relationships are important for the maintenance of biological diversity. However, mutualistic relationships are increasingly threatened by expanding human activities including farming, species invasion and forest overharvest. This International Research Experience for Students (IRES) grant will support 3 cohorts of 5 US students over a 3 years period to spend 6 weeks/year in Benin conducting collaborative research with mentors and students from three Benin universities. This project will broaden participation in STEM by recruiting from a strong pool of underrepresented minority students via an integrated recruitment strategy. These US students will gain research skills investigating the causes and consequences of the disruption of mutualistic relationships between African mahogany and weaver ants with a focus on statistical analysis of real data they collect by themselves. By studying the mechanistic influence of human activities on mutualism disruption, this project will advance our knowledge of how ecological interactions can persist in human-modified landscapes. From an educational perspective, this IRES project will advance our understanding of the role that learning from peers in multicultural environment plays in alleviating students’ fear of statistics, one of the major issues limiting the recruitment of minorities in ecology programs. This IRES project will facilitate international research collaboration and provide evidence for the importance of field research experience in training a diverse globally engaged workforce. A foundational outcome of this IRES project is the training of 3 cohorts of 5 US students, while sequentially building on each cohort’s work, advancing global collaboration through global science, training the next generation of scientists, and support workforce development in ecology, statistical methods, field research and scientific communication. \r\n\r\nThis proposal will investigate the causes and consequences of mutualism disruption by chronic anthropogenic disturbance via an international field research experience designed to address statistics anxiety among college students. Ecological interactions are important for the conservation of biodiversity. However, the role of mutualism, the beneficial interaction between species, has long been ignored as compared to negative interactions such as competition and predation. Mutualistic relationships are increasingly threatened by chronic anthropogenic disturbance and this poses a global threat to biodiversity. To uncover the causes and understand the ecological consequences of mutualism disruption requires not just observational or experimental studies but also statistical and mathematical modeling. However, the development of these skills in life science students is challenged by statistics and mathematics anxiety, the discomfort or apprehension students experience when taking statistics tests or doing statistical analysis. Research show statistics anxiety can be alleviated via teamwork where students take ownership of their data analysis. This project will provide opportunity to 3 cohorts of 5 US students over a 3 years period to spend 6 weeks/year in Benin conducting collaborative research with mentors and students from three Benin universities. To broaden participation, we will recruit a diverse pool of underrepresented minorities students, particularly Black and women students. Prior to departure to Benin, students will receive instructional scaffolding on how to analyze biological data, how to develop peer-teaching plan, individual professional development plan, how to do research and in scientific communication. Students will then design their own lesson plan and teach the statistical data analysis techniques they previously learned to peer Benin students. In-country research will be based on multicultural teams of paired Benin and US students who, for six weeks, will pursue field demographic studies, manipulative experiments and mathematical modeling to investigate how traditional tree branch harvesting by local people disrupts facultative plant-ant mutualism and measure its ecological consequences. This research, which is an integral part of the PI research program, will culminate in a final research symposium. Students will continue their post-travel engagements by preparing manuscripts for publication. These IRES research sites in Benin represent one of the longest running and detailed plant demographic studies in Africa established by the PI over two decades. Conducting this research while training students not only leverages a global team approach, but it will also provide scaffolding that can limit student’s statistics anxiety by building confidence and reducing cognitive avoidance.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Orou",
   "pi_last_name": "Gaoue",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Orou G Gaoue",
   "pi_email_addr": "ogaoue@utk.edu",
   "nsf_id": "000549098",
   "pi_start_date": "2021-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "1331 CIR PARK DR",
  "perf_city_name": "Knoxville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379163801",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  }
 ],
 "app_fund": [
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}