{
 "awd_id": "2108314",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CDS&E: Constraining the uncertain physics of galaxy formation: cosmic rays, black holes, and beyond",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032927597",
 "po_email": "loedward@nsf.gov",
 "po_sign_block_name": "Louise O. V. Edwards",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 330903.0,
 "awd_amount": 330903.0,
 "awd_min_amd_letter_date": "2021-08-18",
 "awd_max_amd_letter_date": "2021-08-18",
 "awd_abstract_narration": "Computer simulations of galaxy formation are powerful tools to help understand, test, and predict the observed properties of galaxies in the local and extremely distant Universe. Given the large number of sensitive wide-area galaxy surveys that have recently started (or are soon to be underway) there is a critical need for simulations that model the formation and evolution of galaxies with the highest accuracy. The proposed research will build upon the group’s earlier transformative galaxy simulations by adding the effects of gas accretion onto massive black holes, extremely high energy atomic nuclei (cosmic rays), and magnetic fields. These efforts will additionally train graduate and undergraduate students, mentor area high school students, and produce animations for public shows. The team will continue an educational program for prison inmates.\r\n\r\nThis research represents the further development of a project started several years ago by the FIRE (Feedback in Realistic Environments) collaboration to create state-of-the-art hydrodynamic simulations of galaxy formation and evolution that included a detailed treatment of “feedback” from massive stars and supernovae. That work successfully reproduced a wide range of observed galaxy properties – masses, chemical abundances trends, and scaling relations – for dwarf galaxies up to approximately Milky Way sized (L*) systems. For more massive galaxies, an accurate treatment of the energy injected by rapidly accreting massive black holes (i.e., active galactic nuclei; AGN) is required. This is one of the primary updates to the original FIRE simulation code proposed here. Other potentially important processes, including magnetic fields and cosmic rays, and a new framework to track chemical abundances are to be implemented as well. These promise to result in new galaxy simulations with parsec-scale resolution that are more accurate and that allow predictions (i.e., “forward modeling”) for a wide range of physical phenomena, including resolved radio and gamma-ray emission, cosmic ray spectra, Faraday rotation in and around galaxies, the Sunyaev-Zeldovich effect, and the dynamics of the circum-galactic medium. The FIRE team will make publicly available to the scientific community new modules for the GIZMO simulation code developed as part of this work, as well as data products from the project. In the area of Broader Impacts this project will support four graduate students, a dozen undergraduate students, and a number of high-school students involved in creating scientific animations. The team will also engage inmates in educational activities via a partnership with the Stateville Correctional Center.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dusan",
   "pi_last_name": "Keres",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dusan Keres",
   "pi_email_addr": "dukeres@ucsd.edu",
   "nsf_id": "000641950",
   "pi_start_date": "2021-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930934",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 330903.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merrit: This NSF-funded project supported the production and analysis of new cosmological galaxy formation simulations, which include sophisticated models for magnetic fields, cosmic rays, the physics of supermassive black holes and improved treatment of material ejected during stellar evolution. These simulations enabled a closer look at some of the key uncertainties in galaxy formation and helped answer questions that were not possible to address with previous generations of simulations.&nbsp;PI and graduate students at UC San Diego worked on the project with other PI institutions (Caltech, Northwestern, and Princeton) and with broader FIRE collaboration. In addition to advances in the understanding of galaxy formation, forward-modeling of observables enabled direct constraints of uncertain processes in galaxy formation. We have shown that the joint evolution of stellar feedback, cosmic rays, and magnetic fields can explain gamma-ray and radio synchrotron emission from galaxies and these observations in-turn constrain underlying cosmic ray transport. The team also showed the potential of gas absorbers in the circum-galactic medium and X-ray emission from the hot halo gas to constrain the transport of cosmic rays. We have further constrained the galactic baryon cycle by characterizing the gas infall and outflows close to galactic disks, including slow radial gas sinking through the disk that enables long-term star formation in galaxies such as our own Milky Way. The detailed analysis uncovered the role of gravity and feedback from supernovae in the transport of angular momentum outward, which causes continuous gas flow inward. Finally, PI and his group made significant advances in self-consistent modeling of dust evolution in galaxies that explained the dominant role of accretion of gaseous metals for dust growth and depletions of different metal species onto dust grains. In the future, these models will enable more accurate calculations of emergent, dust-obscured light from galaxies.</p>\r\n<p><br />Broader impact: Graduate students funded by this grant were mentored by the PI (and co-mentored by the other three PIs) and were trained in astrophysics research and physics related to hydrodynamical and non-thermal interactions of gas and plasma. The students also gained extensive experience in running massively parallel simulations on supercomputers and in general computing and data analysis. The PI delivered public talk at a local minority-serving community college and and students participated in public science outreach. The visualizations developed by the FIRE collaboration are broadly distributed to the public (including via FIRE collaboration web-page) and are used in teaching, talks, and featured in planetarium and television shows. The team has publicly released a large number of outputs from a range of FIRE simulations enabling a broad use of the products from this project by the scientific community.</p><br>\n<p>\n Last Modified: 01/27/2025<br>\nModified by: Dusan&nbsp;Keres</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merrit: This NSF-funded project supported the production and analysis of new cosmological galaxy formation simulations, which include sophisticated models for magnetic fields, cosmic rays, the physics of supermassive black holes and improved treatment of material ejected during stellar evolution. These simulations enabled a closer look at some of the key uncertainties in galaxy formation and helped answer questions that were not possible to address with previous generations of simulations.PI and graduate students at UC San Diego worked on the project with other PI institutions (Caltech, Northwestern, and Princeton) and with broader FIRE collaboration. In addition to advances in the understanding of galaxy formation, forward-modeling of observables enabled direct constraints of uncertain processes in galaxy formation. We have shown that the joint evolution of stellar feedback, cosmic rays, and magnetic fields can explain gamma-ray and radio synchrotron emission from galaxies and these observations in-turn constrain underlying cosmic ray transport. The team also showed the potential of gas absorbers in the circum-galactic medium and X-ray emission from the hot halo gas to constrain the transport of cosmic rays. We have further constrained the galactic baryon cycle by characterizing the gas infall and outflows close to galactic disks, including slow radial gas sinking through the disk that enables long-term star formation in galaxies such as our own Milky Way. The detailed analysis uncovered the role of gravity and feedback from supernovae in the transport of angular momentum outward, which causes continuous gas flow inward. Finally, PI and his group made significant advances in self-consistent modeling of dust evolution in galaxies that explained the dominant role of accretion of gaseous metals for dust growth and depletions of different metal species onto dust grains. In the future, these models will enable more accurate calculations of emergent, dust-obscured light from galaxies.\r\n\n\n\nBroader impact: Graduate students funded by this grant were mentored by the PI (and co-mentored by the other three PIs) and were trained in astrophysics research and physics related to hydrodynamical and non-thermal interactions of gas and plasma. The students also gained extensive experience in running massively parallel simulations on supercomputers and in general computing and data analysis. The PI delivered public talk at a local minority-serving community college and and students participated in public science outreach. The visualizations developed by the FIRE collaboration are broadly distributed to the public (including via FIRE collaboration web-page) and are used in teaching, talks, and featured in planetarium and television shows. The team has publicly released a large number of outputs from a range of FIRE simulations enabling a broad use of the products from this project by the scientific community.\t\t\t\t\tLast Modified: 01/27/2025\n\n\t\t\t\t\tSubmitted by: DusanKeres\n"
 }
}