{
 "awd_id": "2108367",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Massive and Distant Clusters of WISE Survey 2",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032925387",
 "po_email": "aberlind@nsf.gov",
 "po_sign_block_name": "ANDREAS BERLIND",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 231104.0,
 "awd_amount": 231104.0,
 "awd_min_amd_letter_date": "2021-07-01",
 "awd_max_amd_letter_date": "2021-07-01",
 "awd_abstract_narration": "This project is a collaborative project between the University of Florida and the University of Missouri Kansas City to search for galaxy clusters and protoclusters in the distant Universe, back to the time when the first clusters were forming. The survey data will allow for detailed studies of the most massive galaxies in the universe at the time when they were rapidly growing.  The program is based upon catalogs created by NASA’s Wide-field Infrared Survey Explorer (WISE), a space-based observatory that performed an all-sky survey in the infrared.  Combining the WISE data with catalogs from the Dark Energy Camera (DECam) on the Blanco telescope in Chile will allow the team to determine where the first clusters are forming in a 3D volume of the universe.  The technique has already been tested and has correctly identified known clusters from the IRAC Distant Cluster Survey.  The project also includes a joint virtual public viewing night program at both institutions using remote observing from the Rosemary Hill Observatory. This plan enables public engagement during the pandemic and will expand the reach of public observing programs in both states post-covid. \r\n\r\nThis project will result in a program to detect and characterize the massive galaxy cluster population at 0.5<z<2 over 10,480 sq. degrees. The proposed program, the Massive and Distant Clusters of WISE Survey 2 (MaDCoWS2) builds upon a successful previous cluster survey by the same team, which focused upon galaxy clusters at z~1. The cluster sample resulting from the MaDCoWS2 program will enable detailed investigations of the evolution of massive galaxies in the most overdense environments since the epoch of peak star formation and rapid mass assembly. By extending the redshift baseline to z = 2, the project will reach into the era of protoclusters, in which the first massive clusters are just forming and embedded in larger scale protocluster environments comprised of dense filaments and less massive groups that will be accreted by the central clusters at later times.  The foundation for this program is CatWISE, a program to create deep catalogs exploiting the full depth of NASA Wide-field Infrared Survey Explorer (WISE) data at 3.4 and 4.6 microns. A combination of optical photometry will be used from large Dark Energy Camera (DECam) data and WISE photometry from the CatWISE2020 catalog to compute Bayesian photometric redshift probability distributions for the CatWISE2020 galaxy sample, and then the PZWav code will be used to detect cluster scale overdensities within a 3D data cube. The PIs will foster the career development of the students working on this project. This research will be complemented by the outreach programs. The team will initiate and run a joint virtual public night program at their institutions using remote observing from the Rosemary Hill Observatory. This plan enables public engagement during the pandemic and will expand the reach of public observing programs in both states post-covid.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Gonzalez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony Gonzalez",
   "pi_email_addr": "anthonyhg@ufl.edu",
   "nsf_id": "000370039",
   "pi_start_date": "2021-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1 University of FLorida",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 231104.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\">This project used data from the NASA WISE mission in conjunction with ground-based imaging from the Dark Energy Camera Legacy Survey to detect galaxy clusters<span>&nbsp; </span>over a large fraction of the extragalactic sky.<span>&nbsp; </span>The resulting galaxy cluster catalogs, which are published in two papers in The Astrophysical Journal, present over 130,000 galaxy clusters at distances of 2 to 10.5 billion light years away from us. This distance range enables us to look back in time to the epoch when the first clusters were forming and enables future studies to explore in detail the evolution of galaxies in clusters over 8 billion years starting at this epoch. While the easiest to detect, nearby clusters were previously discovered, the majority of these clusters were previously unknown, and so this work provides a significant improvement in the sample available for such studies.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">&nbsp;</span></p>\r\n<p class=\"p1\"><span class=\"s1\">As part of this work, we provide estimates of the distances to each cluster, and a means of estimating the mass of each cluster. We also characterize the completeness of our catalog as a function of distance, and use machine learning methods to minimize contamination.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">&nbsp;</span></p>\r\n<p class=\"p1\"><span class=\"s1\">In addition to constructing this catalog, we aslo perform a scientific analysis in which we stack imaging data from the Herschel and WISE missions to look at the evolution of star formation in the galaxies in clusters over cosmic time. We find a drop in the star formation per unit mass between redshifts of 1.6 and 1.35 (corresponding to ages of the Universe of 4 and 4.7 billion years), indicating that at this epoch the dense cluster environment begins to rapidly shut off star formation in cluster galaxies. This rapid quenching favors physics in which the hot gas in the cluster actively removes the cold gas in cluster galaxies that fuels star formation, a process known as ram pressure stripping, rather than slower physical mechanisms.</span></p>\r\n<p class=\"p1\">&nbsp;</p>\r\n<p class=\"p1\">Finally, we conducting one additional analysis in which we are measuring the average size of what is known as the splashback radius as a function of the redshift and signal-to-noise ratio for the cluster sample. The splashback radius is the maximum radius that a galaxy reaches (apogee of orbit) after falling into a cluster, and is directly related to the mass of the cluster. This work is not yet finished, but will provide an independent estimate of cluster masses limits for the ensemble.&nbsp;</p>\r\n<p class=\"p1\">&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/02/2025<br>\nModified by: Anthony&nbsp;Gonzalez</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project used data from the NASA WISE mission in conjunction with ground-based imaging from the Dark Energy Camera Legacy Survey to detect galaxy clusters over a large fraction of the extragalactic sky. The resulting galaxy cluster catalogs, which are published in two papers in The Astrophysical Journal, present over 130,000 galaxy clusters at distances of 2 to 10.5 billion light years away from us. This distance range enables us to look back in time to the epoch when the first clusters were forming and enables future studies to explore in detail the evolution of galaxies in clusters over 8 billion years starting at this epoch. While the easiest to detect, nearby clusters were previously discovered, the majority of these clusters were previously unknown, and so this work provides a significant improvement in the sample available for such studies.\r\n\n\n\r\n\n\nAs part of this work, we provide estimates of the distances to each cluster, and a means of estimating the mass of each cluster. We also characterize the completeness of our catalog as a function of distance, and use machine learning methods to minimize contamination.\r\n\n\n\r\n\n\nIn addition to constructing this catalog, we aslo perform a scientific analysis in which we stack imaging data from the Herschel and WISE missions to look at the evolution of star formation in the galaxies in clusters over cosmic time. We find a drop in the star formation per unit mass between redshifts of 1.6 and 1.35 (corresponding to ages of the Universe of 4 and 4.7 billion years), indicating that at this epoch the dense cluster environment begins to rapidly shut off star formation in cluster galaxies. This rapid quenching favors physics in which the hot gas in the cluster actively removes the cold gas in cluster galaxies that fuels star formation, a process known as ram pressure stripping, rather than slower physical mechanisms.\r\n\n\n\r\n\n\nFinally, we conducting one additional analysis in which we are measuring the average size of what is known as the splashback radius as a function of the redshift and signal-to-noise ratio for the cluster sample. The splashback radius is the maximum radius that a galaxy reaches (apogee of orbit) after falling into a cluster, and is directly related to the mass of the cluster. This work is not yet finished, but will provide an independent estimate of cluster masses limits for the ensemble.\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 01/02/2025\n\n\t\t\t\t\tSubmitted by: AnthonyGonzalez\n"
 }
}