{
 "awd_id": "2108690",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Phase-Sensitive Chiral Sum Frequency Generation Vibrational Spectroscopy for Probing Protein Hydration at Aqueous Interfaces",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032920000",
 "po_email": "puiho@nsf.gov",
 "po_sign_block_name": "Pui Ho",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 435000.0,
 "awd_amount": 486957.0,
 "awd_min_amd_letter_date": "2021-07-26",
 "awd_max_amd_letter_date": "2024-05-06",
 "awd_abstract_narration": "With the support of the Chemistry of Life Processes (CLP) Program in the Division of Chemistry, Professor Elsa Chui-Ying Yan of Yale University is studying protein interactions with water on surfaces by developing a new optical method. Proteins are molecular machineries that carry out biological functions. Many of them are situated on cell surfaces for critical life processes, such as cell communication, cell adhesion, and immunological response. These proteins are excellent targets for drug design and the recent success in developing the COVID-19 vaccine is an example. In industries, protein stability upon interactions with surfaces can greatly impact product quality, such as food packaging and drug delivery systems. Also, proteins are incorporated on surfaces for making biosensors and molecular devices. Therefore, being able to predict protein behaviors on various surfaces can help advance fundamental knowledge and develope new drugs and materials. Nonetheless, proteins on surfaces cannot function by themselves. Not only do they interact with the surface materials (e.g., cell membrane and plastic packages), they are also integrated with surrounding water molecules. These water molecules determine protein structures and functions, and thus must be considered to fully understand and predict protein behaviors. Professor Yan will develop a new optical technique with unprecedented selectivity for detecting water molecules and their interactions with proteins on surfaces. Combining experimental and computational methods, Professor Yan will develop approaches to generate detailed descriptions of these water molecules interacting with various types of proteins on surfaces. Professor Yan will provide training opportunities to students at various levels in conducting scientific research and organize students to reach out to a neighborhood high school to support their STEM education program and hold panel discussions on STEM career opportunities. \r\n\r\nThe project will develop external heterodyne chiral vibrational sum frequency (SFG) generation spectroscopy to probe protein hydration at interfaces. This method is expected to have the advantages of being in situ, real-time, and label-free. More importantly, it will provide unique selectivity to water molecules surrounding proteins that are in folded chiral structures without interference of background signals from interfacial and bulk water. The project will construct an external heterodyne SFG spectrometer to acquire water O-H stretching spectra at the air/water interface in the presence of proteins that with attention to their secondary, tertiary, and quaternary structures. Molecular dynamics (MD) models being constructed at the interface will be used to simulate the phase-resolved chiral SFG spectra. The comparison of the experimental and computational spectra in conjunction with analyses of the MD trajectories will allow for extraction of information about topology and local interactions of water molecules around the proteins. Finally, the combined experimental and computational approaches will be used to investigate changes in water structures during protein denaturation on surfaces.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elsa Chui-Ying",
   "pi_last_name": "Yan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elsa Chui-Ying Yan",
   "pi_email_addr": "Elsa.yan@yale.edu",
   "nsf_id": "000537579",
   "pi_start_date": "2021-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "255 Prospect Street",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065118499",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 290000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 145000.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 51957.0
  }
 ],
 "por": null
}