{
 "awd_id": "2108683",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Infinite horizon risk-sensitive control of diffusions with applications in stochastic networks",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eun Heui Kim",
 "awd_eff_date": "2021-06-01",
 "awd_exp_date": "2022-02-28",
 "tot_intn_awd_amt": 221055.0,
 "awd_amount": 221055.0,
 "awd_min_amd_letter_date": "2021-05-18",
 "awd_max_amd_letter_date": "2021-05-18",
 "awd_abstract_narration": "This research will advance mathematical analysis in stochastic control and make important contributions to applied probability and stochastic networks. The research will also have an impact on real-world applications in large-scale data centers, manufacturing, telecommunications, healthcare, inventory, and service systems, providing skills and tools to manage them effectively. Such systems can often be modeled as a stochastic network, with multiple jobs and many servers, and complex network topology. The operations and management of these sophisticated networked systems are subject to many risk factors under various random environments. This research will develop advanced methods and algorithms to provide solutions that mitigate the potential operational risks in a large-scale network model system. The model system roughly describes the system dynamics in large-scale parallel server networks. The research will provide approximate optimal scheduling and other operational policies. Risk-sensitive control has the advantage of achieving good performance in the presence of disturbances and uncertainty. It also limits large fluctuations since it penalizes higher moments of the running cost. The investigators will incorporate their findings into the existing graduate courses in stochastic networks and control, and disseminate them through seminars on relevant research topics. The research involves a team of interdisciplinary researchers, including those from underrepresented minority groups, and provides training opportunities for graduate students with new mathematical skills. \r\n\r\nThe objectives of the research are: (1) To develop a comprehensive theoretical framework for the study of eigenvalues of elliptic systems and integro-differential operators to address the associated problems in infinite-horizon risk sensitive control (IHRS) of regime-switching and jump diffusions. (2) To develop the techniques required to establish asymptotic optimality and study the associated stochastic differential games and large deviation characterizations. (3) To study the large-time asymptotic behavior and relative value iteration algorithms, which form the basis of rolling horizon control and reinforcement learning methods. This research will greatly advance the theory of eigenvalues of integro-differential operators and elliptic systems and produce ground-breaking methodologies for risk-sensitive control of diffusions (with jumps) and regime-switching diffusions. On the analytical side, this research will greatly contribute to the current efforts in the literature concerning nonlinear eigenvalue problems in unbounded domains. A wealth of results on variational characterizations, maximum and large deviation principles, and the associated Feynman-Kac semigroup for nonsymmetric operators are expected to be obtained.  Another important contribution of the proposed research is analyzing large-time asymptotic behavior, which includes the study of relative value iteration algorithms and rolling horizon control. The research will also advance the understanding of the risk-sensitive asymptotically optimal scheduling policies for large-scale parallel server networks, including those in random environments that give rise to jump-diffusion and regime-switching diffusion limits. New methods involving the equivalent stochastic differential game and spatial truncation techniques will be developed to prove lower and upper bounds for asymptotic optimality. Last, but not least, this research aims to close the gap between probabilistic and analytical methods, aiming to improve the interaction between the two communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Guodong",
   "pi_last_name": "Pang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guodong Pang",
   "pi_email_addr": "gdpang@rice.edu",
   "nsf_id": "000573702",
   "pi_start_date": "2021-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "110 Technology Center Building",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "079Z",
   "pgm_ref_txt": "Machine Learning Theory"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 6522.0
  }
 ],
 "por": null
}