{
 "awd_id": "2108818",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Probing Coordination Specificity of Metalloprotein Domains with Peptide-Polymer Amphiphile Self Assembly",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927168",
 "po_email": "tompinta@nsf.gov",
 "po_sign_block_name": "Tomislav Pintauer",
 "awd_eff_date": "2021-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 281334.0,
 "awd_amount": 315105.0,
 "awd_min_amd_letter_date": "2021-05-24",
 "awd_max_amd_letter_date": "2021-12-15",
 "awd_abstract_narration": "With the support of the Macromolecular, Supramolecular and Nanochemistry Program in the Division of Chemistry, Dr. Abigail Knight (University of North Carolina, Chapel Hill) and Dr. Yaroslava Yingling (North Carolina State University) aim to develop tools to better understand how the folding and arrangement of protein and protein-like molecules impacts their ability to bind to metal ions. Metal binding materials have significant potential for applications such as water purification or metal-binding therapies but designing materials that bind only to the requisite ions in complex environments, such as water treatment plants or biological fluids, remains a challenge. Inspired by natural metal-binding proteins, the team aims to generate experimental and computational tools to systematically study how to control the 3D structure of a peptide to promote desired metal binding properties. The research findings will provide design principles for the advancement of next generation materials within synthetic biology, drug delivery, and nanoelectronics. A database of this information will be created to aggregate the information generated from these pursuits in addition to the active recruitment of contributions from other researchers. This, alongside the continuing efforts of both PIs to communicate this research to the public, will maximize the impact of this work.\r\n\r\nControlled coordination of metal ions is critical for engineering complex functions into next generation materials. However, rational design of these materials is a longstanding challenge with obstacles arising from many interrelated properties contributing to the coordination spheres. This project focuses on the development of a supramolecular platform for systematically evaluating the role of peptide conformation on the specificity of metal-ion coordination and affinity for target metal ions. Metalloprotein-mimetic self-assembled materials are of particular interest as the supramolecular assembly provides a modular platform for tuning the surface curvature, and thus conformation, of peptides in a metal-binding site. The goal of this iterative experimental/computational study is to provide a fundamental understanding of how the assembled morphology and peptide conformation contribute to metal binding specificity, unlocking rules of metal ion homeostasis and providing insight into the design of proteins and materials with complex metal-binding profiles. The results will enable a deeper understanding of the role of macromolecule conformation on metal binding selectivity and affinity, which has the potential to help overcome significant hurdles in the de novo design of metallo-proteins and multi-stimuli responsive materials. The products of this proposal will be integrated into a database and to make available to the supramolecular assembly and protein-mimetic communities with a new source of valuable information.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yaroslava",
   "pi_last_name": "Yingling",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Yaroslava G Yingling",
   "pi_email_addr": "yara_yingling@ncsu.edu",
   "nsf_id": "000217321",
   "pi_start_date": "2021-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "911 Partners Way, Engineering Bu",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957907",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "CL10",
   "pgm_ref_txt": "CLB-Career Life Balance"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 281334.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 33771.0
  }
 ],
 "por": null
}