{
 "awd_id": "2108623",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Next-Generation Optical Contrasts for Characterization of Biological Tissue, Hard Matter, and Cultural Heritage Objects",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jose Almirall",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 510420.0,
 "awd_amount": 510420.0,
 "awd_min_amd_letter_date": "2021-08-12",
 "awd_max_amd_letter_date": "2021-08-12",
 "awd_abstract_narration": "With support from the Chemical Measurement and Imaging (CMI) Program in the Division of Chemistry, Drs. Martin Fischer and Warren Warren at Duke University will develop optical microscopy techniques to investigate the three-dimensional structure and function of a wide range of materials, including biological tissue and pigments used in historical artwork. Traditionally, these complex materials pose severe challenges for optical imaging and often the samples need to be cut open to investigate layers below the surface. Newly developed imaging methods allow for three-dimensional imaging without sample destruction and the investigators are developing techniques to extend the range of chemical contrast, the depth of imaging, and the ability to interpret the results. This development has the potential to detect microscopic changes in skin and artwork during the onset of deterioration, which could aid in early diagnosis and better choice of treatment options. The methods developed by this program benefit academic research and could lead to a device of great interest to biomedical researchers and conservators alike.\r\n\r\nMultiple ultrafast laser pulses can interact with matter via a wide range of nonlinear processes. The investigators have pioneered an imaging method, pump-probe microscopy, that turns such interactions into detectable contrast for imaging with low average power at high speeds and they have demonstrated applications in biological tissue, historical artworks, and engineered materials. The signals acquired with this microscopy method depend on many parameters, such as the laser pulse wavelengths, inter-pulse delay, relative polarization, and detection direction. The range of parameters presents a challenge due to the complexity of the response, but also an opportunity for recording images using multiple parameters to provide different contrast types and a diverse and comprehensive view of the sample. The investigators are developing a pump-probe microscopy platform that can efficiently, safely, and rapidly acquire multi-modal, multi-parameter data sets that provide images with molecular specificity for biology and cultural heritage. Specifically, the investigators and their team will pursue the following research goals: (i) systematically investigate and model the dependence on imaging and sample parameters (i.e., wavelength, polarization, scattering angle) to separate the complex set of nonlinear optical interactions and decompose the images into fundamental components; and (ii) develop a coherent femtosecond pulse shaping and detection approach for efficient multi-modal and multi-parameter acquisition. The research seeks to develop a microscope that will be able to non-invasively extract comprehensive molecular and structural information in biological tissue and historical artwork.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Fischer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Martin Fischer",
   "pi_email_addr": "martin.fischer@duke.edu",
   "nsf_id": "000541857",
   "pi_start_date": "2021-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Warren",
   "pi_last_name": "Warren",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Warren S Warren",
   "pi_email_addr": "warren.warren@duke.edu",
   "nsf_id": "000331876",
   "pi_start_date": "2021-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W. Main St, Suite 710",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054010",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 510420.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Noninvasive imaging at high spatial resolution in an entire three-dimensional volume, rather than just at the surface, is critical for the evaluation of pigmentation in biological samples and in historical artworks. We were among the pioneers of a nonlinear optical imaging technique, pump-probe microscopy, which we have successfully applied to map a range of pigments in both biomedical and cultural heritage samples. In skin, we have imaged melanin in biopsies as a marker for melanoma, a very aggressive form of skin cancer. In artworks, we had mapped a large number of paint pigments, both in mock-up samples and in historic artifacts. An important application of this imaging technique is the investigation of pigment degradation. In melanoma, melanin is broken down by the rapidly growing cancer cell, changing the pump-probe signature in a subtle but characteristic way. In paintings, the pump-probe signature can also change as a pigment degrades through chemical reactions between pigments or between pigments and the surrounding binder, or through environmental influences like humidity or light exposure. Through detailed imaging of melanoma and paint samples with pump-probe microscopy we have investigated pigment degradation pathways and established technologies to map not only the pigments but also the extent of degradation. In paint samples, our technology is sensitive enough to visualize degradation in individual pigment grains, even when degradation is not yet detectable as color changes to the eye. We have also developed data analysis tools based on machine learning, which help convert the subtle difference in the microscopy signals into reliable classification of pigments and their degradation products. The machine learning models are trained in reference pigments and are then applied to classify the relevant pigments in real samples. We have demonstrated this technique in cultural heritage, where we were able to differentiate common carbon-based black pigments with good accuracy from each other in mixtures of these pigments and in mixtures with other colors. The lessons learned from the study of black pigments in art will guide advances in the evaluation of melanoma biopsies.</p>\r\n<p>The major highlight we achieved related to this project was the mapping of light- and humidity-induced degradation of Cadmium yellow paint grains on a microscopic scale in three dimensions. This type of pigment was heavily used by prominent artists, including Monet, van Gogh, Munch, Matisse, and Picasso, due to their vivid colors and bright hues. Yet, many of their works have been found to suffer from degradation of the Cadmium yellow, and understanding the microscopic mechanism of degradation is important for conservation of these irreplaceable artworks. The resulting publication has received widespread attention and has been the subject of numerous news features (a selection of which are: \"Pump-probe microscopy advances artwork restoration\" in Laser Focus World, \"Pump&ndash;probe microscopy reveals how historical paintings fade\" in IOP Physics World, and \"Laser vision reveals centuries of unseen decay in masterpiece paintings\" in StudyFinds). Furthermore, the results from our studies have contributed to numerous awards to the graduate students and the principal investigators, such as an Optica Fellowship, ACS Bright Wilson Award in Spectroscopy, Tomas B. Hirschfield Scholar Award, and several graduate student fellowship awards.</p>\r\n<p>All graduate students involved with this project worked closely with the conservation scientists at the National Gallery of Art in Washington, DC, and the Nasher Museum of Art at Duke University. The graduate students and/or principal investigators have attended and presented at numerous national and international conferences, such as the Gordon Research Conference on Scientific Methods in Cultural Heritage Research, Optics for Arts, Architecture, and Archaeology, and the Scientific Methods in Cultural Heritage Ph. D. Academy at Venice International University.</p><br>\n<p>\n Last Modified: 12/20/2024<br>\nModified by: Martin&nbsp;Fischer</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nNoninvasive imaging at high spatial resolution in an entire three-dimensional volume, rather than just at the surface, is critical for the evaluation of pigmentation in biological samples and in historical artworks. We were among the pioneers of a nonlinear optical imaging technique, pump-probe microscopy, which we have successfully applied to map a range of pigments in both biomedical and cultural heritage samples. In skin, we have imaged melanin in biopsies as a marker for melanoma, a very aggressive form of skin cancer. In artworks, we had mapped a large number of paint pigments, both in mock-up samples and in historic artifacts. An important application of this imaging technique is the investigation of pigment degradation. In melanoma, melanin is broken down by the rapidly growing cancer cell, changing the pump-probe signature in a subtle but characteristic way. In paintings, the pump-probe signature can also change as a pigment degrades through chemical reactions between pigments or between pigments and the surrounding binder, or through environmental influences like humidity or light exposure. Through detailed imaging of melanoma and paint samples with pump-probe microscopy we have investigated pigment degradation pathways and established technologies to map not only the pigments but also the extent of degradation. In paint samples, our technology is sensitive enough to visualize degradation in individual pigment grains, even when degradation is not yet detectable as color changes to the eye. We have also developed data analysis tools based on machine learning, which help convert the subtle difference in the microscopy signals into reliable classification of pigments and their degradation products. The machine learning models are trained in reference pigments and are then applied to classify the relevant pigments in real samples. We have demonstrated this technique in cultural heritage, where we were able to differentiate common carbon-based black pigments with good accuracy from each other in mixtures of these pigments and in mixtures with other colors. The lessons learned from the study of black pigments in art will guide advances in the evaluation of melanoma biopsies.\r\n\n\nThe major highlight we achieved related to this project was the mapping of light- and humidity-induced degradation of Cadmium yellow paint grains on a microscopic scale in three dimensions. This type of pigment was heavily used by prominent artists, including Monet, van Gogh, Munch, Matisse, and Picasso, due to their vivid colors and bright hues. Yet, many of their works have been found to suffer from degradation of the Cadmium yellow, and understanding the microscopic mechanism of degradation is important for conservation of these irreplaceable artworks. The resulting publication has received widespread attention and has been the subject of numerous news features (a selection of which are: \"Pump-probe microscopy advances artwork restoration\" in Laser Focus World, \"Pumpprobe microscopy reveals how historical paintings fade\" in IOP Physics World, and \"Laser vision reveals centuries of unseen decay in masterpiece paintings\" in StudyFinds). Furthermore, the results from our studies have contributed to numerous awards to the graduate students and the principal investigators, such as an Optica Fellowship, ACS Bright Wilson Award in Spectroscopy, Tomas B. Hirschfield Scholar Award, and several graduate student fellowship awards.\r\n\n\nAll graduate students involved with this project worked closely with the conservation scientists at the National Gallery of Art in Washington, DC, and the Nasher Museum of Art at Duke University. The graduate students and/or principal investigators have attended and presented at numerous national and international conferences, such as the Gordon Research Conference on Scientific Methods in Cultural Heritage Research, Optics for Arts, Architecture, and Archaeology, and the Scientific Methods in Cultural Heritage Ph. D. Academy at Venice International University.\t\t\t\t\tLast Modified: 12/20/2024\n\n\t\t\t\t\tSubmitted by: MartinFischer\n"
 }
}