{
 "awd_id": "2108339",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research in Theoretical Nuclear and Neutrino Physics",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928235",
 "po_email": "bmihaila@nsf.gov",
 "po_sign_block_name": "Bogdan Mihaila",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2021-07-08",
 "awd_max_amd_letter_date": "2021-07-08",
 "awd_abstract_narration": "The primary goal of this project at the interface of nuclear physics, astronomy, and particle physics is to explore one of the outstanding questions in fundamental physics, namely  the role of neutrinos in the origin and formation of chemical elements. A second goal is to explore the impact of magnetic fields on element formation. This is very timely since scientists now have access to a multitude of tools such as state-of-the-art terrestrial telescopes as well as space observatories, supplemented with neutrino, cosmic-ray, and gravitational wave observations. These multi-messenger signals will enable us to benchmark and test predictions.  Additionally this research activity contributes to the training of a highly skilled workforce, both at the University of Wisconsin, Madison and at the other institutions with which the principal investigator (PI)collaborates.\r\n\r\nThis project will support a study of the collective oscillations of neutrinos, which are emergent nonlinear flavor evolution phenomena instigated by neutrino-neutrino interactions in astrophysical environments with sufficiently high neutrino densities. Most of the elements heavier than iron are thought to be produced by the capture of neutrons on seed nuclei such as iron. Presently, it is not known with any certainty where the rapid neutron capture process (r-process) occurs. Possible sites of the r-process include matter evaporated from the surface of a hot neutron star formed following a supernova explosion, the merging of two neutron stars into a black hole, and accretion disks in gamma-ray bursts. All these environments contain a very large number of neutrinos. Neutrinos, since they can convert protons into neutrons and vice versa, determine the neutron-to-proton ratio in all those environments. Given that collective neutrino oscillations can significantly impact this ratio and the resulting yields of nucleosynthesis, the PI and his students will critically examine the validity of mean-field approximations utilized in current calculations. Tools from quantum information science, such as the entanglement entropy, facilitate this analysis. The PI will also compare predictions of different approximations for nucleosynthesis yields.\r\n\r\nThis project advances the objectives of \"Windows on the Universe: the Era of Multi-Messenger Astrophysics\", one of the 10 Big Ideas for Future NSF Investments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Akif Baha",
   "pi_last_name": "Balantekin",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Akif Baha B Balantekin",
   "pi_email_addr": "baha@physics.wisc.edu",
   "nsf_id": "000116432",
   "pi_start_date": "2021-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "107y00",
   "pgm_ele_name": "WoU-Windows on the Universe: T"
  },
  {
   "pgm_ele_code": "128500",
   "pgm_ele_name": "NUCLEAR THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "069Z",
   "pgm_ref_txt": "Windows on the Universe (WoU)"
  },
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}