{
 "awd_id": "2108150",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Towards a Greener Approach for Chemical Synthesis of Peptides",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925373",
 "po_email": "jjewett@nsf.gov",
 "po_sign_block_name": "John C. Jewett",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2021-07-20",
 "awd_max_amd_letter_date": "2021-07-20",
 "awd_abstract_narration": "With the support of the Chemical Synthesis Program in the Division of Chemistry, Professor Paramjit Arora of New York University will work toward the development of a catalytic approach for the synthesis of peptides. Peptides are increasingly becoming attractive therapeutic candidates but their synthesis remains inefficient and atom-uneconomical.  Contemporary peptide synthesis utilizes a solid phase approach, where the amino acid links of a peptide chain are added one at a time, in a specified sequence. This technique revolutionized peptide synthesis when it was introduced, but as currently implemented it is a highly wasteful process, with typical reaction conditions utilizing excess equivalents of the coupling agents–up to fivefold–for every amide bond synthesized.  Dr. Arora’s work seeks to establish a catalytic approach to the construction of amide bonds from readily available starting materials.  In the new approach, the use of excess coupling agents is replaced with optimized catalysts operating within an efficient, “green” catalytic cycle.  If successful, this approach will have important implications for peptide, protein, and polymer synthesis for technological and pharmaceutical applications.  This research will provide valuable training to students at the interface of organic chemistry and chemical biology. Students engaged in the project will gain broad experience in molecular design, conformational analysis, organic synthesis, and biochemistry, and learn to design compounds with practical applications in biomedical research. In collaboration with Spelman College, the PI will establish an undergraduate research course at that university to train Spelman students in peptide synthesis and allow the students to evaluate the potential of the designed and synthesized peptides as antibacterial agents.\r\n\r\nThe objective of this project is to develop new methods for amide bond synthesis that are both atom-efficient and sustainable. There is an urgent need for methods that do not require excess reagents and are mild enough to avoid epimerization of stereocenters adjacent to the activated carbonyl group.  In this project, amide bond formation is accelerated by organocatalysts that transiently enforce a hydrogen-bonding-mediated intramolecular reaction between the carboxyl and amine termini of two fragments. The new approach engages the substrates through non-covalent and covalent interactions to reduce the entropic penalty of organizing the optimal transition state for catalysis.  The project includes significant educational and outreach activities: the integration of new laboratory experiment modules based on the science of the project within undergraduate chemistry courses at NYU and Spelman College, including organic, and inorganic chemistry, and biochemistry, highlighting the essential interconnectedness of the chemistry subdisciplines. The project will support a collaboration with Spelman College – a top HBCU (historically Black college/university) with students eager to engage in cutting edge research.  Professor Arora will develop a chemical biology course that does not require extensive resources but enriches the curriculum with cutting-edge research-based projects and that provides opportunities for students to expand their knowledge of state-of-the-art chemistry techniques, including peptide chemistry, molecular modeling, structure-activity relationships, and bioorthogonal reactions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paramjit",
   "pi_last_name": "Arora",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Paramjit S Arora",
   "pi_email_addr": "arora@nyu.edu",
   "nsf_id": "000458951",
   "pi_start_date": "2021-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": null
}