{
 "awd_id": "2108838",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Functionalization, Supramolecular Encapsulation, and Order in Boron-Nitride Nanostructures",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927168",
 "po_email": "tompinta@nsf.gov",
 "po_sign_block_name": "Tomislav Pintauer",
 "awd_eff_date": "2021-11-01",
 "awd_exp_date": "2024-10-31",
 "tot_intn_awd_amt": 476448.0,
 "awd_amount": 476448.0,
 "awd_min_amd_letter_date": "2021-07-23",
 "awd_max_amd_letter_date": "2021-07-23",
 "awd_abstract_narration": "Professors Angel A. Martí and Matteo Pasquali of William Marsh Rice University are supported by the Macromolecular, Supramolecular and Nanochemistry (MSN) Program in the Division of Chemistry to develop chemical strategies to control the structure and to impart desirable properties to nanostructures, particularly boron nitride nanotubes.  This is to be accomplished through chemical modification of the surface, encapsulation of metal-organic complexes within the nanotubes and surface coverage with surfactants.  Boron-nitrides possess a unique set of material properties that include good thermal conductivity, a large band gap, chemical inertness, and high tensile strength.  Better understanding of these unique nanostructures and their properties could pave the way for the development of new sensors, anti-corrosive coatings, and light and robust materials for a wide range of applications.  In the course of conducting the proposed research, graduate, undergraduate and high school students will be trained through participation in the project.  Particular emphasis is on outreach toward members of underrepresented minorities at Rice University through institutional programs and in Puerto Rico through programs such as the Louis Stokes Alliance for Minority Participation.  In addition, the project includes collaboration with NASA Langley Research Center and a startup company, BNNT LLC.\r\n\r\nBoron nitride nanostructures are known to be inert and extremely stable and resistant to chemical manipulation.  This project focuses on the chemical modification of boron nitride nanotubes (BNNTs) and other BN nanostructures in an effort to control their organization and impart properties for potential practical applications.  This goal is to be achieved by studying unexplored functionalization techniques such as the Vilsmeier reaction and the photo-decomposition of diazonium salts to functionalize BN nanostructures under mild conditions.  Functionalization is designed to tune the surface properties of the BN nanostructures to modify the surface energy and dispersibility and/or achieve exfoliation.  The BNNTs will be loaded with metal complexes and metal oxide nanoparticles to produce hybrid structures, and allow for the tuning of the properties of BNNTs and the encapsulated group. This research will also address the organization and self-assembly of BN nanostructures through attempts to form liquid crystalline phases by utilizing a number of surfactant preparations. The structure of the surfactants around the BNNTs will then be investigated using small angle neutron scattering.  New scientific and technological advances and applications based on BN nanostructures are expected to be realized in the course of this research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Angel",
   "pi_last_name": "Marti",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Angel A Marti",
   "pi_email_addr": "amarti@rice.edu",
   "nsf_id": "000546283",
   "pi_start_date": "2021-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matteo",
   "pi_last_name": "Pasquali",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matteo Pasquali",
   "pi_email_addr": "mp@rice.edu",
   "nsf_id": "000381917",
   "pi_start_date": "2021-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 Main St.",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 476448.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nanoscience has dramatically enhanced our capability to study and manipulate structures at scales that were prohibitive a couple of decades ago. Nanoscale structures have sizes about 10 million times smaller than a meter (or about 100,000 times smaller than a hair). This multidisciplinary field has revolutionized our comprehension of nanoarchitectures by providing innovative methodologies to control their shape, structure, and functionality on the nanoscale. The origins of nanoscience are rooted in the groundbreaking discovery of buckminsterfullerene (or more colloquially fullerenes), a molecular cluster consisting of 60 carbon atoms, by Rice University Professors Richard Smalley and Robert Curl and University of Sussex Prof. Harold Kroto. This zero-dimensional nanostructure adopts an icosahedral form akin to that of a soccer ball. If we consider now elongating a fullerene forming a tube, we get a one-dimensional carbon nanotubes (CNTs) nanostructure. CNT exhibit cylindrical geometry, with diameters within the nanoscale range and lengths extending into hundreds of nanometers. The physical properties of CNTs are exceptional: lighter than aluminum, stronger than steel, and exhibiting superior thermal conductivity compared to pure diamond. Interestingly, CNTs can manifest a range of electrical properties depending on how the carbon atoms are arranged, from semiconducting to conducting characteristics. These attributes render CNTs promising candidates for the next generation of electronic circuits, LEDs, and sensors. Nevertheless, it is important to note that carbon nanotubes inherently lack an electrically insulating variant.</p>\r\n<p>In response to this limitation, researchers have synthesized boron-nitride nanotubes (BNNTs), which share a structure similar to CNTs but display alternating boron and nitrogen atoms instead of carbon. Boron-nitride nanotubes exhibit many of the same advantageous properties as carbon nanotubes, including lightweight, high tensile strength, and excellent thermal conductivity; however, they also are electrical insulating, making them ideally suited for advanced applications in industry and research. Nonetheless, to access these applications, we need to understand how to tune the properties of BNNTs, organize them into ordered structures, and finally, make materials using BNNTs as building blocks. By chemically grafting various functional groups onto BNNTs, we have successfully tuned their properties for diverse applications. For instance, the chemical attachment of fluoride to the surfaces of boron-nitride nanotubes has been shown to modify their characteristics and facilitate access to more complex chemical modifications. We also found that boron-nitride structures react with phosphoric acid, a reaction that can be used to eliminate unwanted contaminants.&nbsp;&nbsp;In addition to chemical modification, we have also explored immobilizing small molecules and materials within the inner cavity of BNNTs. Our investigations revealed that fluorescent molecules and materials can be incorporated within BNNTs, altering their properties and acquiring new properties from the encapsulated substance. We have also reported that BNNTs can be dispersed in superacids, forming aligned phases (liquid crystals) at high concentrations. These liquid crystalline solutions were coagulated to create materials, such as films and fibers, where the nanotubes are aligned.&nbsp;</p>\r\n<p>Our research has significantly contributed to understanding boron-nitride nanotubes, empowering advancements in their chemical modification, dispersion, and organization. Such progress lays the groundwork for using these structures in cutting-edge materials with outstanding properties. The capacity to modify the surface of nanotubes with various functional groups and immobilize molecules and materials in their tubular structure, enhances their versatility for fabricating novel hybrid materials and devices, with potential applications in industries ranging from aerospace to architecture.</p>\r\n<p>This project involved a collaborative team comprising two principal investigators, five graduate students, several undergraduate students, and three high-school students, spanning a three-year research period. The data generated has been disseminated within the scientific community through peer-reviewed publications and made accessible to the public through press releases. Graduate and undergraduate students have received comprehensive training in advanced research techniques, state-of-the-art analytical instrumentation and microscopy, and effective presentation skills. The team has also actively engaged in outreach initiatives, including presentations aimed at undergraduate and high-school students at various educational institutions, and summer research opportunities targeted toward high school and undergraduate students.</p><br>\n<p>\n Last Modified: 03/10/2025<br>\nModified by: Angel&nbsp;A&nbsp;Marti</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nNanoscience has dramatically enhanced our capability to study and manipulate structures at scales that were prohibitive a couple of decades ago. Nanoscale structures have sizes about 10 million times smaller than a meter (or about 100,000 times smaller than a hair). This multidisciplinary field has revolutionized our comprehension of nanoarchitectures by providing innovative methodologies to control their shape, structure, and functionality on the nanoscale. The origins of nanoscience are rooted in the groundbreaking discovery of buckminsterfullerene (or more colloquially fullerenes), a molecular cluster consisting of 60 carbon atoms, by Rice University Professors Richard Smalley and Robert Curl and University of Sussex Prof. Harold Kroto. This zero-dimensional nanostructure adopts an icosahedral form akin to that of a soccer ball. If we consider now elongating a fullerene forming a tube, we get a one-dimensional carbon nanotubes (CNTs) nanostructure. CNT exhibit cylindrical geometry, with diameters within the nanoscale range and lengths extending into hundreds of nanometers. The physical properties of CNTs are exceptional: lighter than aluminum, stronger than steel, and exhibiting superior thermal conductivity compared to pure diamond. Interestingly, CNTs can manifest a range of electrical properties depending on how the carbon atoms are arranged, from semiconducting to conducting characteristics. These attributes render CNTs promising candidates for the next generation of electronic circuits, LEDs, and sensors. Nevertheless, it is important to note that carbon nanotubes inherently lack an electrically insulating variant.\r\n\n\nIn response to this limitation, researchers have synthesized boron-nitride nanotubes (BNNTs), which share a structure similar to CNTs but display alternating boron and nitrogen atoms instead of carbon. Boron-nitride nanotubes exhibit many of the same advantageous properties as carbon nanotubes, including lightweight, high tensile strength, and excellent thermal conductivity; however, they also are electrical insulating, making them ideally suited for advanced applications in industry and research. Nonetheless, to access these applications, we need to understand how to tune the properties of BNNTs, organize them into ordered structures, and finally, make materials using BNNTs as building blocks. By chemically grafting various functional groups onto BNNTs, we have successfully tuned their properties for diverse applications. For instance, the chemical attachment of fluoride to the surfaces of boron-nitride nanotubes has been shown to modify their characteristics and facilitate access to more complex chemical modifications. We also found that boron-nitride structures react with phosphoric acid, a reaction that can be used to eliminate unwanted contaminants.In addition to chemical modification, we have also explored immobilizing small molecules and materials within the inner cavity of BNNTs. Our investigations revealed that fluorescent molecules and materials can be incorporated within BNNTs, altering their properties and acquiring new properties from the encapsulated substance. We have also reported that BNNTs can be dispersed in superacids, forming aligned phases (liquid crystals) at high concentrations. These liquid crystalline solutions were coagulated to create materials, such as films and fibers, where the nanotubes are aligned.\r\n\n\nOur research has significantly contributed to understanding boron-nitride nanotubes, empowering advancements in their chemical modification, dispersion, and organization. Such progress lays the groundwork for using these structures in cutting-edge materials with outstanding properties. The capacity to modify the surface of nanotubes with various functional groups and immobilize molecules and materials in their tubular structure, enhances their versatility for fabricating novel hybrid materials and devices, with potential applications in industries ranging from aerospace to architecture.\r\n\n\nThis project involved a collaborative team comprising two principal investigators, five graduate students, several undergraduate students, and three high-school students, spanning a three-year research period. The data generated has been disseminated within the scientific community through peer-reviewed publications and made accessible to the public through press releases. Graduate and undergraduate students have received comprehensive training in advanced research techniques, state-of-the-art analytical instrumentation and microscopy, and effective presentation skills. The team has also actively engaged in outreach initiatives, including presentations aimed at undergraduate and high-school students at various educational institutions, and summer research opportunities targeted toward high school and undergraduate students.\t\t\t\t\tLast Modified: 03/10/2025\n\n\t\t\t\t\tSubmitted by: AngelAMarti\n"
 }
}