{
 "awd_id": "2108593",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Employing Atomically Precise Colloidal Synthesis to Reveal the Roles of Stoichiometry, Strain and Electron Density in Metal Phosphide Electrocatalysts",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Amanda Haes",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 337932.0,
 "awd_amount": 78399.0,
 "awd_min_amd_letter_date": "2021-05-13",
 "awd_max_amd_letter_date": "2023-02-14",
 "awd_abstract_narration": "With the support of the Macromolecular, Supramolecular, and Nanochemistry Program in the Division of Chemistry, Dr. Scott M. Geyer of Wake Forest University is developing new methods to make very small catalyst nanoparticles that convert carbon dioxide, a greenhouse gas that contributes to climate change, selectively into chemicals valuable to industry. To better understand the way in which the nanoparticle surface promotes the creation of a specific chemical, methods to control the spacing between metal atoms using small amounts of phosphorus are being developed. Metal layering is also being pursued to further control the interaction of the catalyst with carbon dioxide while also limiting the amount of precious metal required for high catalytic activity. The chemical methods developed have the potential to result in efficient catalysts and impact the important field of reductive electrocatalysis, while also contributing to the broader area of renewable approaches into value-added fuels and industrial chemicals. Through this research, undergraduate and graduate students will learn how to synthesize and characterize catalytic nanoparticles. Dr. Geyer will continue to engage and educate the broader community about sustainable energy by coordinating a local after school program that provides students with hands on experience collecting and converting energy into tangible products such as sound, movement, and chemical fuels. This program also brings a mobile research laboratory on site so community members can work with scientific equipment.\r\n\r\nThe research focuses on using colloidal synthetic methods to probe the role of stoichiometry and heterostructure on the selectivity of metal phosphide nanocrystal catalysts toward the carbon dioxide reduction reaction. For example, the development a reliable core/shell synthesis method for metal phosphides is expected to provide a route for epitaxial growth to achieve stoichiometric transfer between the core and shell materials. Further, developing copper phosphide and silver phosphide as exchange templates should provide an alternative synthetic route to novel materials and establish the role of stoichiometry in achieving efficient cation exchange. Understanding how stoichiometry impacts selectivity using experimental and computational methods has the potential to enable more rational design of selective catalyst surfaces. Developing robust metal phosphide core/shell synthetic techniques may open a wide range of new heterostructure catalysts of interest for carbon dioxide reduction as well as for other electrocatalytic reactions such as hydrogen reduction, nitrogen reduction, and oxygen evolution.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Geyer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Scott M Geyer",
   "pi_email_addr": "geyersm@wfu.edu",
   "nsf_id": "000727560",
   "pi_start_date": "2021-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wake Forest University",
  "inst_street_address": "1834 WAKE FOREST RD",
  "inst_street_address_2": "",
  "inst_city_name": "WINSTON SALEM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3367585888",
  "inst_zip_code": "271096000",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "NC05",
  "org_lgl_bus_name": "WAKE FOREST UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MBU6HCLNZ431"
 },
 "perf_inst": {
  "perf_inst_name": "Wake Forest University",
  "perf_str_addr": "1834 Wake Forest Road",
  "perf_city_name": "Winston Salem",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "271098758",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "NC05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8398",
   "pgm_ref_txt": "Hydrocarbon Conversion"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 78398.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Catalytic reduction of small molecules such as carbon dioxide is a way to produce valuable chemical feedstocks from abundant renewable sources. For CO<sub>2</sub> reduction in particular, a number of catalysts can produce simple structures such as carbon monoxide, but an outstanding challenge is to produce more complex structures, particularly those that involve multiple reduction events. Alloying metals and nonmetals in novel ratios has previously been proven to be an important method to modify reactivity while still utilizing earth abundant and affordable materials.</p>\n<p>In the course of this project the synthesis of one such catalyst, phosphorus-rich copper diphosphide, was developed. The role of phosphorus on the product selectivity with multiple starting materials was characterized experimentally. To understand the selectivity of this material, theoretical modeling has been performed to show how phosphorus can alter the catalytic pathway to produce higher yields of more valuable products than what is possible with most other catalysts. Hydrogen binding to the phosphorus has been shown to play a key role in the destabilization of the carbon monoxide pathway, thus allowing the production of other, more complex products. This achievement can provide a roadmap for the development of other selective and efficient catalysts.</p>\n<p>This grant provided professional training for two graduate students and one undergraduate student, including one student who is an underrepresented minority in the sciences and one female student.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/15/2023<br>\n\t\t\t\t\tModified by: Scott&nbsp;M&nbsp;Geyer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCatalytic reduction of small molecules such as carbon dioxide is a way to produce valuable chemical feedstocks from abundant renewable sources. For CO2 reduction in particular, a number of catalysts can produce simple structures such as carbon monoxide, but an outstanding challenge is to produce more complex structures, particularly those that involve multiple reduction events. Alloying metals and nonmetals in novel ratios has previously been proven to be an important method to modify reactivity while still utilizing earth abundant and affordable materials.\n\nIn the course of this project the synthesis of one such catalyst, phosphorus-rich copper diphosphide, was developed. The role of phosphorus on the product selectivity with multiple starting materials was characterized experimentally. To understand the selectivity of this material, theoretical modeling has been performed to show how phosphorus can alter the catalytic pathway to produce higher yields of more valuable products than what is possible with most other catalysts. Hydrogen binding to the phosphorus has been shown to play a key role in the destabilization of the carbon monoxide pathway, thus allowing the production of other, more complex products. This achievement can provide a roadmap for the development of other selective and efficient catalysts.\n\nThis grant provided professional training for two graduate students and one undergraduate student, including one student who is an underrepresented minority in the sciences and one female student.\n\n \n\n\t\t\t\t\tLast Modified: 05/15/2023\n\n\t\t\t\t\tSubmitted by: Scott M Geyer"
 }
}