{
 "awd_id": "2108129",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Ingassing of Hydrogen in the Interiors of Sub-Neptunes and Gas Giants",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032928123",
 "po_email": "jkeane@nsf.gov",
 "po_sign_block_name": "Jacqueline Keane",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 320615.0,
 "awd_amount": 320615.0,
 "awd_min_amd_letter_date": "2021-07-29",
 "awd_max_amd_letter_date": "2022-07-26",
 "awd_abstract_narration": "The interiors of large planets such as Jupiter, Saturn, or Neptune are at very high temperatures and pressures. The behavior at the boundary between hydrogen-rich atmospheres and mineral-rich cores under these conditions is not well understood. This project will perform experiments on Earth using high-pressure and high-temperature conditions to determine how hydrogen interacts and is possibly absorbed into the materials of the core. The results will help answer questions about the interiors and history of giant planets. The project will share their results through education at the university level as well as through public outreach events at Arizona State University.\r\n\r\nThe project will use diamond anvil cells to subject silicates and iron metal alloys in hydrogen media to pressures up to 100 GPa and temperatures put to 4,600 K. The resulting reactions will be analyzed using time-resolution X-ray diffraction. The data from these experiments will help answer these key questions: (1) Can hydrogen be ingassed to the interiors through chemical reactions? (2) If ingassed, in what type of chemical forms would H exist (water, metal alloys, or hydrides)? (3) Can H ingassing alter the mass-radius relations of planets? and (4) Can such reactions be affected by the metallization of dense liquid hydrogen and therefore be planet size dependent? The project includes an undergraduate research program. Teaching modules for calculating mass-radius relations of planets will be developed and shared as an open-source teaching resource in public code repositories. Public outreach presentations will be made and campus-wide outreach events at Arizona State University.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sang-Heon",
   "pi_last_name": "Shim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sang-Heon Shim",
   "pi_email_addr": "SHDShim@gmail.com",
   "nsf_id": "000193831",
   "pi_start_date": "2021-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "ORSPA",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852816011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121400",
   "pgm_ele_name": "PLANETARY ASTRONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1205",
   "pgm_ref_txt": "LABORATORY ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 188124.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 132491.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It has long been believed that planets can only accumulate large amounts of water if they form far from their host stars, beyond a region known as the \"snow line.\" This is the distance where water condenses into ice due to cooler temperatures. However, recent exoplanet surveys have discovered many water-rich planets orbiting very close to their stars, well within the snow line. These findings challenge traditional theories about how water forms and is distributed across planets. While scientists have made progress in understanding these \"close-in\" water worlds, the processes that allow water-rich planets to form inside the snow line remain one of the biggest mysteries in planetary science.</p>\r\n<p>Intellectual Merit<br />Hydrogen, the most abundant element in the universe, plays a crucial role in the formation of planets. As young planets grow, their strong gravitational pull allows them to capture thick atmospheres made of hydrogen gas. In hydrogen-rich planets, the boundary between the dense hydrogen atmosphere and the molten rocky interior, or magma, experiences extreme pressures and temperatures.<br />This research explored how hydrogen interacts with molten rock and metals under these extreme conditions. One of the key discoveries was that hydrogen can react with silicate magma to produce significant amounts of water. These chemical reactions, taking place deep inside hydrogen-rich planets, challenge the idea that water must always be delivered from distant regions of a planetary system. Instead, the study showed that hydrogen-rich planets can generate water within their interiors. This process can transform hydrogen-rich planets into water-rich worlds, regardless of how close they orbit their stars.<br />The results of this study offer a new explanation for the many water-rich sub-Neptune planets found in close orbits around their stars. This means that such planets may not need to have migrated long distances from beyond the snow line, as previously thought. These findings provide a fresh perspective on how water-rich planets form and evolve.</p>\r\n<p><br />Broader Impacts<br />This project significantly contributed to advancing scientific knowledge and training future researchers. It supported a Ph.D. student who has since moved on to a postdoctoral position at the Livermore National Laboratory and an undergraduate student who conducted experiments for her thesis and is planning to start a Ph.D. program in 2025. The grant also funded a postdoctoral researcher, helping to expand expertise in studying planetary materials. In addition to training researchers, the project developed new experimental techniques for studying hydrogen under extreme conditions, opening up the possibilities to study key chemical processes in young planets.<br />The research findings were presented at major scientific conferences and through talks at universities, bringing together experts from planetary science, materials science, and geophysics. Public outreach efforts also played an important role, with coverage in The Washington Post highlighting the relevance of this work for understanding distant planets and Earth&rsquo;s deep interior.<br />This study challenges traditional views on how water forms on planets and offers a new mechanism for creating water-rich worlds close to their stars. The findings are particularly important for interpreting data from space telescopes such as the James Webb Space Telescope, which is studying the atmospheres and compositions of distant planets. By deepening our understanding of how planets evolve and the conditions needed for habitability, this research enhances our knowledge of the diversity of planets in the universe and their potential to support life.</p><br>\n<p>\n Last Modified: 12/14/2024<br>\nModified by: Sang-Heon&nbsp;Shim</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIt has long been believed that planets can only accumulate large amounts of water if they form far from their host stars, beyond a region known as the \"snow line.\" This is the distance where water condenses into ice due to cooler temperatures. However, recent exoplanet surveys have discovered many water-rich planets orbiting very close to their stars, well within the snow line. These findings challenge traditional theories about how water forms and is distributed across planets. While scientists have made progress in understanding these \"close-in\" water worlds, the processes that allow water-rich planets to form inside the snow line remain one of the biggest mysteries in planetary science.\r\n\n\nIntellectual Merit\nHydrogen, the most abundant element in the universe, plays a crucial role in the formation of planets. As young planets grow, their strong gravitational pull allows them to capture thick atmospheres made of hydrogen gas. In hydrogen-rich planets, the boundary between the dense hydrogen atmosphere and the molten rocky interior, or magma, experiences extreme pressures and temperatures.\nThis research explored how hydrogen interacts with molten rock and metals under these extreme conditions. One of the key discoveries was that hydrogen can react with silicate magma to produce significant amounts of water. These chemical reactions, taking place deep inside hydrogen-rich planets, challenge the idea that water must always be delivered from distant regions of a planetary system. Instead, the study showed that hydrogen-rich planets can generate water within their interiors. This process can transform hydrogen-rich planets into water-rich worlds, regardless of how close they orbit their stars.\nThe results of this study offer a new explanation for the many water-rich sub-Neptune planets found in close orbits around their stars. This means that such planets may not need to have migrated long distances from beyond the snow line, as previously thought. These findings provide a fresh perspective on how water-rich planets form and evolve.\r\n\n\n\nBroader Impacts\nThis project significantly contributed to advancing scientific knowledge and training future researchers. It supported a Ph.D. student who has since moved on to a postdoctoral position at the Livermore National Laboratory and an undergraduate student who conducted experiments for her thesis and is planning to start a Ph.D. program in 2025. The grant also funded a postdoctoral researcher, helping to expand expertise in studying planetary materials. In addition to training researchers, the project developed new experimental techniques for studying hydrogen under extreme conditions, opening up the possibilities to study key chemical processes in young planets.\nThe research findings were presented at major scientific conferences and through talks at universities, bringing together experts from planetary science, materials science, and geophysics. Public outreach efforts also played an important role, with coverage in The Washington Post highlighting the relevance of this work for understanding distant planets and Earths deep interior.\nThis study challenges traditional views on how water forms on planets and offers a new mechanism for creating water-rich worlds close to their stars. The findings are particularly important for interpreting data from space telescopes such as the James Webb Space Telescope, which is studying the atmospheres and compositions of distant planets. By deepening our understanding of how planets evolve and the conditions needed for habitability, this research enhances our knowledge of the diversity of planets in the universe and their potential to support life.\t\t\t\t\tLast Modified: 12/14/2024\n\n\t\t\t\t\tSubmitted by: Sang-HeonShim\n"
 }
}