{
 "awd_id": "2109281",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2021: Winners and losers: inter-individual variation in heat tolerance as a window into understanding how genotypes produce phenotypes",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032922157",
 "po_email": "dmarenda@nsf.gov",
 "po_sign_block_name": "Daniel Marenda",
 "awd_eff_date": "2021-11-01",
 "awd_exp_date": "2023-10-31",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 0.0,
 "awd_min_amd_letter_date": "2021-06-04",
 "awd_max_amd_letter_date": "2021-08-26",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2021, Integrative Research Investigating the Rules of Life Governing Interactions Between Genomes, Environment and Phenotypes. The fellowship supports research and training of the fellow that will contribute to the area of Rules of Life in innovative ways. Climate change is increasing temperatures globally, resulting in mass extinctions of animals all over the world. However, some organisms can tolerate this changing temperature much better than others. The reasons why some individuals can acquire heat tolerance during their lifetimes, allowing them to survive extremely hot days, whereas others cannot are relatively unknown. This research will use mussels as an experimental system to understand how organisms adapt to heat, by linking temperatures mussels experience in their habitat to changes in the activation of their genes in the lab. Findings will help elucidate how an animal’s habitat impacts their ability to adapt to the heat on a molecular level, through studying individual and group responses. These results can provide insights in to which animals might be most susceptible to heat-related mortality, and how to protect these species. The Fellow will broaden participation of women and underrepresented minorities in STEM through educating parents about STEM careers and how to best support their children in STEM, via quarterly “Parent STEM Training Days” and a website (resource tool) for parents. \r\n\r\nWhile it is known that heat stress can cause epigenetic changes, it is unclear whether these epigenetic modifications actually result in a heat tolerant phenotype, and furthermore, how long these protective modifications last in the absence of additional heat stress. Therefore, the main goals of this research are to (1) Pinpoint the most important environmental factors that predict the heat tolerant phenotype by using long-term field-temperature monitoring combined with laboratory survival assays to generate a predictive model; (2) Determine how an animal’s environment affects the magnitude of the epigenetic modifications that it undergoes, by using field data combined with molecular work (using transcriptomics and chromatin accessibility (ATACseq) assays) to understand this causal relationship; and (3) Quantify how long these epigenetic modifications last in the absence of heat stress, and whether the duration of these adaptive modifications are related to the animal’s thermal history. Through the use of repeated (hemolymph) sampling in the same individuals across time, these experiments will pioneer a new field of thermal biology, whereby the magnitude and duration of an individual’s and group’s epigenetic responses in relation to their environment will be uncovered. Altogether, these experiments will answer fundamental questions in thermal biology surrounding how an animal’s environment (thermal history) modifies its gene regulatory capacities to heat acclimate and survive extreme heat events. Training objectives include learning new skills in modeling (machine learning), fieldwork, and molecular biology techniques.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "Moyen",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole E Moyen",
   "pi_email_addr": "",
   "nsf_id": "000840813",
   "pi_start_date": "2021-06-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Moyen, Nicole E",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Pacific Grove",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "93950",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": null,
  "perf_city_name": "Pacific Grove",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "939503826",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "804900",
   "pgm_ele_name": "Biology Postdoctoral Research"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": null
}