{
 "awd_id": "2109841",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2021: The morphological drivers and effects of long-distance bird migration",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924694",
 "po_email": "jkabraha@nsf.gov",
 "po_sign_block_name": "Joel Abraham",
 "awd_eff_date": "2022-01-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2021-06-28",
 "awd_max_amd_letter_date": "2021-06-28",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2021, Broadening Participation of Groups Under-represented in Biology. The Fellowship supports a research and training plan for the Fellow that will increase the participation of groups underrepresented in biology. Long-distance migration is one of the most spectacular behaviors in the natural world, but is costly for the animals that undertake it. The reasons why animals migrate are well known, but the changes in morphology (form and function) required to undertake that migration are less well known. This research aims to understand how long-distance migration affects the morphology of migratory species, and will further the understanding of the origins of migration. The Fellow will integrate large sets of genetic, morphological, and distributional data in a diverse group of birds to answer these questions both within and across species. To increase broader participation at the host institution the Fellow will mentor undergraduate students, organize community events for postdoctoral researchers, and organize outreach events at local K-12 schools.\r\n\r\nThe factors that predispose species or populations to migratory behavior remain poorly understood. Previous research on avian migration has revealed the importance of extrinsic factors like seasonality and habitat as drivers of migration, but intrinsic attributes of birds such as their morphologies are also likely critical for predisposition to migratory lifestyles and remain largely unexplored. This project will compile morphological data from 1,300 species of suboscine passerine birds and combine these with phylogenetic and distribution data to test for associations between key morphological features and the gain and loss of seasonal migration. The Fellow will then investigate range-wide variation in morphology and migratory behavior in four species of birds that contain both migratory and resident populations to test whether geographical variation in morphological traits corresponds with differences in migratory behavior at the population level. This study will advance our understanding of the effects and drivers of migration, a behavior ubiquitous across the tree of life. This project will involve extensive training of undergraduate researchers at a predominantly Hispanic-serving institution in both field methods and cutting-edge molecular techniques, as well as mentoring undergraduate student research projects. The fellow will conduct outreach at K-12 schools using lessons and activities about bird migration.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Oscar",
   "pi_last_name": "Johnson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Oscar Johnson",
   "pi_email_addr": "",
   "nsf_id": "000843882",
   "pi_start_date": "2021-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johnson, Oscar",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Baton Rouge",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "",
  "inst_zip_code": "70806",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at El Paso",
  "perf_str_addr": null,
  "perf_city_name": "El Paso",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "799688900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "TX16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>I used the first comprehensive database of genetic, song, plumage, morphometric (size/dimensions), migratory behavior, and natural history for the suboscine passerines to answer two questions: 1) how is morphology (appearance) of a bird constrained or influenced by the requirements of long-distance migration?, and 2) are there tradeoffs in the evolution of different aspects of morphology (for example, plumage versus song) across species? I tested these questions in the suboscine passerines are an extremely diverse group of 1,300 bird species found primarily in the American tropics. &nbsp;They occupy a wide variety of habitats across most environments in South America, and have a diversity of morphologies, making them an ideal group in which to ask these questions.</p>\n<p>I focused on these two questions in the first and second years of the project, respectively. In the first year of the project, I collated the large datasets for each of the traits into a functional format, which will be shared publicly upon publication of this project. I then reconstructed the ancestral states of the traits the phylogeny of the group to ask how these traits evolved over the 40-million-year history of this group of birds. I found that migration was gained approximately 30 times, and lost approximately 60 times, indicating that it is much harder for a species to evolve migratory behavior than the reverse. The trait data indicated that migration does not directly constrain trait evolution. Rather, species at higher latitudes are more likely to evolve migration (as has been confirmed by other studies), but it is latitude that constrains trait evolution. Thus, migration has an indirect effect on trait evolution, mediated by latitude. This was the first large-scale analysis of the evolution of migration with such a complete morphological dataset.</p>\n<p>In the second year of the project, I expanded these macroevolutionary analyses beyond migratory behavior and utilized the same trait dataset to ask if there are evolutionary tradeoffs in the speed at which different traits are evolving. After developing new methods for the macroevolutionary analysis of rate data (see details in final proposal), I found some interesting and novel patterns. Contrary to expectations, I found that there are no tradeoffs in most traits, but rather when evolution in one trait accelerates, the rate of evolution in other traits also accelerate. This pattern was particularly strong in traits related to mate attraction, providing support for runaway sexual selection being widespread in birds.</p>\n<p>In addition to the science, this project incorporated a large amount of training, mentorship, and professional development for both graduate and undergraduate students, with an emphasis on benefiting the first-generation and Hispanic students who form the majority of the student body at institution where I worked. I taught six guest lectures in three courses, including a lecture on careers in avian biology. I also taught a workshop on analyzing genetic data in the R programming language, which was well-attended. I directly mentored three undergraduate student projects and assisted with five undergraduate and four graduate student projects. In all cases this involved aspects of project design, analysis (especially bioinformatics and programming), interpretation of results, and presentation at conferences. I trained approximately 15 students on museum specimen preparation and curation methods, and avian biology fieldwork skills. &nbsp;</p><br>\n<p>\n Last Modified: 05/09/2024<br>\nModified by: Oscar&nbsp;Johnson</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nI used the first comprehensive database of genetic, song, plumage, morphometric (size/dimensions), migratory behavior, and natural history for the suboscine passerines to answer two questions: 1) how is morphology (appearance) of a bird constrained or influenced by the requirements of long-distance migration?, and 2) are there tradeoffs in the evolution of different aspects of morphology (for example, plumage versus song) across species? I tested these questions in the suboscine passerines are an extremely diverse group of 1,300 bird species found primarily in the American tropics. They occupy a wide variety of habitats across most environments in South America, and have a diversity of morphologies, making them an ideal group in which to ask these questions.\n\n\nI focused on these two questions in the first and second years of the project, respectively. In the first year of the project, I collated the large datasets for each of the traits into a functional format, which will be shared publicly upon publication of this project. I then reconstructed the ancestral states of the traits the phylogeny of the group to ask how these traits evolved over the 40-million-year history of this group of birds. I found that migration was gained approximately 30 times, and lost approximately 60 times, indicating that it is much harder for a species to evolve migratory behavior than the reverse. The trait data indicated that migration does not directly constrain trait evolution. Rather, species at higher latitudes are more likely to evolve migration (as has been confirmed by other studies), but it is latitude that constrains trait evolution. Thus, migration has an indirect effect on trait evolution, mediated by latitude. This was the first large-scale analysis of the evolution of migration with such a complete morphological dataset.\n\n\nIn the second year of the project, I expanded these macroevolutionary analyses beyond migratory behavior and utilized the same trait dataset to ask if there are evolutionary tradeoffs in the speed at which different traits are evolving. After developing new methods for the macroevolutionary analysis of rate data (see details in final proposal), I found some interesting and novel patterns. Contrary to expectations, I found that there are no tradeoffs in most traits, but rather when evolution in one trait accelerates, the rate of evolution in other traits also accelerate. This pattern was particularly strong in traits related to mate attraction, providing support for runaway sexual selection being widespread in birds.\n\n\nIn addition to the science, this project incorporated a large amount of training, mentorship, and professional development for both graduate and undergraduate students, with an emphasis on benefiting the first-generation and Hispanic students who form the majority of the student body at institution where I worked. I taught six guest lectures in three courses, including a lecture on careers in avian biology. I also taught a workshop on analyzing genetic data in the R programming language, which was well-attended. I directly mentored three undergraduate student projects and assisted with five undergraduate and four graduate student projects. In all cases this involved aspects of project design, analysis (especially bioinformatics and programming), interpretation of results, and presentation at conferences. I trained approximately 15 students on museum specimen preparation and curation methods, and avian biology fieldwork skills. \t\t\t\t\tLast Modified: 05/09/2024\n\n\t\t\t\t\tSubmitted by: OscarJohnson\n"
 }
}