{
 "awd_id": "2109042",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of High-performing Nanoplasmonic Biosensors with Novel Thin Films and Metasurfaces",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jose Almirall",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 456000.0,
 "awd_amount": 456000.0,
 "awd_min_amd_letter_date": "2021-06-07",
 "awd_max_amd_letter_date": "2021-06-07",
 "awd_abstract_narration": "With the support of the Chemical Measurement and Imaging (CMI) Program in the Division of Chemistry, Professor Quan Cheng and his group at the University of California-Riverside are working to develop new optical biosensors to improve molecular sensing of proteins and small molecules via methods that do not require chemical changes to the targets being sensed.  These new approaches are based on use of metals structured in a way at the nanometer scale so that light of a given energy generates waves of electrons on the surface of the metals, with the energy being impacted by the presence of molecules near the surface of the sensor.  These nanoplasmonic sensors are anticipated to offer new avenues for detection of small molecules that could not be achieved previously, potentially leading to significantly improved detection of biological molecules in the longer term.  Such sensing methods are needed for a wide range of applications, including for medical diagnostics, for food/water safety monitoring, and for drug discovery.  The Cheng group will focus their research efforts on generating plasmonic substrates with aluminum instead of traditional metals such as gold or silver.  This approach has a number of potential advantages, including better performance, lower cost, high sustainability, and long-term environmental benefit.  The highly interdisciplinary nature of the project offers opportunities for students to gain broad experience in surface chemistry, materials science, biology, and bioanalytical chemistry. \r\n\r\nIn this work, Professor Cheng and his group are working with emerging plasmonic materials in thin film and nanostructured, meta-surface formats.  Methodologies are designed to achieve high detection sensitivity with aluminum films in the Kretschmann configuration and build new surface chemistry allowing convenient functionalization of the interface.  The core technical innovation of this project is in developing aluminum plasmonic applications, with the intrinsic plasmonic properties leveraged into improvements in the capacity of several analytical techniques including surface plasmon resonance (SPR), SPR imaging (SPRi), and terahertz (THz) sensing.  New strategies will be developed to eliminate technical barriers that have limited application of aluminum, and THz sensing with aluminum metasurfaces will be demonstrated for the characterization of inter- and intra-molecular, weak bonding networks.  Finally, a novel biosensor with indium plasmonic arrays and SPR imaging is being developed.  The exploration of indium thin films could offer new substrates for label-free detection and provide a tactic to mitigate against limitations associated with oxide coatings.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Quan",
   "pi_last_name": "Cheng",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Quan J Cheng",
   "pi_email_addr": "quan.cheng@ucr.edu",
   "nsf_id": "000482293",
   "pi_start_date": "2021-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "900 University Ave",
  "perf_city_name": "Riverside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 456000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Biosensing technology plays a key role in understanding biomolecular interactions and thus provides tools to the detection of disease markers and development of drugs. This research project aimed to develop novel nanostructured biosensor chips to enable highly effective measurement of molecular interactions. The chips we developed are plasmonically active, meaning a strong interaction between light and electrons, allowing detection of molecules in a label-free optical manner that has been observed in surface plasmon resonance (SPR). The chip substrates also enhance analytical performance in matrix-assisted and surface-assisted laser desorption ionization mass spectrometry (MALDI-MS). Key advancements in this wok include the development and application of novel plasmonic metals as chip substrates, fabrication of nanostructured chips for molecular interaction study, and expansion of surface functionalization chemistry. This project has yielded ten peer-reviewed publications with five more manuscripts in submission or under review, and has trained six graduate students, twelve undergraduate students and one high school student.</p>\n<p><br />Recent results: We have reported aluminum thinfilms for SPR biosensing and investigated their unique properties in enhancing selectivity for phosphorylated peptides, reducing nonspecific interactions, and improving suitability for detecting urine chemokine biomarkers. The aluminum substrate was also found to provide signal enhancement for MALDI-MS of lipid species. We have discovered that indium thinfilm substrate presents a nanostructured surface that can enhance SPR and Raman sensing. These plasmonic thin films can be easily fabricated, offering a unique surface for investigation of curvature specific interactions. We have also demonstrated the biosensing of curvature binding proteins using SPR, providing new interfaces to meet the demanding needs of complex biosensing.</p>\n<p>&nbsp;<br />Broad Impact: The plasmonic materials we demonstrated will enlarge and broaden the current biosensing applications, and will also provide new surfaces for other fields towards innovative technology development. The straightforward fabrication procedure, flexible thinfilm formulation, advanced surface chemistry, and uniquely induced plasmonic properties, will find many usages in both fundamental study and disease-targeting diagnosis applications.</p><br>\n<p>\n Last Modified: 10/31/2024<br>\nModified by: Quan&nbsp;Cheng</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nBiosensing technology plays a key role in understanding biomolecular interactions and thus provides tools to the detection of disease markers and development of drugs. This research project aimed to develop novel nanostructured biosensor chips to enable highly effective measurement of molecular interactions. The chips we developed are plasmonically active, meaning a strong interaction between light and electrons, allowing detection of molecules in a label-free optical manner that has been observed in surface plasmon resonance (SPR). The chip substrates also enhance analytical performance in matrix-assisted and surface-assisted laser desorption ionization mass spectrometry (MALDI-MS). Key advancements in this wok include the development and application of novel plasmonic metals as chip substrates, fabrication of nanostructured chips for molecular interaction study, and expansion of surface functionalization chemistry. This project has yielded ten peer-reviewed publications with five more manuscripts in submission or under review, and has trained six graduate students, twelve undergraduate students and one high school student.\n\n\n\nRecent results: We have reported aluminum thinfilms for SPR biosensing and investigated their unique properties in enhancing selectivity for phosphorylated peptides, reducing nonspecific interactions, and improving suitability for detecting urine chemokine biomarkers. The aluminum substrate was also found to provide signal enhancement for MALDI-MS of lipid species. We have discovered that indium thinfilm substrate presents a nanostructured surface that can enhance SPR and Raman sensing. These plasmonic thin films can be easily fabricated, offering a unique surface for investigation of curvature specific interactions. We have also demonstrated the biosensing of curvature binding proteins using SPR, providing new interfaces to meet the demanding needs of complex biosensing.\n\n\n\nBroad Impact: The plasmonic materials we demonstrated will enlarge and broaden the current biosensing applications, and will also provide new surfaces for other fields towards innovative technology development. The straightforward fabrication procedure, flexible thinfilm formulation, advanced surface chemistry, and uniquely induced plasmonic properties, will find many usages in both fundamental study and disease-targeting diagnosis applications.\t\t\t\t\tLast Modified: 10/31/2024\n\n\t\t\t\t\tSubmitted by: QuanCheng\n"
 }
}