{
 "awd_id": "2109207",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Resonant Contact Binaries in the Trans-Neptunian Belt",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032928123",
 "po_email": "jkeane@nsf.gov",
 "po_sign_block_name": "Jacqueline Keane",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 352538.0,
 "awd_amount": 352538.0,
 "awd_min_amd_letter_date": "2021-08-25",
 "awd_max_amd_letter_date": "2021-08-25",
 "awd_abstract_narration": "This project carried out by Lowell Observatory is to examine Trans-Neptunian Objects (TNOs), which are dwarf planets that orbit the Sun at average distances greater than Neptune. The most famous and the first TNO to be discovered, is Pluto. TNOs are the leftovers of Solar System formation. By studying them, key information about the early Solar System and, by extension, the history of exoplanet systems can be constrained. With exoplanet science growing fast with the discovery and characterization of thousands of exoplanets, and trans-Neptunian-like belts around them, the need to better understand local small body populations for context is growing. This project is a comprehensive study of contact binary TNOs, which are bodies consisting of two connected lobes. The aim of the project is to understand their formation, history, and population. The data to be collected promises to be the largest comprehensive sample of contact binary properties yet obtained. The results will help us better interpret the properties of the contact binary Arrokoth, visited by NASA’s New Horizons mission. The Broader Impacts of this project include participation in “Meet an Astronomer” Nights and other public talks hosted by Lowell Observatory. An undergraduate student will also be recruited to participate in the research.\r\n\r\nThe observations in this project will be used to examine the resonant TNOs through lightcurve and color studies. By studying resonant TNOs, rotational and physical properties of these objects will be ascertained while also probing the contact binary population. This will allow the shape, period, and color distributions to be constrained for each tested resonance. Together, these efforts will contribute to an improved understanding of the trans-Neptunian belt and contact binaries, as well as their formation which is critical to understand Arrokoth. A comparison of the results from this study with the results from the second flyby of the New Horizons spacecraft will allow an in-depth understanding of the contact binaries, planet formation, and by extension, exo-planetary systems and disks. The project has wide-ranging significance for various areas of astronomy including small body research and Solar System formation and evolution. Understanding how contact binaries form and how efficient the process of formation is will provide insights into the very early solar system and the formation of planetesimals, which are the building blocks of the planets. An improved understanding of our Solar System will also facilitate more meaningful comparisons to extra-solar planetary systems and protoplanetary disks.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Audrey",
   "pi_last_name": "Thirouin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Audrey Thirouin",
   "pi_email_addr": "Thirouin@lowell.edu",
   "nsf_id": "000744609",
   "pi_start_date": "2021-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Sheppard",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Scott S Sheppard",
   "pi_email_addr": "sheppard@dtm.ciw.edu",
   "nsf_id": "000404773",
   "pi_start_date": "2021-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lowell Observatory",
  "inst_street_address": "1400 W MARS HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "FLAGSTAFF",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "9282333290",
  "inst_zip_code": "860014470",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AZ02",
  "org_lgl_bus_name": "LOWELL OBSERVATORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "L1A3LW734P89"
 },
 "perf_inst": {
  "perf_inst_name": "Lowell Observatory",
  "perf_str_addr": "1400 W Mars Hill Rd",
  "perf_city_name": "Flagstaff",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "860014470",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AZ02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121400",
   "pgm_ele_name": "PLANETARY ASTRONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 352538.0
  }
 ],
 "por": null
}