{
 "awd_id": "2109557",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2021: General plasticity kinetics: developing a universal framework of developmental plasticity",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Barthell",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2021-07-01",
 "awd_max_amd_letter_date": "2021-07-01",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2021, Integrative Research Investigating the Rules of Life Governing Interactions Between Genomes, Environment and Phenotypes. The fellowship supports research and training of the Fellow that will contribute to the area of Rules of Life in innovative ways. All multicellular organisms develop according to a body plan defined by their genes. However, developmental trajectories must also be flexible enough to respond to different environmental conditions. Plastic traits can persist through a process known as genetic accommodation, which has been increasingly discussed as a major facilitator of novelty and divergence. This project aims to demonstrate developmental plasticity's value and prominence in evolutionary theory and to elucidate how phenotypes arise from the interplay between genotypes and the environment. To promote broad dissemination, the Fellow will create an interactive web interface to visualize the parameters of any plastic trait and teaching modules for undergraduate courses in Mathematics Modeling and Developmental Biology. To promote retention and inclusion of historically excluded students in biology graduate programs, the Fellow will develop workshop materials and establish a mentorship program for the Diversity Fellows Program at the University of Utah. \r\n\r\nThe project will introduce a general framework for studying plasticity, drawing from principles of theoretical ecological and mathematical modeling (Aim I) and then apply that universal model to a laboratory case study of mouth-form plasticity in the Pristionchus genus of Diplogastrid nematodes (Aim II). This research will span several scales in the hierarchy of life and use diverse methodologies to reveal three predicted outcomes: changes in plasticity, corresponding changes in trait evolution, and the underlying molecular mechanisms of both. This work identifying the process of genetic accommodation in real time will tie developmental plasticity in response to environmental perturbations to rigorous theoretical and empirical laboratory approaches in an emerging model study system. This research has the potential to revise mainstream evolutionary biology to include a mature theory of how the environment and genes determine phenotypes during development. The Fellow will experience training on mathematical modeling, functional genomics, and mentorship practices; these skills are required to tackle many of the most important modern problems in ecology and evolutionary biology. Outreach activities include organizing a local peer-to-peer learning community to promote the practice of OpenScience and reproducibility in R.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Jung",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julie Jung",
   "pi_email_addr": "",
   "nsf_id": "000842115",
   "pi_start_date": "2021-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Jung, Julie",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Cambridge",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "",
  "inst_zip_code": "02139",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": null,
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>All multicellular organisms develop according to a body plan defined by their genes. However, developmental trajectories must also be flexible enough to respond to different environmental conditions. This flexibility - a phenomenon known as developmental (phenotypic) plasticity - is controlled by environmentally sensitive 'switch-genes', and has been increasingly discussed as a major facilitator of novelty, divergence, and evolution. However, in practice, identifying the process of genetic accommodation in real time can be challenging due to the difficulty of measuring plasticity, limitations in taxonomic sampling, and lack of model systems that are amenable to functional experiments. We used a combination of modeling and empirical techniques to probe plasticity's potential as an important driver of evolution. First, we introduced a general framework for studying phenotypic plasticity, drawing from principles of theoretical ecological and mathematical modeling, then we applied our universal model to three diverse laboratory case studies of plasticity: escape hatching in red-eyed treefrogs Agalychnis callidryas, heterophylly in North American lake cress Rorippa aquatica, and mouth-form plasticity in Diplogastrid nematodes. This research spanned several scales in the hierarchy of life and used diverse methodologies - from computational modeling to molecular experiments - to address how phenotypes arise from the interplay between genotypes and the environment.</p>\n<p>We practiced open science with the goals of broad dissemination and reproducibility. We created a facile graphical user interface, written in R and shared via shiny.io, that allows a broad range of users to visualize the expression patterns of genes within the mouth-form gene regulatory network across ontogeny and various parameters of a plastic trait of interest and how it compares to others. Our results have been disseminated broadly via presentations at local, national, and international conferences and once published, all research products will be open access on public websites. Because of the integrative nature of this project, we hope our methods will be useful for geneticists, developmental biologists, ecologists, animal behaviorists, and eco-toxicologists alike to assay phenotypically plastic traits, incorporate data into theoretical models to reveal genetic accommodation, determine which genes and gene regulatory elements are correlated with evolutionary trends, and to perform functional experiments on developing model organisms.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/01/2023<br>\n\t\t\t\t\tModified by: Julie&nbsp;Jung</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAll multicellular organisms develop according to a body plan defined by their genes. However, developmental trajectories must also be flexible enough to respond to different environmental conditions. This flexibility - a phenomenon known as developmental (phenotypic) plasticity - is controlled by environmentally sensitive 'switch-genes', and has been increasingly discussed as a major facilitator of novelty, divergence, and evolution. However, in practice, identifying the process of genetic accommodation in real time can be challenging due to the difficulty of measuring plasticity, limitations in taxonomic sampling, and lack of model systems that are amenable to functional experiments. We used a combination of modeling and empirical techniques to probe plasticity's potential as an important driver of evolution. First, we introduced a general framework for studying phenotypic plasticity, drawing from principles of theoretical ecological and mathematical modeling, then we applied our universal model to three diverse laboratory case studies of plasticity: escape hatching in red-eyed treefrogs Agalychnis callidryas, heterophylly in North American lake cress Rorippa aquatica, and mouth-form plasticity in Diplogastrid nematodes. This research spanned several scales in the hierarchy of life and used diverse methodologies - from computational modeling to molecular experiments - to address how phenotypes arise from the interplay between genotypes and the environment.\n\nWe practiced open science with the goals of broad dissemination and reproducibility. We created a facile graphical user interface, written in R and shared via shiny.io, that allows a broad range of users to visualize the expression patterns of genes within the mouth-form gene regulatory network across ontogeny and various parameters of a plastic trait of interest and how it compares to others. Our results have been disseminated broadly via presentations at local, national, and international conferences and once published, all research products will be open access on public websites. Because of the integrative nature of this project, we hope our methods will be useful for geneticists, developmental biologists, ecologists, animal behaviorists, and eco-toxicologists alike to assay phenotypically plastic traits, incorporate data into theoretical models to reveal genetic accommodation, determine which genes and gene regulatory elements are correlated with evolutionary trends, and to perform functional experiments on developing model organisms.\n\n\t\t\t\t\tLast Modified: 10/01/2023\n\n\t\t\t\t\tSubmitted by: Julie Jung"
 }
}