{
 "awd_id": "2109825",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2021: Investigating evolutionary mechanisms that facilitate local adaptation via inversions in the Atlantic silverside",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924694",
 "po_email": "jkabraha@nsf.gov",
 "po_sign_block_name": "Joel Abraham",
 "awd_eff_date": "2022-03-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2021-07-01",
 "awd_max_amd_letter_date": "2021-07-01",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2021, Integrative Research Investigating the Rules of Life Governing Interactions Between Genomes, Environment and Phenotypes. The fellowship supports research and training of the Fellow that will contribute to the area of Rules of Life in innovative ways. Natural environments are often heterogeneous, with strong spatial variation in conditions within a species’ range. Populations within a species gain an advantage by adapting to these differing environments, and such local adaptation can be facilitated by structural variation within an organism’s genome. The Fellow will investigate how structural genomic variation allows populations to adapt to their environments, as well as how these types of variation enable population divergence and speciation. This research is important to understanding the mechanisms involved in the origin and maintenance of biodiversity, and how species may adapt to changing climatic conditions. Through this research, the Fellow will also broaden participation in STEM through mentoring undergraduate students in independent research projects, advocating for open science and reproducible research practices, and training early-career students in open science principles and tools.\r\n\r\nThis research will integrate data from common garden experiments, genomic analyses, and evolutionary modeling to investigate how structural genomic variation—specifically, inversions—facilitate local adaptation in wild populations. It will use the large inversion regions associated with locally adapted phenotypes in the Atlantic silverside (Menidia menidia) as a model system. Key outcomes of this project will include: (1) identifying regions within inversions associated with local adaptation phenotypes using a common garden framework; (2) a population-wide selection scan to determine whether differentiation is greatest at inversion breakpoints or at candidate loci within inversions; and (3) simulations to quantify the conditions within which recombination suppression within inversions is a viable evolutionary mechanism for maintaining local adaptation. To achieve these outcomes, Atlantic silversides will be collected and raised in a common garden experiment, and phenotypic and whole genome data from these individuals will be collected for analyses. The Fellow will additionally facilitate two workshops on the topic of reproducible research, with a focus on bioinformatic workflows, targeted at upper division undergraduate and early career graduate students from historically underrepresented backgrounds in STEM fields.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Rick",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica A Rick",
   "pi_email_addr": "",
   "nsf_id": "000840849",
   "pi_start_date": "2021-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "rick, Jessica A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Laramie",
  "inst_state_code": "WY",
  "inst_state_name": "Wyoming",
  "inst_phone_num": "",
  "inst_zip_code": "82070",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "WY00",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Rick, Jessica A",
  "perf_str_addr": null,
  "perf_city_name": "Laramie",
  "perf_st_code": "WY",
  "perf_st_name": "Wyoming",
  "perf_zip_code": "820704922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "WY00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Natural environments are often heterogeneous, with strong spatial variation in conditions within a species&rsquo; range. Populations within a species gain an advantage by adapting to these differing environments, and such local adaptation can be facilitated by structural variation within an organism&rsquo;s genome. This research involved data from common garden experiments, genomic analyses, and evolutionary modeling to investigate how structural genomic variation&mdash;specifically, inversions&mdash;facilitate local adaptation in wild populations. In particular, we use the large inversion regions associated with locally adapted phenotypes in the Atlantic silverside (<em>Menidia menidia</em>) as a model system. The key goals of this project were: (1) identifying regions within chromosomal inversions associated with common garden phenotypes in Atlantic silversides (<em>Menidia menidia</em>), to investigate whether recombination suppression or another evolutionary mechanism is the primary driver of inversion- related local adaptation; (2) a population-wide selection scan to determine whether differentiation is greatest at inversion breakpoints or at candidate loci within inversions; (3) simulations to quantify the parameter space within which recombination suppression is a viable evolutionary mechanism maintaining local adaptation; (4) meaningful independent research experiences for undergraduate students; and (5) workshops on reproducible research for early career graduate students.</p>\n<p>In the first year of this project, we successfully planned and executed a common garden experiment, involving fieldwork to collect ripe wild Atlantic silverside (<em>Menidia menidia</em>) adults, followed by raising their offspring for three months and collecting a suite of phenotypic traits for those juvenile fish. Tissues were collected and preserved from these fish for both DNA and RNA analyses. Preliminary analyses of the phenotypic data demonstrated success in generating a wide array of phenotypes in the common garden experiment. Two different genotyping assays were developed for low-cost sequencing of the 2000 juvenile fishes raised in the common garden experiment.</p>\n<p>Genotyping-in-thousands by sequencing (GTseq) data were generated for the juvenile fish from the common garden experiment, and these data demonstrated an interaction between inversion type and genetic background of the fish, suggesting that the inversions have different effects in fish of different genetic compositions. A manuscript with the results from the GTseq analyses is being prepared for peer-reviewed publication. A subset of the fish were selected for haplotagged low-coverage whole genome sequencing, and these data will result in another peer-reviewed publication.</p>\n<p>This project also was successful in involving undergraduate students in the research: three undergraduate students at Cornell University and two undergraduates at the University of Arizona were brought on to work with the fish or with the data as a part of this project. One of these students developed an independent research project, which resulted in an honor&rsquo;s thesis that is being prepared for peer-reviewed publication. In addition, PI Rick taught a two-day workshop entitled &ldquo;Reproducible Data Science&rdquo; for a combination of undergraduate students, graduate students, and research staff at Cornell University. This workshop reached 8 concurrent participants and 6 additional individuals who were able to watch the recording of the sessions following the completion of the workshop. Surveys distributed to participants pre- and post-workshop indicated that participants felt more empowered and capable of improving their data and code management practices in their research following the workshop.</p><br>\n<p>\n Last Modified: 09/30/2024<br>\nModified by: Jessica&nbsp;A&nbsp;Rick</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nNatural environments are often heterogeneous, with strong spatial variation in conditions within a species range. Populations within a species gain an advantage by adapting to these differing environments, and such local adaptation can be facilitated by structural variation within an organisms genome. This research involved data from common garden experiments, genomic analyses, and evolutionary modeling to investigate how structural genomic variationspecifically, inversionsfacilitate local adaptation in wild populations. In particular, we use the large inversion regions associated with locally adapted phenotypes in the Atlantic silverside (Menidia menidia) as a model system. The key goals of this project were: (1) identifying regions within chromosomal inversions associated with common garden phenotypes in Atlantic silversides (Menidia menidia), to investigate whether recombination suppression or another evolutionary mechanism is the primary driver of inversion- related local adaptation; (2) a population-wide selection scan to determine whether differentiation is greatest at inversion breakpoints or at candidate loci within inversions; (3) simulations to quantify the parameter space within which recombination suppression is a viable evolutionary mechanism maintaining local adaptation; (4) meaningful independent research experiences for undergraduate students; and (5) workshops on reproducible research for early career graduate students.\n\n\nIn the first year of this project, we successfully planned and executed a common garden experiment, involving fieldwork to collect ripe wild Atlantic silverside (Menidia menidia) adults, followed by raising their offspring for three months and collecting a suite of phenotypic traits for those juvenile fish. Tissues were collected and preserved from these fish for both DNA and RNA analyses. Preliminary analyses of the phenotypic data demonstrated success in generating a wide array of phenotypes in the common garden experiment. Two different genotyping assays were developed for low-cost sequencing of the 2000 juvenile fishes raised in the common garden experiment.\n\n\nGenotyping-in-thousands by sequencing (GTseq) data were generated for the juvenile fish from the common garden experiment, and these data demonstrated an interaction between inversion type and genetic background of the fish, suggesting that the inversions have different effects in fish of different genetic compositions. A manuscript with the results from the GTseq analyses is being prepared for peer-reviewed publication. A subset of the fish were selected for haplotagged low-coverage whole genome sequencing, and these data will result in another peer-reviewed publication.\n\n\nThis project also was successful in involving undergraduate students in the research: three undergraduate students at Cornell University and two undergraduates at the University of Arizona were brought on to work with the fish or with the data as a part of this project. One of these students developed an independent research project, which resulted in an honors thesis that is being prepared for peer-reviewed publication. In addition, PI Rick taught a two-day workshop entitled Reproducible Data Science for a combination of undergraduate students, graduate students, and research staff at Cornell University. This workshop reached 8 concurrent participants and 6 additional individuals who were able to watch the recording of the sessions following the completion of the workshop. Surveys distributed to participants pre- and post-workshop indicated that participants felt more empowered and capable of improving their data and code management practices in their research following the workshop.\t\t\t\t\tLast Modified: 09/30/2024\n\n\t\t\t\t\tSubmitted by: JessicaARick\n"
 }
}