{
 "awd_id": "2109428",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TOWARDS A SUSTAINABLE MANAGEMENT OF INSECT COLLECTIONS IN THE U.S. THROUGH THE ENTOMOLOGICAL COLLECTIONS MANAGEMENT WORKSHOP",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 99000.0,
 "awd_amount": 99000.0,
 "awd_min_amd_letter_date": "2021-08-03",
 "awd_max_amd_letter_date": "2021-08-03",
 "awd_abstract_narration": "Natural history collections are an archive of Earth's biodiversity, informing our understanding of the planet and ecological interactions that impact society. Recent global initiatives to digitize biological collections have transformed the scope and scale of how these biorepositories contribute to integrative biological research. Interest in collections and their data is increasing, however much of the workforce capacity remains the same. Entomological collections are especially important because insects represent the most diverse and abundant group of animals with over one million known species. Insects are ubiquitous in our everyday lives and an essential part of most ecosystems. They are also important to human health, as the majority of plant pollinators, disease vectors, and agricultural pests are insects. Collections are organized and maintained only through the specialized knowledge and experience of museum personnel, generally passed directly from one generation to the next, as no formal program has existed to do this across the community. This generational knowledge transfer has been especially important in smaller collections with limited staff, which represent ~70% of all U.S. insect collections. Despite their size, these collections are often extremely valuable due to their strong regional holdings. This effort will produce a comprehensive program to provide formal best-practices training, both in-person and online, to collections personnel, as well as providing much-needed networking opportunities for collections workers across career stages and institutions to share their knowledge and experience with the broader collections' community.\r\n\r\nThis award supports the progressive advancement of the Entomological Collections Management Workshop Series, including virtual participation and material, co-sponsored by the Entomological Collections Network (ECN) and the Systematics, Evolution, and Biodiversity (SysEB) Section of the Entomological Society of America (ESA). The workshops are scheduled to take place annually in summer 2022 to 2024, with hosting rotating between the Yale Peabody Natural History Museum, Cleveland Museum of Natural History, and Arizona State University. The workshop will be developed as a hybrid virtual and in-person event. During the 3-4 day workshop, participants will receive training in entomological collections management covering a wide range of topics, various topics including policies, specimen handling, curation, conservation, and digitization. This project will encourage the participation of collections staff managers and students associated with smaller collections, as they often have with more limited resources for training and collection development. This workshop will also help fund participation by students and early career researchers, the largest and most diverse (in terms of gender, ethnicity, and socio-economic background) segment of the collections management community. The professional development opportunities provided by this workshop will thus lead to a more highly skilled and integrative community of collections management personnel. The virtual components of this workshop will be shared to the broader community through the ECN website, with the results of in-person workshops also presented at the ECN annual meetings.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Zaspel",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer M Zaspel",
   "pi_email_addr": "zaspelj@mpm.edu",
   "nsf_id": "000522963",
   "pi_start_date": "2021-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Smith",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron D Smith",
   "pi_email_addr": "pimeliinae@gmail.com",
   "nsf_id": "000595673",
   "pi_start_date": "2021-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "Gunter",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole L Gunter",
   "pi_email_addr": "ngunter@cmnh.org",
   "nsf_id": "000690219",
   "pi_start_date": "2021-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Gorring",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick S Gorring",
   "pi_email_addr": "patrick.gorring@fdacs.gov",
   "nsf_id": "000709806",
   "pi_start_date": "2021-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Grinter",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher C Grinter",
   "pi_email_addr": "cgrinter@calacademy.org",
   "nsf_id": "000726700",
   "pi_start_date": "2021-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Entomological Society of America",
  "inst_street_address": "170 JENNIFER RD",
  "inst_street_address_2": "",
  "inst_city_name": "ANNAPOLIS",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3017314535",
  "inst_zip_code": "214017995",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MD03",
  "org_lgl_bus_name": "ENTOMOLOGICAL SOCIETY OF AMERICA",
  "org_prnt_uei_num": "",
  "org_uei_num": "K1U5Y6X639P6"
 },
 "perf_inst": {
  "perf_inst_name": "Entomological Society of America",
  "perf_str_addr": "3 Park Place",
  "perf_city_name": "Annapolis,",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "214017572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MD03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167Y00",
   "pgm_ele_name": "Capacity: Bio Collections"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "1197",
   "pgm_ref_txt": "BIOLOGICAL RESEARCH COLLECTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 99000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The entomology collections management workshop builds capacity for entomological research, education, and community engagement. Through a series of three workshops, over 150 students from across the globe have gained knowledge and training that will allow for more efficient curatorial and digitization&nbsp;workflows, which in turn provides access to collections and associated data to the life sciences research community and beyond.</p>\r\n<p>The workshop helped grow a more diverse workforce in STEM-related fields, which included many individuals from other countries and from underrepresented groups. Participants were trained in project management and strategic planning during the workshop. Workshop attendees are now better equipped to communicate the importance of maintaining physical biological collections at their respective organizations.&nbsp;Student evaluations for the course were provided to the team of instructors with comments on how to improve future workshops.&nbsp;</p>\r\n<p>In addition to the courses and training provided by the workshops, it created a space where the entomological community can continue to explore best practices for collections care and growth and network with other collection caretakers. Beyond the time spent in the course, relationships are made, and collaborations are strengthened. Each year, the workshop participants from previous years gather at the Annual Conference of the Entomological Society of America&nbsp;conferences and provide updates on their collections, share the status of their careers, and discuss goals for the future.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/31/2025<br>\nModified by: Jennifer&nbsp;M&nbsp;Zaspel</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe entomology collections management workshop builds capacity for entomological research, education, and community engagement. Through a series of three workshops, over 150 students from across the globe have gained knowledge and training that will allow for more efficient curatorial and digitizationworkflows, which in turn provides access to collections and associated data to the life sciences research community and beyond.\r\n\n\nThe workshop helped grow a more diverse workforce in STEM-related fields, which included many individuals from other countries and from underrepresented groups. Participants were trained in project management and strategic planning during the workshop. Workshop attendees are now better equipped to communicate the importance of maintaining physical biological collections at their respective organizations.Student evaluations for the course were provided to the team of instructors with comments on how to improve future workshops.\r\n\n\nIn addition to the courses and training provided by the workshops, it created a space where the entomological community can continue to explore best practices for collections care and growth and network with other collection caretakers. Beyond the time spent in the course, relationships are made, and collaborations are strengthened. Each year, the workshop participants from previous years gather at the Annual Conference of the Entomological Society of Americaconferences and provide updates on their collections, share the status of their careers, and discuss goals for the future.\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 01/31/2025\n\n\t\t\t\t\tSubmitted by: JenniferMZaspel\n"
 }
}