{
 "awd_id": "2109451",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2021: What is the predictability of hybrid genome evolution across ecological contexts?",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924694",
 "po_email": "jkabraha@nsf.gov",
 "po_sign_block_name": "Joel Abraham",
 "awd_eff_date": "2022-03-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2021-06-24",
 "awd_max_amd_letter_date": "2021-06-24",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2021, Integrative Research Investigating the Rules of Life Governing Interactions Between Genomes, Environment and Phenotypes. The fellowship supports research and training of the fellow that will contribute to the area of Rules of Life in innovative ways. Hybridization has been of long-standing interest to evolutionary biologists to understand how species interactions at the genetic level affect variation. Studying hybridization can provide valuable data on the genetic basis of traits of interest, and how new species evolve. Hybridization can occur naturally or as a consequence of human activities. This project will investigate how hybridization among natural and human-induced hybridizing Oncorhynchus trout species affects these species phenotypes. Throughout the Pacific Northwest, O. c. clarkii (coastal cutthroat trout) and O. mykiss (Steelhead) are ecologically and culturally significant trout species that hybridize, making them ideal species for this research. This work will be crucial to furthering scientific understanding of how the environment influences hybrid genome evolution and how predictable it is. \r\n\r\nThe proposed NSF PRFB project builds on previous work to address a major gap in evolutionary biology research: how do hybrid genomes evolve? This research will evaluate the Rules of Life that govern how hybridization affects species’ adaptation and evolution, specifically how ecological context impacts genome evolution. Genomic and phenotypic data from experimental, lab-produced crosses of two trout species will be used to (1) investigate how hybridization impacts the chromosomal and genomic landscape of hybrids. Paired life-history data from hybrid crosses will (2) elucidate the fitness and phenotypic effects of hybridization. Finally, genomic data produced from natural populations will (3) demonstrate if parallel signals of genomic introgression are detected across natural and anthropogenically hybridizing populations. The computational methods developed for diagnosing the ancestry of tracts of genomic introgression, quantifying gene flow, and estimating timing of hybridization events in trout species can be applied across taxa. Research on the fitness and phenotypic consequences of hybridization will provide candidates for the genetic basis of hybrid fitness and phenotypes (e.g., genomic incompatibilities) currently lacking in hybridization literature. The PI will also mentor high school students from underrepresented communities in computational genomic projects, analyzing other hybrid genomic data sets. The PI and students will then co-present the findings from this research to conservation practitioners from tribal, non-profit and governmental institutions working on these hybridizing taxa in a workshop. This work will expand the computational genomic research skills of this PI, furthering her professional development for a career as an evolutionary geneticist for a top research institute.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexandra",
   "pi_last_name": "Fraik",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Alexandra K Fraik",
   "pi_email_addr": "",
   "nsf_id": "000837024",
   "pi_start_date": "2021-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Fraik, Alexandra Kaye",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Pullman",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "",
  "inst_zip_code": "99163",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Idaho",
  "perf_str_addr": null,
  "perf_city_name": "Moscow",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "838443051",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "ID",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "804900",
   "pgm_ele_name": "Biology Postdoctoral Research"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><h2 id=\"coverAnchor\"><span style=\"color: #000000; font-size: 12px; font-weight: normal;\">My NSF funded postdoctoral researcher focused on using genetic tools to look at the causes, consequences and impacts of hybridization between two salmonid species. These species of are of great commercial, conservation and cultural value in the northwest and are in decline (Steelhead being listed as a threathened species under the endangered species act). While the research funded by this PRFB is ongoing as I began a new position with the USFS National Genomics Center for Wildlife and Fish Conservation only a few months into my postdoc, I was able to use this funding and the support of the National Science Foundation to make great progress on the project.&nbsp;</span>There are three main project outcomes I would like to share to date.</h2>\n<p>First, is the generation of numerous genomic resources invaluable to the community of practitioners managing these species and their hybrids. To date, very few genomic resources have been made available to understand the causes and consequences of hybridization, let alone in these two species. We can use these new high quality, reference resources produced from this project to delineate species and identify hybrid taxa beyond the first generation.&nbsp;</p>\n<p>Second was the identification and development of hybrid diagnostic tools that can disentangle recent and historic introgression history. To date, most of the genetic tools we have to differentiate the species are markers that were developed using closely related species. While these are often effective at telling apart individuals that are first or second generation hybrids, they provide challenges for looking at signals of introgresson beyond that. We developed markers that include single positions in the genome as well as large sequences embedded in chromosomal and structural variation that can be helpful for diagnosis of hybridization events that occurred earlier in the histories of overlapping populations. We will continue to develop these diagnostic tools to create methods for telling apart human-derived and naturally hybridizing populations of the two species. This will be critical for managers when they are making decisions for what to do about hybridizing individuals in their rivers.</p>\n<p>&nbsp;</p>\n<p>Third, was the ability to train and work with a&nbsp;diversity of students and community members on this project to train them on the significance of hybridization in conservation and management of fish. During my time as an NSF postdoctoral reseracher I worked with &gt; 30 people on this project (outisde of collaborators, co-PIs, managers, etc.) including&nbsp;undergraduate lab technicians, undergraduate research students, graduate students and numerous field volunteers. These participants all came with different educational backgrounds, perspectives and interests in conservation, wildlife sciences and molecular biology. The activities I participated in while working with this cohort of students, professionals and volunteer members of the public spanned collecting samples in the field via electroshocking and hook and line sampling, preparing samples for DNA isolations in the lab with subsampling of tissues and overnight enzymatic digests, DNA isolations, quantifications and normalizations in the lab and finally DNA library preparations for reduced representation sequencing. The breadth of these activities provided myself with important training on how engage and work with ahe modules I developed for training were developed so that any participant with a high school level education could understand and participate.</p>\n<p>&nbsp;</p>\n<p>Overall, my short time as an NSF PRFB had major, scientific and broader impacts for the study of the genomics and evolution of hybrid salmonids in rivers. The project likely made a broad impact on how the public and trainees engaged with interdisciplinary sciences with real world application and implications (i.e. conservation and management of natural resources). The combination of lab and field experiences were well received by most participants and demonstrated the variety of experiences in research a scientist could engage in. The genomic resources from this research will be especially impactful to conservation sciences, genomics and evolutionary biology. While the research is still ongoing, the data sets generated will allow us to build tools to bioinformatically parse out natural and anthropogenically hybridizing taxa. This research will pentultimately allow us to better understand how and why hybridization occurs naturally versus as a consequence of anthropogenic disturbance. The tools to derive the causation of hybrids will be significant in systems of conservation concern and threatened by climate change as we currently have no federal policies that address this distinction.&nbsp;</p><br>\n<p>\n Last Modified: 06/27/2024<br>\nModified by: Alexandra&nbsp;K&nbsp;Fraik</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "My NSF funded postdoctoral researcher focused on using genetic tools to look at the causes, consequences and impacts of hybridization between two salmonid species. These species of are of great commercial, conservation and cultural value in the northwest and are in decline (Steelhead being listed as a threathened species under the endangered species act). While the research funded by this PRFB is ongoing as I began a new position with the USFS National Genomics Center for Wildlife and Fish Conservation only a few months into my postdoc, I was able to use this funding and the support of the National Science Foundation to make great progress on the project.There are three main project outcomes I would like to share to date.\n\n\nFirst, is the generation of numerous genomic resources invaluable to the community of practitioners managing these species and their hybrids. To date, very few genomic resources have been made available to understand the causes and consequences of hybridization, let alone in these two species. We can use these new high quality, reference resources produced from this project to delineate species and identify hybrid taxa beyond the first generation.\n\n\nSecond was the identification and development of hybrid diagnostic tools that can disentangle recent and historic introgression history. To date, most of the genetic tools we have to differentiate the species are markers that were developed using closely related species. While these are often effective at telling apart individuals that are first or second generation hybrids, they provide challenges for looking at signals of introgresson beyond that. We developed markers that include single positions in the genome as well as large sequences embedded in chromosomal and structural variation that can be helpful for diagnosis of hybridization events that occurred earlier in the histories of overlapping populations. We will continue to develop these diagnostic tools to create methods for telling apart human-derived and naturally hybridizing populations of the two species. This will be critical for managers when they are making decisions for what to do about hybridizing individuals in their rivers.\n\n\n\n\n\nThird, was the ability to train and work with adiversity of students and community members on this project to train them on the significance of hybridization in conservation and management of fish. During my time as an NSF postdoctoral reseracher I worked with  30 people on this project (outisde of collaborators, co-PIs, managers, etc.) includingundergraduate lab technicians, undergraduate research students, graduate students and numerous field volunteers. These participants all came with different educational backgrounds, perspectives and interests in conservation, wildlife sciences and molecular biology. The activities I participated in while working with this cohort of students, professionals and volunteer members of the public spanned collecting samples in the field via electroshocking and hook and line sampling, preparing samples for DNA isolations in the lab with subsampling of tissues and overnight enzymatic digests, DNA isolations, quantifications and normalizations in the lab and finally DNA library preparations for reduced representation sequencing. The breadth of these activities provided myself with important training on how engage and work with ahe modules I developed for training were developed so that any participant with a high school level education could understand and participate.\n\n\n\n\n\nOverall, my short time as an NSF PRFB had major, scientific and broader impacts for the study of the genomics and evolution of hybrid salmonids in rivers. The project likely made a broad impact on how the public and trainees engaged with interdisciplinary sciences with real world application and implications (i.e. conservation and management of natural resources). The combination of lab and field experiences were well received by most participants and demonstrated the variety of experiences in research a scientist could engage in. The genomic resources from this research will be especially impactful to conservation sciences, genomics and evolutionary biology. While the research is still ongoing, the data sets generated will allow us to build tools to bioinformatically parse out natural and anthropogenically hybridizing taxa. This research will pentultimately allow us to better understand how and why hybridization occurs naturally versus as a consequence of anthropogenic disturbance. The tools to derive the causation of hybrids will be significant in systems of conservation concern and threatened by climate change as we currently have no federal policies that address this distinction.\t\t\t\t\tLast Modified: 06/27/2024\n\n\t\t\t\t\tSubmitted by: AlexandraKFraik\n"
 }
}