{
 "awd_id": "2109655",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2021: Biological Soil Crusts as a Model System in the Context of Climate Change",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924694",
 "po_email": "jkabraha@nsf.gov",
 "po_sign_block_name": "Joel Abraham",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2021-06-28",
 "awd_max_amd_letter_date": "2021-06-28",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2021, Integrative Research Investigating the Rules of Life Governing Interactions Between Genomes, Environment and Phenotypes. The fellowship supports the research and training of a post-doctoral fellow and contributes to an improved understanding of the Rules of Life in innovative ways. Biological soil crusts (biocrusts) are a living consortium of mosses, lichens, and cyanobacteria that inhabit the surface of dryland soils worldwide. In addition to regulating a large number of important ecosystem properties, such as soil stability and fertility, biocrusts offer new ways to test long-standing ecological theory. The project will examine important dryland biocrusts, and the soil microbial communities and nitrogen cycling that occur together with biocrusts. Specifically, the research will assess how the diversity of biocrusts and soil microbes affect key nitrogen cycle functions and how these interactions influence climate change. This research is particularly relevant to understanding how biodiversity at multiple levels impacts how ecosystems function. The fellow will also share this research with regional land managers, including through a workshop in Arches National Park and mentor local high school students through a local School to Science program.\r\n\r\nThis project integrates molecular biology, biogeochemistry, and ecology to span multiple layers in the hierarchy of life (e.g., molecules, microbes, biocrusts, and ecosystem function), creating a novel approach to test biodiversity ecosystem-functioning theory. Biocrusts contain a large amount of diversity in a small area and engage in unique competitive and facilitative interactions, making them an ideal model system to test ecological theory. The fellow will assess how biocrust and microbial diversity relate to each other and how they interactively affect nitrogen cycling. The fellow will characterize biocrust diversity using a visual assessment and assess diversity of microbial communities using quantitative stable isotope probing and amplicon sequencing. To understand the biocrust ecosystem more fully, the fellow will examine marker genes for nitrogen cycling at the same time as assessing total and extractable nitrogen pools under different biocrust successional states and with simulated climate change using a one-of-a-kind in situ warming experiment. Taken together this exploration of biocrusts, associated heterotrophs, and biogeochemistry will offer a new look into the fundamental relationships between communities, diversity, and function.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michala",
   "pi_last_name": "Phillips",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Michala L Phillips",
   "pi_email_addr": "",
   "nsf_id": "000733610",
   "pi_start_date": "2021-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Phillips, Michala L",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Moab",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "",
  "inst_zip_code": "845320000",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "UT",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "USGS",
  "perf_str_addr": null,
  "perf_city_name": "Moab",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "845323406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "UT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "804900",
   "pgm_ele_name": "Biology Postdoctoral Research"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Dryland ecosystems cover 40% of the Earth&rsquo;s land area, are home to two million human inhabitants primarily in developing countries, account for 44% of the world&rsquo;s cultivated land, and are projected to continue expanding in the 21st century. These ecosystems are increasingly vulnerable to global change and are already experiencing land degradation. Furthermore, compared to their mesic counterparts, we know relatively little about how drylands will respond to climate change. Biological soil crusts (biocrusts) are fundamental and ubiquitous soil surface organisms in drylands globally,yet our understanding of these important communities, of their contributions to global services, and their responses to global change is also exceptionally poor.</p>\n<p>Biocrusts cover approximately 12% of Earth&rsquo;s terrestrial surface and provide a myriad of essential ecosystem functions, including but not limited to soil stabilization and nutrient stock control. Projections of increasing temperatures and drought in drylands worldwide will likely drive losses of plant vegetation and potentially also in biocrusts. Some drylands, such as the Colorado Plateau, are situated in a region that is warming at a more rapid pace than the global mean. Here, the landscape is home to some of the most abundant, diverse, and functionally important biocrusts. We know biocrusts are sensitive to disturbance, but we know much less about how they recover or respond to warming temperatures. Shifts in biocrusts composition will be coupled with changes &ndash; and potentially losses &ndash; of associated functions.</p>\n<p>We combined ~15 years of data from our unique, in situ climate and mechanical disturbance experiments to understand how biocrusts recover from disturbance and how warming temperatures (4&deg; C above ambient) affect biocrust communities and their recovery. Our study suggests high vulnerability of key biocrust types to warming, coupled with our observations that warming halts recovery following disturbance. In fact, the work highlights the potential of rising temperatures to act as a previously unknown mechanism for land degradation through losses of soil stability and fertility. Biocrusts are incredibly common in drylands worldwide and can often be the dominant cover type. Nevertheless, extremely little is known about how these communities are being affected by climate change, nor about how the interactions between climate and land use change could create disturbance synergies that have unpredictable effects on biocrust communities and functions. Our work bridged multiple levels of organization from macro- to micro- scale processes by coupling community ecology, ecosystem science, and modeling to demonstrate that biocrusts may also serve as a bellwether for predicting changes to ecosystem function in drylands under a changing climate. This work address long-standing unknowns in how dryland ecosystems function and respond to change. The project has resulted in the production of two invited presentations at conferences, tranining opportunities for scientists at multiple career stages, and two peer-reviewed publications in high-impact journals, with two additional manuscripts in process.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/11/2023<br>\nModified by: Michala&nbsp;L&nbsp;Phillips</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nDryland ecosystems cover 40% of the Earths land area, are home to two million human inhabitants primarily in developing countries, account for 44% of the worlds cultivated land, and are projected to continue expanding in the 21st century. These ecosystems are increasingly vulnerable to global change and are already experiencing land degradation. Furthermore, compared to their mesic counterparts, we know relatively little about how drylands will respond to climate change. Biological soil crusts (biocrusts) are fundamental and ubiquitous soil surface organisms in drylands globally,yet our understanding of these important communities, of their contributions to global services, and their responses to global change is also exceptionally poor.\n\n\nBiocrusts cover approximately 12% of Earths terrestrial surface and provide a myriad of essential ecosystem functions, including but not limited to soil stabilization and nutrient stock control. Projections of increasing temperatures and drought in drylands worldwide will likely drive losses of plant vegetation and potentially also in biocrusts. Some drylands, such as the Colorado Plateau, are situated in a region that is warming at a more rapid pace than the global mean. Here, the landscape is home to some of the most abundant, diverse, and functionally important biocrusts. We know biocrusts are sensitive to disturbance, but we know much less about how they recover or respond to warming temperatures. Shifts in biocrusts composition will be coupled with changes  and potentially losses  of associated functions.\n\n\nWe combined ~15 years of data from our unique, in situ climate and mechanical disturbance experiments to understand how biocrusts recover from disturbance and how warming temperatures (4 C above ambient) affect biocrust communities and their recovery. Our study suggests high vulnerability of key biocrust types to warming, coupled with our observations that warming halts recovery following disturbance. In fact, the work highlights the potential of rising temperatures to act as a previously unknown mechanism for land degradation through losses of soil stability and fertility. Biocrusts are incredibly common in drylands worldwide and can often be the dominant cover type. Nevertheless, extremely little is known about how these communities are being affected by climate change, nor about how the interactions between climate and land use change could create disturbance synergies that have unpredictable effects on biocrust communities and functions. Our work bridged multiple levels of organization from macro- to micro- scale processes by coupling community ecology, ecosystem science, and modeling to demonstrate that biocrusts may also serve as a bellwether for predicting changes to ecosystem function in drylands under a changing climate. This work address long-standing unknowns in how dryland ecosystems function and respond to change. The project has resulted in the production of two invited presentations at conferences, tranining opportunities for scientists at multiple career stages, and two peer-reviewed publications in high-impact journals, with two additional manuscripts in process.\n\n\n\t\t\t\t\tLast Modified: 12/11/2023\n\n\t\t\t\t\tSubmitted by: MichalaLPhillips\n"
 }
}