{
 "awd_id": "2109789",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2021: Leveraging Frequent Monoicy-dioicy Transitions in Hornworts to Understand the Rules of Sex Determination",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032920000",
 "po_email": "sshiu@nsf.gov",
 "po_sign_block_name": "Shin-Han Shiu",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 216000.0,
 "awd_amount": 216000.0,
 "awd_min_amd_letter_date": "2021-05-24",
 "awd_max_amd_letter_date": "2021-05-24",
 "awd_abstract_narration": "This action funds an NSF Plant Genome Postdoctoral Research Fellowship in Biology for FY 2021. The fellowship supports a research and training plan in a host laboratory for the Fellow who also presents a plan to broaden participation in biology. The title of the research and training plan for this fellowship to Peter Schafran is \"Leveraging frequent monoicy-dioicy transitions in hornworts to understand the rules of sex determination\" The host institution for the fellowship is the Boyce Thompson Institute and the sponsoring scientist is Dr. Fay-Wei Li.\r\n\r\nIn animals sex determination is fairly consistent across diverse groups, such as the XY chromosomes that originated once in the common ancestor of all placental mammals including dogs, cows, humans, elephants, whales, etc., over 166 million years ago. In contrast, the evolution of separate sexes in plants has occurred many times and over much shorter time periods. One plant group that shows this is hornworts, in which about half of all species have separate sexes that evolved from hermaphroditic ancestors at least 14 separate times. To understand why sexual system evolution is so flexible in plants, this project will examine how genes and chromosome structure change each time a species evolves to have separate male/female individuals. New genomes will be generated from hermaphroditic and male/female hornwort species representing over 300 million years of evolution in order to determine common genes that may be prerequisites for formation of separate sexes. This project will also examine patterns of change in genome architecture over time, as sex-determining genes eventually cause the formation of sex chromosomes, which then may be more likely to degrade. Identifying these processes in hornworts will uncover mechanisms that may provide a model for evolution of separate sexes across all plants and a contrast for the starkly different pattern in animals. A better understanding of how chromosomes and genes function will enhance efforts to improve crop plants. This project will provide varied opportunities for training high school and undergraduate students in tissue culture, genome assembly, comparative genomics, and plant transformation. \r\n\r\nThis project will leverage multiple monoicy-dioicy transitions across the hornworts in order to test whether common rules govern the evolution of sex-linked genes and sex chromosomes. Evidence will be drawn from a broad range of phylogenetic diversity, evolutionary time, genomic scales, and gene-phenotype associations. Three specific objectives are: 1) characterize the structure and composition of hornwort sex chromosomes; 2) identify candidate sex-determining genes by examining genes associated with sex chromosomes and under selection in multiple lineages; 3) functionally characterize candidate sex-determining genes by transgenically over-expressing them in the monoicous model hornwort Anthoceros agrestis. Multiple genome assembly techniques will be used to create 19 new hornwort genomes representing monoicous and dioicous species assembled to pseudochromosome level. Genetic analyses will examine gene orthologs from pairs of monoicous and dioicous species to identify those with evidence of selection across multiple independent transitions between monoicy and dioicy. For genes found to recurrently appear to be selected for on sex chromosomes, their over-expression in A. agrestis is expected to affect the successful development gametes/gametangia and their ability to form viable sporophytes. The expected results will contribute functional knowledge about specific genes, and about the associated chromosome structural and compositional variations that lead to formation of sex chromosomes. All data will be publicly available through GenBank as well as HornwortBase, a new platform for hornwort genomic analysis (www.hornwortbase.org). Results will be communicated through public lectures and open access publications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Schafran",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Peter W Schafran",
   "pi_email_addr": "",
   "nsf_id": "000843543",
   "pi_start_date": "2021-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Schafran, Peter W",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "",
  "inst_zip_code": "14850",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Boyce Thompson Institute",
  "perf_str_addr": null,
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148531801",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "810500",
   "pgm_ele_name": "NPGI PostDoc Rsrch Fellowship"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  },
  {
   "pgm_ref_code": "7174",
   "pgm_ref_txt": "POSTDOC FELLOW IN SCI, MATH EN"
  },
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 216000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Sexual reproduction is a common feature of species across the tree of life and a crucial component of evolution. This NSF PRFB project used the hornwort plant phylum Anthocerotophyta as a model system to study how these plants have evolved sex chromosomes many different times over 300 million years, what genes are involved in the formation of separate-sex (dioicous) individuals, and whether the same sex-determining genes were recruited to the sex chromosomes each time they formed.&nbsp;</p>\n<p>To achieve this, I assembled 15 new chromosome-scale genomes representing the entire breadth of hornwort diversity. This covered 300 million years of evolution, roughly equal to the distance between humans and birds/reptiles. By comparing the order of genes among chromosomes, I detected portions that have remained collinear since their most recent common ancestor. Using the proportion of genes in each species that remain collinear with each other species, I calculated the rate of reorganization across hornworts and found that their genomes evolved more slowly than any other group of land plants. Additionally, I found that hornworts completely lack any evidence of whole genome duplication, the only phylum of land plants where this is the case. Together, these data point to uniquely stagnant genomes overall in hornworts.&nbsp;</p>\n<p>In contrast to most of their genomes, small sex chromosomes and non-sex-determining accessory chromosomes evolve rapidly. For each species studied, these chromosomes showed no evidence of shared origins and their genomic locations within closely related species could not be determined. Within species, the U and V sex chromosomes are variable in size and the order of genes has been rearranged, while their autosomes are nearly identical. This suggests that once hornwort sex chromosomes evolve, they rapidly accumulate transposable elements and undergo inversions. This is contrary to expectations that U/V chromosomes may evolve slowly, but may be explained by the dearth of genes located on them. I also identified several gene families shared among sex chromosomes of different species for further study as potential sex-determining genes.&nbsp;</p>\n<p>I used growth experiments to understand how environment and genes control reproduction. I exposed all study species to far-red light, which initiates development of sex organs in the closest relatives of hornworts. This did not induce reproduction in any species. I also found that the transition from warm to cool temperature simulating seasonal change only caused reproduction in one species. Finally, I directly over expressed a gene that causes development of sex organs in liverworts, but it had no effect in hornworts. These results point to a unique genetic pathway and environmental triggers that cause reproduction in hornworts.</p>\n<p>Overall, this project made significant advances in the broader study of the mechanisms and evolutionary patterns associated with dioicy in a poorly studied part of the tree of life. It provided new data on how different parts of a genome can evolve independently within the same organism, and how the same phenotype may be governed by different genetic pathways. My data have also contributed to other studies of hornworts and early land plant evolution, ranging from phylogenomics to epigenetics to plant-bacterial symbiosis.</p>\n<p>Beyond my own development as a scientist, this fellowship gave me the opportunity to individually mentor undergraduate summer students at&nbsp;<span>my institute, as well as training ca. 15 undergraduates at three other universities.&nbsp;</span>They gained a broad range of skills including plant tissue culture, molecular biology, and bioinformatics. I was also able to teach online botany seminars for students, professionals, and enthusiastic amateurs through the Eagle Hill Institute.&nbsp;</p><br>\n<p>\n Last Modified: 10/30/2024<br>\nModified by: Peter&nbsp;W&nbsp;Schafran</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nSexual reproduction is a common feature of species across the tree of life and a crucial component of evolution. This NSF PRFB project used the hornwort plant phylum Anthocerotophyta as a model system to study how these plants have evolved sex chromosomes many different times over 300 million years, what genes are involved in the formation of separate-sex (dioicous) individuals, and whether the same sex-determining genes were recruited to the sex chromosomes each time they formed.\n\n\nTo achieve this, I assembled 15 new chromosome-scale genomes representing the entire breadth of hornwort diversity. This covered 300 million years of evolution, roughly equal to the distance between humans and birds/reptiles. By comparing the order of genes among chromosomes, I detected portions that have remained collinear since their most recent common ancestor. Using the proportion of genes in each species that remain collinear with each other species, I calculated the rate of reorganization across hornworts and found that their genomes evolved more slowly than any other group of land plants. Additionally, I found that hornworts completely lack any evidence of whole genome duplication, the only phylum of land plants where this is the case. Together, these data point to uniquely stagnant genomes overall in hornworts.\n\n\nIn contrast to most of their genomes, small sex chromosomes and non-sex-determining accessory chromosomes evolve rapidly. For each species studied, these chromosomes showed no evidence of shared origins and their genomic locations within closely related species could not be determined. Within species, the U and V sex chromosomes are variable in size and the order of genes has been rearranged, while their autosomes are nearly identical. This suggests that once hornwort sex chromosomes evolve, they rapidly accumulate transposable elements and undergo inversions. This is contrary to expectations that U/V chromosomes may evolve slowly, but may be explained by the dearth of genes located on them. I also identified several gene families shared among sex chromosomes of different species for further study as potential sex-determining genes.\n\n\nI used growth experiments to understand how environment and genes control reproduction. I exposed all study species to far-red light, which initiates development of sex organs in the closest relatives of hornworts. This did not induce reproduction in any species. I also found that the transition from warm to cool temperature simulating seasonal change only caused reproduction in one species. Finally, I directly over expressed a gene that causes development of sex organs in liverworts, but it had no effect in hornworts. These results point to a unique genetic pathway and environmental triggers that cause reproduction in hornworts.\n\n\nOverall, this project made significant advances in the broader study of the mechanisms and evolutionary patterns associated with dioicy in a poorly studied part of the tree of life. It provided new data on how different parts of a genome can evolve independently within the same organism, and how the same phenotype may be governed by different genetic pathways. My data have also contributed to other studies of hornworts and early land plant evolution, ranging from phylogenomics to epigenetics to plant-bacterial symbiosis.\n\n\nBeyond my own development as a scientist, this fellowship gave me the opportunity to individually mentor undergraduate summer students atmy institute, as well as training ca. 15 undergraduates at three other universities.They gained a broad range of skills including plant tissue culture, molecular biology, and bioinformatics. I was also able to teach online botany seminars for students, professionals, and enthusiastic amateurs through the Eagle Hill Institute.\t\t\t\t\tLast Modified: 10/30/2024\n\n\t\t\t\t\tSubmitted by: PeterWSchafran\n"
 }
}