{
 "awd_id": "2109800",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2021: Using DNA-barcode lineage tracking to study ecological and evolutionary dynamics in the cucumber pathogen Erwinia tracheiphila",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924694",
 "po_email": "jkabraha@nsf.gov",
 "po_sign_block_name": "Joel Abraham",
 "awd_eff_date": "2022-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2021-07-01",
 "awd_max_amd_letter_date": "2021-07-01",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2021, Integrative Research Investigating the Rules of Life Governing Interactions Between Genomes, Environment and Phenotypes. The fellowship supports research and training of the Fellow that will contribute to the area of Rules of Life in innovative ways. This research aims to use new genetic tools to understand the “evolutionary natural history” of an economically important cucumber and squash pathogen, Erwinia tracheiphila. E. tracheiphila infects plants through wounds on leaves or flowers, divides in the xylem of the plant, and is transmitted between plants by striped cucumber beetles. It is an ideal system for studying how plant pathogens adapt to different plant host and insect vector environments. Through a series of infection experiments, the Fellow will observe the process of E. tracheiphila evolution and measure the effects of mutations in squash, cucumber, and beetle environments. This research will further our understanding of this agriculturally important pathogen’s biology and will serve as a first step towards building a new model system for understanding the evolution of pathogens more generally. The Fellow will also participate in the Promoting Inclusivity in Computing (PINC) program at San Francisco State University during this work as part of an effort to broaden participation in computational biology research. This experience will also provide valuable training in education and scientific mentorship.\r\n\r\nSpecifically, this research will use existing E. tracheiphila strain collections and DNA-barcode tracking technologies to study how E. tracheiphila evolves in high resolution. The Fellow will conduct lineage-tracking evolution experiments and barcode-based fitness assays to measure the fitness effects of both naturally occurring and engineered (using transposon mutagenesis) mutations in in-vivo plant and insect environments with and without competitors (other E. tracheiphila strains) and predators (phage). This work will provide a comprehensive dataset on how the fitness effects of mutations depend on the intersection of the environment, the genetic background, and ecological interactions. To maximize the broader impacts of this project, the barcoded E. tracheiphila strain libraries will be made available to other scientists, along with an open-source interactive browser that researchers can use to explore the data and test their own hypotheses. Working with scientists at UC Berkeley and Lawrence Berkeley National Labs, the Fellow will gain training - in functional bacterial genetics, plant-microbial interactions, experimental design, and mentorship - that will be essential for a successful career as a scientist or research professor.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Milo",
   "pi_last_name": "Johnson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Milo Johnson",
   "pi_email_addr": "",
   "nsf_id": "000842482",
   "pi_start_date": "2021-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johnson, Milo",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Cambridge",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "",
  "inst_zip_code": "02138",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Berkeley",
  "perf_str_addr": null,
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947205800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-b87de75c-7fff-44da-02af-3f697555be0d\">\n<p dir=\"ltr\"><span>The major goals of this project are to build up Erwinia tracheiphila as a model system for studying the ecology and evolution of pathogens, and to use this system to better understand the determinants of the effects of mutations in natural environments. Erwinia tracheiphila is a pathogen of cucurbits such as cucumber and melon that causes major crop losses each year. During the course of this fellowship, I created both lineage tracking libraries and barcoded transposon knockout libraries in E. tracheiphila isolates from each of the major three clades in North America. These libraries allow me to measure the effects of both gene deletion mutations and naturally occurring mutations in both the lab and plant environments. While final data processing is ongoing, we can already learn that certain genes, for example those involved in sucrose metabolism and extra polysaccharide production, are important for growth during infection. These libraries, along with an online data browser, will provide excellent public resources for the broader E. tracheiphila research community. More generally, these data will provide a unique look into how the effects of mutations change as we move out of the lab and into relevant natural environments. Along with the lineage tracking libraries - which allow us to view the dynamics of adaptation during a single infection or population bottlenecks during transmission - these data will lift up E. tracheiphila as a model system for understanding the evolution of pathogens.</span></p>\n<br />\n<p dir=\"ltr\"><span>This fellowship has also personally benefited me as a researcher. I&rsquo;ve learned about bacterial and functional genetics, improved my ability to collaborate and share my work with others, and grown my overall base of knowledge about evolution and microbial life.</span></p>\n</span></p><br>\n<p>\n Last Modified: 07/11/2024<br>\nModified by: Milo&nbsp;Johnson</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\n\nThe major goals of this project are to build up Erwinia tracheiphila as a model system for studying the ecology and evolution of pathogens, and to use this system to better understand the determinants of the effects of mutations in natural environments. Erwinia tracheiphila is a pathogen of cucurbits such as cucumber and melon that causes major crop losses each year. During the course of this fellowship, I created both lineage tracking libraries and barcoded transposon knockout libraries in E. tracheiphila isolates from each of the major three clades in North America. These libraries allow me to measure the effects of both gene deletion mutations and naturally occurring mutations in both the lab and plant environments. While final data processing is ongoing, we can already learn that certain genes, for example those involved in sucrose metabolism and extra polysaccharide production, are important for growth during infection. These libraries, along with an online data browser, will provide excellent public resources for the broader E. tracheiphila research community. More generally, these data will provide a unique look into how the effects of mutations change as we move out of the lab and into relevant natural environments. Along with the lineage tracking libraries - which allow us to view the dynamics of adaptation during a single infection or population bottlenecks during transmission - these data will lift up E. tracheiphila as a model system for understanding the evolution of pathogens.\n\n\n\n\nThis fellowship has also personally benefited me as a researcher. Ive learned about bacterial and functional genetics, improved my ability to collaborate and share my work with others, and grown my overall base of knowledge about evolution and microbial life.\n\t\t\t\t\tLast Modified: 07/11/2024\n\n\t\t\t\t\tSubmitted by: MiloJohnson\n"
 }
}