{
 "awd_id": "2109743",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2021: Constraints as a bridge between phenotypic micro- and macroevolution",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924694",
 "po_email": "jkabraha@nsf.gov",
 "po_sign_block_name": "Joel Abraham",
 "awd_eff_date": "2022-03-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2021-07-01",
 "awd_max_amd_letter_date": "2021-07-01",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2021, Integrative Research Investigating the Rules of Life Governing Interactions Between Genomes, Environment and Phenotypes. The fellowship supports research and training of the Fellow that will contribute to the area of Rules of Life in innovative ways. A major goal of evolutionary biology is to connect microevolutionary studies of selection and adaptation to macroevolutionary patterns of evolution. While we now understand many of the different types and effects of microevolutionary influences on trait expression, we still do not understand how microevolution can inform us about the rates of evolution observed at macroevolutionary scales. The Fellow therefore seeks to model constraints on trait evolution by measuring the fossil traits associated with measurable environmental nutrients as a means to link microevolutionary and macroevolutionary perspectives. The project represents a new way to link disparate evolutionary perspectives and data in a biologically realistic manner and will substantially broaden our understanding of how the ‘Rules of Life’ act across temporal scales to shape morphological evolution. The Fellow will also broaden participation in STEM activities through outreach and training programs at the host institution, an affiliated state college, and with local tribes.\r\n\r\nBridging the divergent perspectives of trait microevolution and macroevolution in a single framework requires linking phenotypic landscapes of microevolutionary studies (where peaks in the landscape correspond to higher fitness values) to the movements of adaptive peaks over macroevolutionary time scales. One way this can be accomplished is by incorporating environmental constraints on trait expression which can be measured in present day populations and in the fossil record. The Fellow will create a new model of trait evolution that incorporates microevolutionary parameters during periods of constraint change to bridge the gap between phenotypic micro- and macroevolution. This will be done by using a uniquely constrained system (calcifying molluscs) for which environmental constraints on phenotype are well-understood at the physiological level and are easily measured throughout the fossil record. The Fellow will be trained in developing and applying a new Bayesian time-slice model of trait evolution that incorporates microevolutionary information during periods of constraint release and enforcement. The Fellow will also create outreach opportunities at multiple levels that include trainee participation and software-focused academic workshops.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Linscott",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas M Linscott",
   "pi_email_addr": "",
   "nsf_id": "000843870",
   "pi_start_date": "2021-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Linscott, Thomas Mason",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Moscow",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "",
  "inst_zip_code": "83843",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ID01",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": null,
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Central to our understanding of trait evolution is determining how shifts in the environment can change the evolutionary trajectory of traits over macroevolutionary scales. While we have developed phylogenetic comparative methods in the last few decades that enable us to estimate how trait optima shift with the environment through time, we still do not have models that estimate how the pull or strength of selection towards trait optima can vary through time as the environment changes. This development is critical for understanding how the environment affects the bounds of trait expression over both micro- and macroevolutionary scales and enable predicting how traits respond to future environmental change.</p>\n<p>The NSF Postdoctoral Research Fellowship in Biology (PRFB) provided me with the opportunity to develop a new line of research that bridges microevolutionary information (i.e. population level trait variation) with macroevolutionary models of environmentally dependent traits (i.e. species level trait variation). My primary research goal was to connect temporal environmental data present in the fossil record to variation in trait expression by incorporating current ecological knowledge in novel macroevolutionary model.&nbsp; As a PRFB fellow, I developed a new collaboration with my postdoctoral advisor Dr. Josef Uyeda to develop a new macroevolutionary model framework and formed sister collaborations with students in his lab towards understanding the causes of trait variation. This opportunity allowed my research program to broaden significantly in scope by bringing microevolution to macroevolution, connect with new colleagues and collaborators at national and international conferences, and incorporate students from diverse backgrounds in my research and community outreach.</p>\n<p>A major product of my PRFB research is <em>epcTools</em> (ecophysiologically constrained trait tools), an R package which enables parameters of adaptive models of trait evolution to be modulated by the environment. I led the development of <em>epcTools</em> in collaboration with Dr. Josef Uyeda which is publicly available on github with full documentation: <a href=\"https://github.com/mason-linscott/epcTools\">https://github.com/mason-linscott/epcTools</a>. This new package of phylogenetic comparative methods uses temporal environmental data with trait data to infer the relationship of the environment with parameters of macroevolutionary models in a highly flexible framework. Users can specify any relationship (e.g. linear, quadratic, logarithmic) of the model parameters with the environment to understand how environmental change can alter either the evolutionary optima of traits or, critically, the pull of selection towards each optima. <em>epcTools</em> has the potential to test a whole new class of hypotheses relating environmental variation to trait expression such as how biomineralized trait variation tracks mineral supply through time (e.g. mollusc shells and CaCO<sub>3</sub>).</p>\n<p>Another outcome of my PRFB research was connecting with computer vision research ongoing at Virginia Tech to generate many new trait datasets to test macroevolutionary hypotheses with <em>epcTools</em>. This has led to several ongoing collaborations within the Uyeda lab for both creating computer vision models and validation using simulated images in a macroevolutionary framework.</p>\n<p>During my PRFB, I engaged in several professional development and community activities&nbsp;as a PRFB fellow. I mentored graduate students within the lab regarding their research as well as several undergraduate students within my local American Indian Science and Engineering Society (AISES) chapter, disseminated my PRFB research at three conferences, applied for and received a second postdoctoral research fellowship, and engaged in several peer mentorships through Virginia Tech (VT). Particularly, my PRFB fellowship enabled me to connect with the local indigenous community at VT. From this connection I was able to be peer-mentored by other native faculty at VT and afforded the opportunity to be the primary instructor of record at VT for Indigenous Ecologies, a course that examines traditional ecological knowledge in tribal communities and how it informs tribal decision making.&nbsp;</p>\n<p>My PRFB fellowship has enabled me to explore a new avenue of independent research and shape the future vision of my long-term research program. I am currently working on my second postdoctoral fellowship at VT to develop biologically informed computer vision models which incorporate physiological, developmental, and evolutionary information into their design. I envision my future lab as being one that seeks to bridge the gap between micro- and macroevolution using environment-trait relationships that span across the evolutionary spectrum of populations to species.</p><br>\n<p>\n Last Modified: 06/29/2024<br>\nModified by: Thomas&nbsp;M&nbsp;Linscott</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nCentral to our understanding of trait evolution is determining how shifts in the environment can change the evolutionary trajectory of traits over macroevolutionary scales. While we have developed phylogenetic comparative methods in the last few decades that enable us to estimate how trait optima shift with the environment through time, we still do not have models that estimate how the pull or strength of selection towards trait optima can vary through time as the environment changes. This development is critical for understanding how the environment affects the bounds of trait expression over both micro- and macroevolutionary scales and enable predicting how traits respond to future environmental change.\n\n\nThe NSF Postdoctoral Research Fellowship in Biology (PRFB) provided me with the opportunity to develop a new line of research that bridges microevolutionary information (i.e. population level trait variation) with macroevolutionary models of environmentally dependent traits (i.e. species level trait variation). My primary research goal was to connect temporal environmental data present in the fossil record to variation in trait expression by incorporating current ecological knowledge in novel macroevolutionary model. As a PRFB fellow, I developed a new collaboration with my postdoctoral advisor Dr. Josef Uyeda to develop a new macroevolutionary model framework and formed sister collaborations with students in his lab towards understanding the causes of trait variation. This opportunity allowed my research program to broaden significantly in scope by bringing microevolution to macroevolution, connect with new colleagues and collaborators at national and international conferences, and incorporate students from diverse backgrounds in my research and community outreach.\n\n\nA major product of my PRFB research is epcTools (ecophysiologically constrained trait tools), an R package which enables parameters of adaptive models of trait evolution to be modulated by the environment. I led the development of epcTools in collaboration with Dr. Josef Uyeda which is publicly available on github with full documentation: https://github.com/mason-linscott/epcTools. This new package of phylogenetic comparative methods uses temporal environmental data with trait data to infer the relationship of the environment with parameters of macroevolutionary models in a highly flexible framework. Users can specify any relationship (e.g. linear, quadratic, logarithmic) of the model parameters with the environment to understand how environmental change can alter either the evolutionary optima of traits or, critically, the pull of selection towards each optima. epcTools has the potential to test a whole new class of hypotheses relating environmental variation to trait expression such as how biomineralized trait variation tracks mineral supply through time (e.g. mollusc shells and CaCO3).\n\n\nAnother outcome of my PRFB research was connecting with computer vision research ongoing at Virginia Tech to generate many new trait datasets to test macroevolutionary hypotheses with epcTools. This has led to several ongoing collaborations within the Uyeda lab for both creating computer vision models and validation using simulated images in a macroevolutionary framework.\n\n\nDuring my PRFB, I engaged in several professional development and community activitiesas a PRFB fellow. I mentored graduate students within the lab regarding their research as well as several undergraduate students within my local American Indian Science and Engineering Society (AISES) chapter, disseminated my PRFB research at three conferences, applied for and received a second postdoctoral research fellowship, and engaged in several peer mentorships through Virginia Tech (VT). Particularly, my PRFB fellowship enabled me to connect with the local indigenous community at VT. From this connection I was able to be peer-mentored by other native faculty at VT and afforded the opportunity to be the primary instructor of record at VT for Indigenous Ecologies, a course that examines traditional ecological knowledge in tribal communities and how it informs tribal decision making.\n\n\nMy PRFB fellowship has enabled me to explore a new avenue of independent research and shape the future vision of my long-term research program. I am currently working on my second postdoctoral fellowship at VT to develop biologically informed computer vision models which incorporate physiological, developmental, and evolutionary information into their design. I envision my future lab as being one that seeks to bridge the gap between micro- and macroevolution using environment-trait relationships that span across the evolutionary spectrum of populations to species.\t\t\t\t\tLast Modified: 06/29/2024\n\n\t\t\t\t\tSubmitted by: ThomasMLinscott\n"
 }
}