{
 "awd_id": "2109008",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Backbone N-Heteroatom Protein Orthotics",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032920000",
 "po_email": "puiho@nsf.gov",
 "po_sign_block_name": "Pui Ho",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 460000.0,
 "awd_amount": 460000.0,
 "awd_min_amd_letter_date": "2021-05-25",
 "awd_max_amd_letter_date": "2021-05-25",
 "awd_abstract_narration": "With this award, the Chemistry of Life Processes Program in the Chemistry Division is funding Juan Del Valle at the University of Notre Dame to investigate a new strategy to stabilize proteins, the workhorses of the cell. Proteins consist of strings of amino acids that fold into specific shapes that are important for biological function. This new design strategy will replace individual atoms along the backbone that hold these amino acids together, allowing the design of protein variants that are resistant to unfolding and degradation. These stabilized protein variants have the potential to be employed in wide-ranging applications in the development of biomaterials and hybrid molecules that can survive physiological conditions and potentially pass through biological membranes. In addition, these engineered biomolecules may be used to catalyze challenging chemical reactions in ways that are similar to those found in natural enzymes. As a result, a chemical toolkit will be created for stabilizing an array of folded shapes that are typically found in the three-dimensional structures of proteins. The fundamental scientific knowledge resulting from these studies will have important implications for human diseases that are affected by unstable or misfolded proteins. This project will provide graduate and undergraduate students, including those from underrepresented minority groups, with rigorous training in laboratory research and scientific communication through presentations at meeting and conferences. In addition, local high school students will receive research experience through the “Molecular Inventors” two-week summer internship program. \r\n\r\nThis research project will integrate biomolecular design, chemical synthesis, conformational analysis, and functional assays to fully characterize the structure, stability, and activity of N-heteroatom-substituted miniature proteins. The Del Valle laboratory recently established methodologies to prepare C(alpha)-substituted N-amino, N-alkoxy, and N-hydroxy peptides through conventional solid-phase peptide synthesis. This project will involve the synthesis of multi-domain proteins featuring amide-to-hydrazide and amide-to-hydroxamate bond replacements. Several biophysical methods will be used to determine the impact of these backbone substitutions on thermal stability. The effects of hydrazino acid and N-hydroxy amino acid incorporation will be examined in the context of alpha-helix, beta-sheet, and polyproline II helix domains. Data gleaned from these studies will then be used to design a hybrid mini-protein and examine whether this approach leads to enhanced catalytic activity. This project is expected to provide new insight into the design of stable proteins that can engage in important biomolecular interactions and exhibit native-like enzymatic function.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Juan",
   "pi_last_name": "Del Valle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Juan Del Valle",
   "pi_email_addr": "jdelvalle@nd.edu",
   "nsf_id": "000684159",
   "pi_start_date": "2021-05-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 Grace Hall",
  "perf_city_name": "NOTRE DAME",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 460000.0
  }
 ],
 "por": null
}