{
 "awd_id": "2109965",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SG: The ecological and evolutionary consequences of mutualisms for species range expansion",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032924628",
 "po_email": "lrissler@nsf.gov",
 "po_sign_block_name": "Leslie J. Rissler",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 199586.0,
 "awd_amount": 199586.0,
 "awd_min_amd_letter_date": "2021-04-13",
 "awd_max_amd_letter_date": "2021-05-21",
 "awd_abstract_narration": "It is a common sight to see bees flitting around flowers during springtime or see several bird species consuming fruits from trees through the year. Although the two events seem unrelated, an underlying phenomenon connects them: namely, that the interacting species benefit each other. In the first case, the bees transport pollen for the flowers thereby dispersing and aiding them in reproduction, and the flowers in turn provide nectar to the bees. Birds disperse seeds by consuming the fruit (a benefit to them) and defecating the seeds away from the parent plant. This seed dispersal helps trees from competing against their offspring. These bidirectional positive interactions between species are termed mutualisms. The aim of this project is to develop a mathematical framework to understand how mutualisms impact species dispersal ability in an ecological and evolutionary context. The outcome of this work will help to identify when dispersal should evolve for species participating in a mutualism and how it impacts the spatial spread of the species. The researchers will use their results to foster undergraduate research, implement interdisciplinary teaching modules at the University of Minnesota, and develop management strategies against co-invading mutualistic species.\r\n\r\nAlthough there exists theory on how antagonistic interactions such as predation, competition, or parasitism impact species dispersal, there exists very little on the role of mutualisms. Current theory offers contrasting predictions on whether mutualisms promote or hinder how fast species can disperse into new areas (range expansion). More fundamentally, it is unclear whether and how dispersal ability should evolve for species participating in a mutualism. This research will therefore set up a mathematical framework that will help determine under what conditions mutualisms (through effects on demography and dispersal) speed up versus slow down range expansion of the participating species. Secondly, the research will test the conditions under which motility is evolutionarily beneficial in a spatially explicit mutualism between two microbial species. These questions will be addressed through a combination of mathematical models and a tightly controlled microbial experimental system.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allison",
   "pi_last_name": "Shaw",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Allison K Shaw",
   "pi_email_addr": "ashaw@umn.edu",
   "nsf_id": "000662891",
   "pi_start_date": "2021-04-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Harcombe",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "William R Harcombe",
   "pi_email_addr": "harcombe@umn.edu",
   "nsf_id": "000547222",
   "pi_start_date": "2021-04-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "1987 UPPER BUFORD CIR",
  "perf_city_name": "SAINT PAUL",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "551081016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 199586.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Plants, bacteria, and other organisms interact in many ways which impact their ability to survive and reproduce. In order for a species to persist in a habitat, it must both have high enough survival and reproduction, and be able to access that habitat via dispersal in the first place. Organisms can disperse through abiotic drivers (e.g. wind dispersal), by other organisms (e.g. plants dispersed by animals), or by themselves (e.g. bacterial motility with flagella). Thus, understanding how species disperse, interact, and move into novel habitats is crucial to predict long-term spatial patterns of where organisms are found, and which other organisms they are found with (&ldquo;co-occurrence&rdquo;). The focus of this project was to understand how interactions between species, in particular positive interactions (termed mutualism), shape the biogeography of the interacting species through ecological and evolutionary pathways.</p>\n<p>Mutualisms are diverse and ubiquitous yet historically understudied interactions. Mutualisms can influence both the survival and reproduction of organisms as well as their dispersal ability. In certain mutualisms, such as plant-fungal or legume-rhizobial associations, the benefits exchanged are nutritional (e.g. Carbon or Nitrogen) and occur at the root tips of the host plant, i.e. they are &lsquo;localized&rsquo;. In contrast, in microbial mutualisms these nutritional benefits are exchanged via the environment, i.e., are &lsquo;diffuse&rsquo;. Thus, one way to categorize mutualisms is by placing them on a spectrum of how localized or diffuse their benefits are.</p>\n<p>Previous research has shown that in localized mutualisms, dispersal of partner species should evolve to match their partner, particularly if they cannot survive without their partner present. Yet the ecological implications of this evolutionary process particularly as it impacts how fast populations spread was not well studied. Furthermore, theory on dispersal evolution of species engaged in diffuse mutualisms was less well understood. We addressed these ecological and evolutionary gaps in past research.</p>\n<p>Specifically, we asked three questions:</p>\n<p>1) How do localized mutualisms (e.g. plant-fungal interactions) between two species shape the speed at which they move into new habitats?</p>\n<p>Using a mathematical model, we found that the relative magnitude of benefits exchanged between species can increase or decrease how fast the interacting species can spread. Further, we identified conditions under which mutualisms (overall beneficial interactions) can turn parasitic (detrimental to one species) due to the abundance of each species. Ultimately, we show that mutualisms indeed influence patterns of population spread and spatial distribution.</p>\n<p>2) How are co-occurrence patterns of competing plant species shaped by the presence of a common mutualist partner species?</p>\n<p>We extend the mathematical model from 1) to include 3 interacting species and find three possible outcomes: competing species drive each other to extinction across a landscape, coexist at every point across their habitats, or spatially segregate wherein they co-occur at regional (large) scales but drive each other extinct at smaller scales within a habitat. Which outcome occurs depends on the relative competitive strength, dependence on mutualist for growth, and dispersal ability.</p>\n<p>3) Can mutualisms drive selection for or against dispersal in microbial mutualisms where benefits are exchanged via the environment (i.e. are diffuse)?</p>\n<p>Using a combination of numerical simulations and lab experiments, we find that dispersal of a species can be selected for or against, depending on the partner&rsquo;s dispersal ability and the relative rates that benefits are produced by each species and taken up by the other.</p>\n<p>Ultimately our project used mathematical and experimental techniques to predict how mutualisms shape invasion and spatial distributions of interacting species (ecology) and how they drive selection for or against dispersal in diffuse mutualisms (evolution). Our work can be applied to understand the long-term spatial dynamics of invasive species at a macro-scale but also microbial community assemblages in spatially structured environments including the human gut.</p>\n<p>To date, the project has produced 5 peer-reviewed publications with 2 more in review or under revision. All code associated with this project is open source and has been deposited in Zenodo for public access. As part of this project, training in model building in ecology was provided to one graduate student and one undergraduate student. This allowed them to conduct novel scientific research, write up results for scientific manuscripts, and present their findings at multiple conferences including annual conferences organized by the Ecological Society of America, American Society of Naturalists, and the Society for the Study of Evolution. Finally, this grant supported the restructuring of a large undergraduate Ecology class to include a stronger emphasis on theory for mutualistic interactions.</p><br>\n<p>\n Last Modified: 11/11/2024<br>\nModified by: Allison&nbsp;K&nbsp;Shaw</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nPlants, bacteria, and other organisms interact in many ways which impact their ability to survive and reproduce. In order for a species to persist in a habitat, it must both have high enough survival and reproduction, and be able to access that habitat via dispersal in the first place. Organisms can disperse through abiotic drivers (e.g. wind dispersal), by other organisms (e.g. plants dispersed by animals), or by themselves (e.g. bacterial motility with flagella). Thus, understanding how species disperse, interact, and move into novel habitats is crucial to predict long-term spatial patterns of where organisms are found, and which other organisms they are found with (co-occurrence). The focus of this project was to understand how interactions between species, in particular positive interactions (termed mutualism), shape the biogeography of the interacting species through ecological and evolutionary pathways.\n\n\nMutualisms are diverse and ubiquitous yet historically understudied interactions. Mutualisms can influence both the survival and reproduction of organisms as well as their dispersal ability. In certain mutualisms, such as plant-fungal or legume-rhizobial associations, the benefits exchanged are nutritional (e.g. Carbon or Nitrogen) and occur at the root tips of the host plant, i.e. they are localized. In contrast, in microbial mutualisms these nutritional benefits are exchanged via the environment, i.e., are diffuse. Thus, one way to categorize mutualisms is by placing them on a spectrum of how localized or diffuse their benefits are.\n\n\nPrevious research has shown that in localized mutualisms, dispersal of partner species should evolve to match their partner, particularly if they cannot survive without their partner present. Yet the ecological implications of this evolutionary process particularly as it impacts how fast populations spread was not well studied. Furthermore, theory on dispersal evolution of species engaged in diffuse mutualisms was less well understood. We addressed these ecological and evolutionary gaps in past research.\n\n\nSpecifically, we asked three questions:\n\n\n1) How do localized mutualisms (e.g. plant-fungal interactions) between two species shape the speed at which they move into new habitats?\n\n\nUsing a mathematical model, we found that the relative magnitude of benefits exchanged between species can increase or decrease how fast the interacting species can spread. Further, we identified conditions under which mutualisms (overall beneficial interactions) can turn parasitic (detrimental to one species) due to the abundance of each species. Ultimately, we show that mutualisms indeed influence patterns of population spread and spatial distribution.\n\n\n2) How are co-occurrence patterns of competing plant species shaped by the presence of a common mutualist partner species?\n\n\nWe extend the mathematical model from 1) to include 3 interacting species and find three possible outcomes: competing species drive each other to extinction across a landscape, coexist at every point across their habitats, or spatially segregate wherein they co-occur at regional (large) scales but drive each other extinct at smaller scales within a habitat. Which outcome occurs depends on the relative competitive strength, dependence on mutualist for growth, and dispersal ability.\n\n\n3) Can mutualisms drive selection for or against dispersal in microbial mutualisms where benefits are exchanged via the environment (i.e. are diffuse)?\n\n\nUsing a combination of numerical simulations and lab experiments, we find that dispersal of a species can be selected for or against, depending on the partners dispersal ability and the relative rates that benefits are produced by each species and taken up by the other.\n\n\nUltimately our project used mathematical and experimental techniques to predict how mutualisms shape invasion and spatial distributions of interacting species (ecology) and how they drive selection for or against dispersal in diffuse mutualisms (evolution). Our work can be applied to understand the long-term spatial dynamics of invasive species at a macro-scale but also microbial community assemblages in spatially structured environments including the human gut.\n\n\nTo date, the project has produced 5 peer-reviewed publications with 2 more in review or under revision. All code associated with this project is open source and has been deposited in Zenodo for public access. As part of this project, training in model building in ecology was provided to one graduate student and one undergraduate student. This allowed them to conduct novel scientific research, write up results for scientific manuscripts, and present their findings at multiple conferences including annual conferences organized by the Ecological Society of America, American Society of Naturalists, and the Society for the Study of Evolution. Finally, this grant supported the restructuring of a large undergraduate Ecology class to include a stronger emphasis on theory for mutualistic interactions.\t\t\t\t\tLast Modified: 11/11/2024\n\n\t\t\t\t\tSubmitted by: AllisonKShaw\n"
 }
}