{
 "awd_id": "2109717",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2021: The insatiable sweet tooth: molecular adaptations to nectarivory in mammals",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924694",
 "po_email": "jkabraha@nsf.gov",
 "po_sign_block_name": "Joel Abraham",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2021-06-16",
 "awd_max_amd_letter_date": "2021-06-16",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2021, Broadening Participation of Groups Under-represented in Biology. The Fellowship supports a research and training plan for the Fellow that will increase the participation of groups underrepresented in biology. One of the most unusual events in mammalian evolution, and among the bats, is the evolution to a sugar diet. Similarly, it is unusual for humans to consume high quantities of sugar found frequently within our diets, thus leading to conditions such as cavities, diabetes, and obesity. In most mammals, excessive sugar in the diet will cause a number of problems including prolonged high blood sugar (hyperglycemia) and elevated fat synthesis in the liver, which have been associated with a number of human health problems. Although the mammalian sugar regulation pathways have been studied extensively in disease states, very little is known about how to naturally keep the body healthy in response to excessive sugar consumption. Nectar bats, bats with a diet that is almost exclusively liquid sugar, live long and healthy lives and are an ideal natural system to understand how to neutralize the harmful effects of a high sugar diet. The fellow will apply innovative and non-destructive field methods to wild caught bats and characterize their metabolism using non-invasive methods. In this study, the fellow will answer how bats are able to eat all the sugar they want, and whether it is possible for the modern sugar-rich Western diet to become a healthy lifestyle. This study will also prepare the fellow for an independent career as a research scientist through training in emerging methods and disciplines that will shape her future research program. \r\n\r\nNectarivory is an ideal system to study the mechanisms of adaptive evolution, as several lineages have independently derived liquid-sugar diets. This includes striking similarities between Old World and neotropical bats (~60 million years of divergence), and within neotropical bats (~20 million years of divergence). This proposal integrates comparative metabolic physiology, genomics, and in vitro functional assays to understand the molecular basis of dietary adaptation. The fellow will develop genomic tools and tissue culture methods for studying long-lived bat species in the lab, which is an essential step to evaluate genetic adaptations identified by molecular evolution and comparative genomic studies. This project will enable the Fellow, who is a first-generation and underrepresented minority, access to crucial training and mentored support in genomics, molecular evolution, and mammalian tissue culture, which will broaden the Fellow’s research, teaching, and mentorship skills.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jasmin",
   "pi_last_name": "Camacho",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jasmin Camacho",
   "pi_email_addr": "",
   "nsf_id": "000678348",
   "pi_start_date": "2021-06-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Camacho, Jasmin",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Kansas City",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "",
  "inst_zip_code": "64110",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MO05",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Stowers Institute for Medical Research",
  "perf_str_addr": null,
  "perf_city_name": "Kansas City",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "641102262",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MO05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115700",
   "pgm_ele_name": "Broadening Participation of Gr"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": null
}