{
 "awd_id": "2109678",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2021: Understanding protein synthesis in energetically constrained microbial consortia",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924694",
 "po_email": "jkabraha@nsf.gov",
 "po_sign_block_name": "Joel Abraham",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2021-06-28",
 "awd_max_amd_letter_date": "2021-06-28",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2021, Integrative Research Investigating the Rules of Life Governing Interactions Between Genomes, Environment and Phenotypes. The fellowship supports research and training of the fellow that will contribute to the area of Rules of Life in innovative ways. Understanding of how the planet’s climate responds to fluxes in levels of carbon is critical for predicting outcomes that inform how we interact with our environment at an individual level and as a community. One of the carbon-containing molecules that lead to changes in climate is methane, a potent “greenhouse gas”. A major source of methane is the deep ocean floor, though most of this methane does not reach the surface of the ocean because it is consumed by certain microbes (Archaea, a distinct Domain of life) as an energy source. To perform this task, these archaea live in partnership with bacteria and share the energy yield. Currently, little is known about which cellular components facilitate interactions within these microbial communities, and how the production of these components is regulated. In this project, an interdisciplinary approach will be used to determine the mechanisms that deep ocean microbes use to sense and interact with their environment and each other. Through the study of the microbes that govern carbon flux in the ocean, it will be possible to make better models to predict potential feedback from dynamic changes in the global climate. The fellow will also work to strengthen the relationship between the host institution and the local community college, which will provide greater accessibility for student exposure to research at the university-level. \r\n\r\nThrough the intersection of molecular biology, biogeochemistry, and microbial ecology, the fellow will help build predictive models about how methane oxidizing consortia will respond to changes in their environment, and how those responses will impact methane flux from the oceans. The majority of deep-sea methane is consumed before reaching the surface by anaerobic methane oxidizing archaea that live in a syntrophic relationship with sulfate-reducing bacteria, coupling methane oxidation to sulfate reduction. Recent work indicates this archaeal-bacterial symbiosis extends to cooperative behaviors such as such as direct electron transfer and sharing fixed nitrogen. This study will increase understanding of the processes driving life in microbial consortia at the translational level by utilizing 1) proteomics to broadly understand the metabolic potential of these consortia and 2) ribosome profiling to determine the translational landscape of the microbial communities at single-nucleotide resolution. Beyond use in the deep ocean sediments, the products from this project (such as the experimental design) can be applicable to many different complex communities, including agricultural soils or other complex microbiomes. Further, the fellow will work with outreach centers both at the host institution and the local community college to facilitate research exchanges and help ease the process of transferring to a four-year college. The fellow will also participate in current programming within the host institution to increase participation of underrepresented groups in the sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rodney",
   "pi_last_name": "Tollerson",
   "pi_mid_init": "W",
   "pi_sufx_name": "II",
   "pi_full_name": "Rodney W Tollerson",
   "pi_email_addr": "",
   "nsf_id": "000840273",
   "pi_start_date": "2021-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tollerson, Rodney W",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Pasadena",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "91125",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "California Instidute of Technology",
  "perf_str_addr": null,
  "perf_city_name": "Pasadena",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "804900",
   "pgm_ele_name": "Biology Postdoctoral Research"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding microbial methane metabolism is critical for the predicting the future health of our planet. Methane gas has up to 34-times the warming potential of carbon dioxide in the atmosphere, and much of the methane in our atmosphere is produced by methanogenic archaea. Archaea also can consume methane. For example, the anaerobic methanotrophic (methane-consuming) archaea (ANME) in partnership with sulfate reducing bacteria (SRB) consume up to 80% of the methane that is produced in our oceans, preventing it from reaching the surface. &nbsp;These organisms are found in deep ocean sediments near methane seeps and vents and are currently unculturable in the laboratory. Though methane metabolism is important for our climate, there is still relatively little known about the way that these organisms sense and respond to their environment. In this project, we found that decoupling the ANME/SRB partnership leads to widespread changes in the proteome of each organism, suggesting that each partner is able to detect the presence of the other and respond in a way that causes proteomic shifts. Methane consumption and production are also very low-energy metabolisms, so the cells must have enough energy storage to perform proteomic shifts while keeping cellular homeostasis. In the ANME, proteins related to translation, methane metabolism, and fatty acid biosynthesis were increased when the partnership was decoupled, while proteins related to nucleic acid biosynthesis and amino acid biosynthesis decreased in abundance. This proteomic dataset will be used to generate hypotheses on how these proteins impact the ANME/SRB partnership and its evolutionary underpinnings.</p>\n<p>To better understand the mechanisms by which ANME remodel their proteomes, we used culturable methanogenic (methane-producing) archaea as a model. We utilized ribosome profiling, a high-throughput sequencing technique to elucidate some of the regulatory mechanisms methanogens use to control protein production post-transcriptionally. Ribosome profiling is the purification of actively translating ribosomes and sequencing the mRNA which is being translated at that moment. In our experiments, we compared the translational landscape of <em>Methanosarcina acetivorans </em>during growth on one of two sole carbon sources, methanol and trimethylamine. We found that there is a small subset of genes which are strongly impacted at both the transcriptional and translational level, and the signal at the translational level is much stronger than that of transcription. We also found that there are some genes in which the changes in transcription and translation do not correlate, suggesting post-transcriptional regulation of some genes. This data can also be used to calculate the stoichiometry of protein complexes, map translational start sites, and re-annotate the genome, among other analyses.</p>\n<p>Work on this project was completed with the help of four undergraduate students, three of which are from underserved backgrounds and institutions. This work was also used to train two PhD students in molecular biology.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/30/2023<br>\nModified by: Rodney&nbsp;W&nbsp;Tollerson</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nUnderstanding microbial methane metabolism is critical for the predicting the future health of our planet. Methane gas has up to 34-times the warming potential of carbon dioxide in the atmosphere, and much of the methane in our atmosphere is produced by methanogenic archaea. Archaea also can consume methane. For example, the anaerobic methanotrophic (methane-consuming) archaea (ANME) in partnership with sulfate reducing bacteria (SRB) consume up to 80% of the methane that is produced in our oceans, preventing it from reaching the surface. These organisms are found in deep ocean sediments near methane seeps and vents and are currently unculturable in the laboratory. Though methane metabolism is important for our climate, there is still relatively little known about the way that these organisms sense and respond to their environment. In this project, we found that decoupling the ANME/SRB partnership leads to widespread changes in the proteome of each organism, suggesting that each partner is able to detect the presence of the other and respond in a way that causes proteomic shifts. Methane consumption and production are also very low-energy metabolisms, so the cells must have enough energy storage to perform proteomic shifts while keeping cellular homeostasis. In the ANME, proteins related to translation, methane metabolism, and fatty acid biosynthesis were increased when the partnership was decoupled, while proteins related to nucleic acid biosynthesis and amino acid biosynthesis decreased in abundance. This proteomic dataset will be used to generate hypotheses on how these proteins impact the ANME/SRB partnership and its evolutionary underpinnings.\n\n\nTo better understand the mechanisms by which ANME remodel their proteomes, we used culturable methanogenic (methane-producing) archaea as a model. We utilized ribosome profiling, a high-throughput sequencing technique to elucidate some of the regulatory mechanisms methanogens use to control protein production post-transcriptionally. Ribosome profiling is the purification of actively translating ribosomes and sequencing the mRNA which is being translated at that moment. In our experiments, we compared the translational landscape of Methanosarcina acetivorans during growth on one of two sole carbon sources, methanol and trimethylamine. We found that there is a small subset of genes which are strongly impacted at both the transcriptional and translational level, and the signal at the translational level is much stronger than that of transcription. We also found that there are some genes in which the changes in transcription and translation do not correlate, suggesting post-transcriptional regulation of some genes. This data can also be used to calculate the stoichiometry of protein complexes, map translational start sites, and re-annotate the genome, among other analyses.\n\n\nWork on this project was completed with the help of four undergraduate students, three of which are from underserved backgrounds and institutions. This work was also used to train two PhD students in molecular biology.\n\n\n\t\t\t\t\tLast Modified: 12/30/2023\n\n\t\t\t\t\tSubmitted by: RodneyWTollerson\n"
 }
}