{
 "awd_id": "2109488",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ADVANCE - Catalyst: AGREE: Self-Assessment of Gender, Racial, and Ethnic Equity in STEM Faculty at Bucknell",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032925350",
 "po_email": "jdearo@nsf.gov",
 "po_sign_block_name": "Jessie Dearo",
 "awd_eff_date": "2021-07-15",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 271594.0,
 "awd_amount": 271594.0,
 "awd_min_amd_letter_date": "2021-07-13",
 "awd_max_amd_letter_date": "2021-07-13",
 "awd_abstract_narration": "The ADVANCE- Catalyst: AGREE project will support a two-year self-study at Bucknell University, a primarily undergraduate institution in rural Pennsylvania, to identify any existence of systemic inequities and advancement barriers related to gender, race and ethnicity in STEM faculty through an intersectional approach. Informed by quantitative and qualitative data, the project aims to develop and implement a plan to remove such barriers, solidify evidence-based best practices that support faculty success, establish a review mechanism that allows frequent reflection and improvements in institutional policies, build a supportive community where all members of Bucknell enjoy equitable resources and opportunities, thus extending the ADVANCE network, and produce generalizable strategies to extend the impact from this project to all faculty on Bucknell campus and those at institutions similar to Bucknell. This project will bring significant insights into issues facing women and underrepresented minority (URM) faculty that are unique to STEM disciplines and in a primarily undergraduate institution that strives to enhance diversity in students, faculty and staff.\r\n\r\nThe ADVANCE- Catalyst: AGREE project aims to uncover systemic inequities centered around recruitment, retention, and promotion processes facing women and faculty members underrepresented in STEM disciplines. The project adopts an intersectional approach to collect quantitative and qualitative data from faculty through questionnaires and focused small group interviews followed by comprehensive analysis. The project will investigate factors that are unique at different career stages such as pre-hiring recruitment, tenure-review, and promotion and advancement to track the career progression of faculty of different genders and racial/ethnic backgrounds. The comprehensive self-study is expected to bring insights into addressing the historical and emerging barriers to equity and inclusion facing women and faculty who are underrepresented minorities in STEM. The outcomes of the self-study will enable the institution to improve strategies to support and retain more women and underrepresented minorities in all disciplines. The implementation of these strategies will also provide generalizable practices to liberal arts institutions. The NSF ADVANCE program is designed to foster gender equity through a focus on the identification and elimination of organizational barriers that impede the full participation and advancement of diverse faculty in academic institutions. Organizational barriers that inhibit equity may exist in policies, processes, practices, and the organizational culture and climate. ADVANCE \"Catalyst\" awards provide support for institutional equity assessments and the development of five-year faculty equity strategic plans at an academic, non-profit institution of higher education.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jiajia",
   "pi_last_name": "Dong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jiajia Dong",
   "pi_email_addr": "jiajia.dong@bucknell.edu",
   "nsf_id": "000568891",
   "pi_start_date": "2021-07-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "Jablonski",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Erin L Jablonski",
   "pi_email_addr": "ejablons@bucknell.edu",
   "nsf_id": "000198081",
   "pi_start_date": "2021-07-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gabrielle",
   "pi_last_name": "Flynt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gabrielle Flynt",
   "pi_email_addr": "gf013@bucknell.edu",
   "nsf_id": "000839281",
   "pi_start_date": "2021-07-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sue Ellen",
   "pi_last_name": "Henry",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sue Ellen Henry",
   "pi_email_addr": "sehenry@bucknell.edu",
   "nsf_id": "000839420",
   "pi_start_date": "2021-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bucknell University",
  "inst_street_address": "1 DENT DR",
  "inst_street_address_2": "",
  "inst_city_name": "LEWISBURG",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "5705773510",
  "inst_zip_code": "178372005",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "BUCKNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT7CLFEE1ZW4"
 },
 "perf_inst": {
  "perf_inst_name": "Bucknell University",
  "perf_str_addr": "1 Dent Dr",
  "perf_city_name": "Lewisburg",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "178372111",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "016Y00",
   "pgm_ele_name": "ADVANCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "7690",
   "pgm_ref_txt": "ADVANCE - IT-START"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 271594.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-9e6e3c77-7fff-5a30-390a-85ee9056b860\"> </span></p>\n<p dir=\"ltr\"><span>The overarching goal of this project is to identify issues facing women and underrepresented minority (URM) faculty at Bucknell, a selective private college in rural Pennsylvania, that are both unique to STEM disciplines, and common across all fields.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Through the three-year self-assessment project, we conducted three quantitative surveys and six focus group interviews. By using a combination of qualitative and quantitative methods, we were able to identify two key findings that most impact job satisfaction and retention for women at Bucknell:&nbsp;</span></p>\n<ol>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>The main factor that impacts individual job satisfaction is the well-functioning of one&rsquo;s department. When considering the challenges of recruiting and retaining women and URM to Bucknell, a predominantly white liberal arts college in rural Pennsylvania, we have confronted a wide range of barriers including lack of diversity in the local community, and insufficient support for partner career choices. Our survey revealed that, while such barriers matter, the factor that most leads to departure or dissatisfaction is being in a dysfunctional department, where frequent microaggressions or bullying, or other toxic behaviors are endured especially by women and URM.&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>The individual perceptions on department culture on race and gender showed marked differences between male and female-identifying respondents. For example, while 89% of male respondents agree that &ldquo;there is equal access to space/resources for faculty of all gender identities&rdquo;, only 49% of female respondents agree. A similar trend was also observed between white respondents and non-white respondents. This is an important finding especially when it comes to policy-making within a subpopulation (e.g. department, program, college) where there is not a gender or race balance.</span></p>\n</li>\n</ol>\n<p dir=\"ltr\"><span>Throughout this project, we have advanced institutional knowledge about the essential elements for women and URM STEM faculty to thrive, especially in an institution like Bucknell where academic life is centered around balancing teaching-scholarship- personal life in a rural small town. In particular, we supported nine women and/or URM faculty members as ADVANCE-Bucknell fellows and their research agenda. We held community gathering events and research dissemination events to the broader Bucknell community. We also sent letters to Bucknell&rsquo;s leadership team to propose actionable items in order to bring sustainable changes in the institution. In the coming years, we plan to continue to be involved in the broader ADVANCE community to share our findings and learn from the other ADVANCE teams. </span><span><span> </span></span><span><span> </span></span><span><span> </span></span></p>\n<p dir=\"ltr\"><span><span> </span></span><span><span> </span></span></p>\n<p><br /><br /></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/29/2024<br>\nModified by: Jiajia&nbsp;Dong</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2109488/2109488_10748031_1714667137363_IMG_7305--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2109488/2109488_10748031_1714667137363_IMG_7305--rgov-800width.jpg\" title=\"ADVANCE Bucknell team\"><img src=\"/por/images/Reports/POR/2024/2109488/2109488_10748031_1714667137363_IMG_7305--rgov-66x44.jpg\" alt=\"ADVANCE Bucknell team\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Four senior personnel of the ADVANCE-Bucknell Project</div>\n<div class=\"imageCredit\">JiaJia Dong</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Jiajia&nbsp;Dong\n<div class=\"imageTitle\">ADVANCE Bucknell team</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nThe overarching goal of this project is to identify issues facing women and underrepresented minority (URM) faculty at Bucknell, a selective private college in rural Pennsylvania, that are both unique to STEM disciplines, and common across all fields.\n\n\nThrough the three-year self-assessment project, we conducted three quantitative surveys and six focus group interviews. By using a combination of qualitative and quantitative methods, we were able to identify two key findings that most impact job satisfaction and retention for women at Bucknell:\n\n\n\n\nThe main factor that impacts individual job satisfaction is the well-functioning of ones department. When considering the challenges of recruiting and retaining women and URM to Bucknell, a predominantly white liberal arts college in rural Pennsylvania, we have confronted a wide range of barriers including lack of diversity in the local community, and insufficient support for partner career choices. Our survey revealed that, while such barriers matter, the factor that most leads to departure or dissatisfaction is being in a dysfunctional department, where frequent microaggressions or bullying, or other toxic behaviors are endured especially by women and URM.\n\n\n\n\nThe individual perceptions on department culture on race and gender showed marked differences between male and female-identifying respondents. For example, while 89% of male respondents agree that there is equal access to space/resources for faculty of all gender identities, only 49% of female respondents agree. A similar trend was also observed between white respondents and non-white respondents. This is an important finding especially when it comes to policy-making within a subpopulation (e.g. department, program, college) where there is not a gender or race balance.\n\n\n\n\nThroughout this project, we have advanced institutional knowledge about the essential elements for women and URM STEM faculty to thrive, especially in an institution like Bucknell where academic life is centered around balancing teaching-scholarship- personal life in a rural small town. In particular, we supported nine women and/or URM faculty members as ADVANCE-Bucknell fellows and their research agenda. We held community gathering events and research dissemination events to the broader Bucknell community. We also sent letters to Bucknells leadership team to propose actionable items in order to bring sustainable changes in the institution. In the coming years, we plan to continue to be involved in the broader ADVANCE community to share our findings and learn from the other ADVANCE teams.    \n\n\n  \n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 08/29/2024\n\n\t\t\t\t\tSubmitted by: JiajiaDong\n"
 }
}