{
 "awd_id": "2109913",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2021: The buried solution for agricultural resilience: arbuscular mycorrhizal fungi",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924694",
 "po_email": "jkabraha@nsf.gov",
 "po_sign_block_name": "Joel Abraham",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2021-06-22",
 "awd_max_amd_letter_date": "2021-06-22",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2021, Broadening Participation of Groups Under-represented in Biology. The Fellowship supports a research and training plan for the Fellow that will increase the participation of groups underrepresented in biology. Longer and more extreme drought periods pose a substantial challenge for agriculture globally. At the same time, the dominant farming model has dramatically reduced crop diversity leading to a decline in soil biodiversity, especially in an important group of fungi called arbuscular mycorrhizal fungi (AMF). These organisms are known for alleviating plant drought stress. Therefore, the goal of the proposed research is to (1) determine the mechanisms by which crop diversity and soil fungi are connected, and in turn, (2) understand the functional mechanisms by which plant-fungi interactions buffer crops against drought stress. This research will engage underrepresented students in the local rural communities and at the sponsoring institution. Specifically, the Fellow will develop a novel and integrative approach to simultaneously support future STEM educators in rural high schools and develop an experiential learning program for high school students in minority-majority rural communities in California’s San Joaquin Valley.     \r\n\r\nCrop diversification has emerged as a strategy to harness the potential benefits of soil biodiversity, especially AMF, to buffer crops against drought, a current and growing threat to agricultural productivity. However, while greater crop diversity can enrich AMF communities, linking soil biodiversity to ecosystem functions in the contexts of agricultural systems remains a fundamental challenge. Therefore, more studies are needed to understand how agricultural management may alter fungal community composition and select for fungal traits may or may not alleviate drought stress. This research seeks to fill this knowledge gap by using a novel approach that integrates soil fungal ecology, functional genomics, and plant ecophysiology to test whether crop diversification can positively alter the functional composition of fungi and plant-fungal interactions to alleviate drought stress. By comparing fields with varying levels of crop diversity (monoculture versus polyculture) and manipulating water availability, this research will examine the contribution of mycorrhizal fungi (versus non-mycorrhizal fungi) to crop productivity under drought directly in the field. The Fellow will also develop an experiential learning program for rural minority-majority high schools to empower underrepresented high school students to pursue STEM careers and support future STEM educators in rural high schools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aidee",
   "pi_last_name": "Guzman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aidee Guzman",
   "pi_email_addr": "",
   "nsf_id": "000835528",
   "pi_start_date": "2021-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Guzman, Aidee",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Berkeley",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "94720",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Irvine",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926972525",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115700",
   "pgm_ele_name": "Broadening Participation of Gr"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Longer and more extreme drought periods pose a substantial challenge for agriculture globally. At the same time, the dominant farming model has dramatically reduced crop diversity leading to a decline in soil biodiversity, especially arbuscular mycorrhizal fungi (AMF), a group of soil organisms known for alleviating plant drought stress. Crop diversification has emerged as a strategy to harness the potential benefits of soil biodiversity, especially AMF, to buffer crops against drought, a current and growing threat to agricultural productivity. However, linking soil biodiversity to ecosystem functions in the context of agricultural systems remains a fundamental challenge. Therefore, more studies are needed to understand how agricultural management may alter fungal community composition and select fungal traits that may or may not alleviate plant drought stress.</p>\n<p>Dr. Guzman completed a Postdoctoral Research Fellowship in Biology (PRFB), in which she explored (1) how crop diversity and functional diversity of soil fungi are connected, and (2) the&nbsp;functional mechanisms by which plant-fungal interactions buffer crops against drought stress. Specifically, Dr. Guzman characterized the functional composition of soil fungal communities, collected from farm sites representing a gradient of crop diversification and used these fungal communities to inoculate tomato plants (<em>Solanum lycopersicum </em>L.) subjected to different levels of water availability. Instead of relying on commonly used simplified fungal inoculants, Dr. Guzman was able to capture the effect of functionally heterogeneous soil fungal communities, mirroring real-world conditions, on plant drought tolerance. Thus, this work contributes to the burgeoning field of microbiome research that aims to predict how complex plant-microbe interactions impact ecosystem functions under global change.</p>\n<p>Throughout the fellowship period, Dr. Guzman accomplished her main research goal, which involved investigating the relationship between agricultural management, functional composition of fungal communities, and plant tolerance to drought. Specifically, Dr. Guzman finds evidence suggesting that the effects of agricultural management on plant drought tolerance are most noticeable when considering the composition of the fungal community rather than just the management practices alone. For instance, when water availability is limited, plant biomass increases when there is a higher abundance of mycorrhizal fungi in the roots. This effect is particularly notable when plants are inoculated with fungi originating from crop-diverse fields. Dr. Guzman presented her ongoing research at numerous invited talks at international conferences, symposiums, and departmental seminars. Overall, this work contributes to how fundamental ecological theories on plant-microbe interactions can have real-world applications to improve drought resilience in agroecosystems.</p>\n<p>Beyond the scientific progress, the project also had wider effects on student mentorship, community engagement, and outreach efforts. Dr. Guzman directly mentored two graduate students, five undergraduate students (including one senior thesis), and one high school student. Additionally, Dr. Guzman developed and piloted an experiential learning curriculum focused on mycorrhizal ecology at a rural high school, planned and led workshops focused on soil biology for land managers and farmers, and served on an advisory committee to develop a report belowground biodiversity for the California Department of Food and Agriculture. For her research and community outreach endeavors, Dr. Guzman was recently awarded the Excellence in Ecology Scholar award by the Ecological Society of America</p>\n<p>Finally, the training provided by the Postdoctoral Research Fellow in Biology allowed Dr. Guzman to advance her independent research program in preparation for a transition to a faculty position. Specifically, Dr. Guzman honed her expertise in soil microbial ecology, broadened her laboratory and computational toolkit, and refined her abilities in mentoring and teaching.</p><br>\n<p>\n Last Modified: 12/07/2023<br>\nModified by: Aidee&nbsp;Guzman</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nLonger and more extreme drought periods pose a substantial challenge for agriculture globally. At the same time, the dominant farming model has dramatically reduced crop diversity leading to a decline in soil biodiversity, especially arbuscular mycorrhizal fungi (AMF), a group of soil organisms known for alleviating plant drought stress. Crop diversification has emerged as a strategy to harness the potential benefits of soil biodiversity, especially AMF, to buffer crops against drought, a current and growing threat to agricultural productivity. However, linking soil biodiversity to ecosystem functions in the context of agricultural systems remains a fundamental challenge. Therefore, more studies are needed to understand how agricultural management may alter fungal community composition and select fungal traits that may or may not alleviate plant drought stress.\n\n\nDr. Guzman completed a Postdoctoral Research Fellowship in Biology (PRFB), in which she explored (1) how crop diversity and functional diversity of soil fungi are connected, and (2) thefunctional mechanisms by which plant-fungal interactions buffer crops against drought stress. Specifically, Dr. Guzman characterized the functional composition of soil fungal communities, collected from farm sites representing a gradient of crop diversification and used these fungal communities to inoculate tomato plants (Solanum lycopersicum L.) subjected to different levels of water availability. Instead of relying on commonly used simplified fungal inoculants, Dr. Guzman was able to capture the effect of functionally heterogeneous soil fungal communities, mirroring real-world conditions, on plant drought tolerance. Thus, this work contributes to the burgeoning field of microbiome research that aims to predict how complex plant-microbe interactions impact ecosystem functions under global change.\n\n\nThroughout the fellowship period, Dr. Guzman accomplished her main research goal, which involved investigating the relationship between agricultural management, functional composition of fungal communities, and plant tolerance to drought. Specifically, Dr. Guzman finds evidence suggesting that the effects of agricultural management on plant drought tolerance are most noticeable when considering the composition of the fungal community rather than just the management practices alone. For instance, when water availability is limited, plant biomass increases when there is a higher abundance of mycorrhizal fungi in the roots. This effect is particularly notable when plants are inoculated with fungi originating from crop-diverse fields. Dr. Guzman presented her ongoing research at numerous invited talks at international conferences, symposiums, and departmental seminars. Overall, this work contributes to how fundamental ecological theories on plant-microbe interactions can have real-world applications to improve drought resilience in agroecosystems.\n\n\nBeyond the scientific progress, the project also had wider effects on student mentorship, community engagement, and outreach efforts. Dr. Guzman directly mentored two graduate students, five undergraduate students (including one senior thesis), and one high school student. Additionally, Dr. Guzman developed and piloted an experiential learning curriculum focused on mycorrhizal ecology at a rural high school, planned and led workshops focused on soil biology for land managers and farmers, and served on an advisory committee to develop a report belowground biodiversity for the California Department of Food and Agriculture. For her research and community outreach endeavors, Dr. Guzman was recently awarded the Excellence in Ecology Scholar award by the Ecological Society of America\n\n\nFinally, the training provided by the Postdoctoral Research Fellow in Biology allowed Dr. Guzman to advance her independent research program in preparation for a transition to a faculty position. Specifically, Dr. Guzman honed her expertise in soil microbial ecology, broadened her laboratory and computational toolkit, and refined her abilities in mentoring and teaching.\t\t\t\t\tLast Modified: 12/07/2023\n\n\t\t\t\t\tSubmitted by: AideeGuzman\n"
 }
}