{
 "awd_id": "2110368",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Improving Undergraduates’ Motivation and Retention in STEM Through Classroom Interventions: A Meta-Analysis",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927340",
 "po_email": "jenlewis@nsf.gov",
 "po_sign_block_name": "Jennifer Lewis",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2021-06-11",
 "awd_max_amd_letter_date": "2021-06-11",
 "awd_abstract_narration": "This project aims to serve the national interest by synthesizing empirical evidence on how classroom interventions can increase motivational outcomes (e.g., interests) and retention for undergraduates in science, technology, engineering, and mathematics (STEM) fields. The project focuses on approaches to foster success for undergraduates who have been traditionally underrepresented in STEM (e.g., women; Black, Hispanic, and American Indian students; students from low-income families; first generation students). Low rates of STEM degree completion for these groups continue to hinder institutional efforts for educational equity and national efforts to address STEM workforce needs. Encouragingly, growing research evidence suggests that malleable instructional practices and light-touch motivational interventions can increase the achievement, motivation, and retention for such students. This project aims to build on and extend related prior syntheses in several critical ways by (a) synthesizing a wider range of interventions that occur in undergraduate STEM classrooms; (b) focusing on effects for motivational factors related to retention and actual retention in STEM as primary outcomes (rather than academic performance in STEM courses); and (c) identifying specific intervention components that yield the strongest effects. The project’s focus on interventions tested in undergraduate classrooms will help provide STEM professors with actionable insights for designing their classes and changing their instruction to increase undergraduates’ motivation and retention in STEM. \r\n\r\nThis project aims to contribute both theoretically and practically to the field by synthesizing two largely separate bodies of literature on undergraduate STEM classroom interventions: (a) motivational interventions (e.g., values affirmation) and (b) instructional interventions (e.g., active learning). The synthesis will include both experimental and quasi-experimental evaluations of these interventions, focusing on effects for retention (e.g., taking the next STEM course, graduating with a STEM degree) and motivational factors related to retention (e.g., interests, self-efficacy, sense of belonging). The project team will use rigorous systematic review and meta-analytic methods to improve transparency of the review process, reduce reviewer bias, and ensure the project’s findings are robust and comprehensive of existing evidence. Statistical analyses will investigate how intervention design features, student demographics, and the implementation context may help explain why some studies show stronger effects than others. The project team will leverage university partnerships, peer-reviewed journals, conferences, and media outlets to broadly disseminate findings to researchers and practitioners, promoting evidence based classroom practices at scale. The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students. Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Miller",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "David I Miller",
   "pi_email_addr": "dimiller@air.org",
   "nsf_id": "000783632",
   "pi_start_date": "2021-06-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eben",
   "pi_last_name": "Witherspoon",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Eben B Witherspoon",
   "pi_email_addr": "ewitherspoon@air.org",
   "nsf_id": "000835578",
   "pi_start_date": "2021-06-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Institutes for Research in the Behavioral Sciences",
  "inst_street_address": "1400 CRYSTAL DR FL 10",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "2024035585",
  "inst_zip_code": "222023289",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "VA08",
  "org_lgl_bus_name": "AMERICAN INSTITUTES FOR RESEARCH IN THE BEHAVIORAL SCIENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "MCN6J5L6M3T4"
 },
 "perf_inst": {
  "perf_inst_name": "American Institutes for Research in the Behavioral Sciences",
  "perf_str_addr": "1400 Crystal Drive, Floor 10",
  "perf_city_name": "Arlington",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "222023289",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": null
}