{
 "awd_id": "2110524",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PM: Measuring Gravity at the Micron-Scale with Laser-Cooled Trapped Microspheres: A Renewal Proposal",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927372",
 "po_email": "pmarrone@nsf.gov",
 "po_sign_block_name": "Pedro Marronetti",
 "awd_eff_date": "2021-07-15",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2021-07-14",
 "awd_max_amd_letter_date": "2021-07-14",
 "awd_abstract_narration": "Gravity is the least well understood of the four known fundamental forces in Nature.  Its weakness when compared to the other three Standard Model forces makes gravity particularly challenging to measure precisely in experiments. There have been several predictions from theories beyond the Standard Model of particle physics, including string theory and supersymmetry, that the Newtonian gravitational inverse square law will break down at some distance below the millimeter scale. To put these theories to the test, a method using an optically-trapped laser-cooled glass bead as a test mass and a microfabricated silicon and gold device as a source mass has been developed. When surrounded by a high-vacuum environment, the glass bead experiences very little friction and becomes an ultraprecise force measurement instrument, needed to measure feeble gravitational interactions between objects at such close ranges.  At the same time, scanning and screening methods are employed to eliminate systematic effects from undesired electromagnetic background forces. It is estimated that the method can improve the search for corrections to the gravitational inverse square law at the micron length scale by more than three orders of magnitude. One graduate student and one postdoctoral researcher will be broadly trained in experimental physics and nanofabrication. By participating in this highly interdisciplinary research project, students will be well equipped for scientific careers, and efforts to include researchers from under-represented minorities will be undertaken. The fundamental nature of this project can instill a sense of wonder about the natural world in the general public. The nation will benefit from an improved understanding of high-energy physics related to gravitational physics at the micron length scale, at a fraction of the cost of particle-collider experiments. \r\n\r\nIn this project, an experiment will continue to be developed which makes use of laser-cooled trapped microspheres to test for Yukawa-type deviations from Newtonian gravity at the micron length scale. This new technique can advance the understanding of gravity at this length scale by over three orders of magnitude and may lead to ground-breaking discoveries. Building on previous results, including calibrated zeptonewton force sensitivity and the development of techniques to reliably maneuver nanospheres in three-dimensions within micron-distances from a source mass surface, the next phase of the project is conceptually divided into two tasks: (1) investigation of systematic errors in preliminary gravity measurements, with a goal of acquiring millions of integrated data in a dedicated Yukawa-force search at the ∼ 1 μm-scale, and (2) in-parallel development of novel methods for trapping and cooling the levitated nanoparticles, including sympathetic cooling with cold atoms.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Geraci",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Geraci",
   "pi_email_addr": "andrew.geraci@northwestern.edu",
   "nsf_id": "000597358",
   "pi_start_date": "2021-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University/Physics and Astronomy",
  "perf_str_addr": "2145 Sheridan Road",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602083112",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124100",
   "pgm_ele_name": "AMO Experiment/Atomic, Molecul"
  },
  {
   "pgm_ele_code": "124300",
   "pgm_ele_name": "Gravity Exp. & Data Analysis"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 420000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual merit:</p>\r\n<p>In part due to its extremely feeble nature, gravity is arguably the least understood fundamental force in nature. The gravitational attraction between two protons in the nucleus of an atom is approximately 36 orders of magnitude weaker than their electromagnetic repulsion, reflecting the vast difference in the energy scale of quantum gravity versus the other Standard model interactions. &nbsp;Theoretically, this necessitates a mysterious extreme fine-tuning of parameters in the Standard Model of particle physics to explain the mass of the Higgs boson. By measuring how gravity behaves at sub-millimeter distances, important clues related to this &ldquo;hierarchy problem&rdquo; can be obtained.&nbsp; Such measurements could lead to exciting new discoveries.</p>\r\n<p>Precision tests of gravitation require not only extreme sensitivity, but also the ability to mitigate or subtract out background forces of non-gravitational origin, including electromagnetic effects from patch charges or the Casimir effect. Previous experiments have employed sensitive torsion balances testing the gravitational inverse square law down to length scales below 50 microns. Cryogenic microcantilevers and torsional oscillators have been used to search for inverse square law violations at even shorter distances. With an optically trapped nanosphere as a test mass, calibrated force sensing at the level of a few zeptonewtons has been achieved. With this advance in sensitivity relative to other previously used methods, several orders of magnitude of improvement is possible in the search for new gravity-like forces at the micron distance scale, in a regime where several theories of physics beyond the Standard Model predict possible new signatures.</p>\r\n<p>In this project we have developed and refined an apparatus for high sensitivity scanning short-range force sensing that has the potential to significantly improve our understanding of gravity at the micron length scale. The method employs a fiber-based dual beam optical trap with zeptonewton force sensitivity that allows scanning force sensing in the plane perpendicular to a mirror surface with a range over an area exceeding 1 square mm, permitting the characterization of spurious electromagnetic background forces.&nbsp; Our improved instrument will allow us to proceed with further tests of systematic errors and spurious background forces in preliminary gravity measurements at distances of a few micrometers.</p>\r\n<p>Over the award period, five articles were published in refereed journals and two manuscripts are currently under peer review. 25 presentations (20 invited, 5 contributed) were made at conferences, workshops, universities and national labs.</p>\r\n<p>Broader Impact:</p>\r\n<p>This project has provided valuable scientific training opportunities for one postdoctoral scholar, four PhD students, and one undergraduate student researcher. &nbsp;The postdoc and two of the students are members of under-represented groups (Hispanic physicists or Black physicists). The students working on this project learned valuable techniques which make them attractive future members of the scientific workforce. Their training included optics, vacuum technology, lasers, computer-aided design and modeling, nanofabrication, electronics, data acquisition, and data analysis. The technology being developed in this project will have other impacts in the general area of precision force sensing. In addition to tests of gravitational physics at short length scales, such technology may also be useful for gravitational wave detection, magnetic field sensing, electric field sensing, or inertial sensing.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/30/2024<br>\nModified by: Andrew&nbsp;Geraci</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual merit:\r\n\n\nIn part due to its extremely feeble nature, gravity is arguably the least understood fundamental force in nature. The gravitational attraction between two protons in the nucleus of an atom is approximately 36 orders of magnitude weaker than their electromagnetic repulsion, reflecting the vast difference in the energy scale of quantum gravity versus the other Standard model interactions. Theoretically, this necessitates a mysterious extreme fine-tuning of parameters in the Standard Model of particle physics to explain the mass of the Higgs boson. By measuring how gravity behaves at sub-millimeter distances, important clues related to this hierarchy problem can be obtained. Such measurements could lead to exciting new discoveries.\r\n\n\nPrecision tests of gravitation require not only extreme sensitivity, but also the ability to mitigate or subtract out background forces of non-gravitational origin, including electromagnetic effects from patch charges or the Casimir effect. Previous experiments have employed sensitive torsion balances testing the gravitational inverse square law down to length scales below 50 microns. Cryogenic microcantilevers and torsional oscillators have been used to search for inverse square law violations at even shorter distances. With an optically trapped nanosphere as a test mass, calibrated force sensing at the level of a few zeptonewtons has been achieved. With this advance in sensitivity relative to other previously used methods, several orders of magnitude of improvement is possible in the search for new gravity-like forces at the micron distance scale, in a regime where several theories of physics beyond the Standard Model predict possible new signatures.\r\n\n\nIn this project we have developed and refined an apparatus for high sensitivity scanning short-range force sensing that has the potential to significantly improve our understanding of gravity at the micron length scale. The method employs a fiber-based dual beam optical trap with zeptonewton force sensitivity that allows scanning force sensing in the plane perpendicular to a mirror surface with a range over an area exceeding 1 square mm, permitting the characterization of spurious electromagnetic background forces. Our improved instrument will allow us to proceed with further tests of systematic errors and spurious background forces in preliminary gravity measurements at distances of a few micrometers.\r\n\n\nOver the award period, five articles were published in refereed journals and two manuscripts are currently under peer review. 25 presentations (20 invited, 5 contributed) were made at conferences, workshops, universities and national labs.\r\n\n\nBroader Impact:\r\n\n\nThis project has provided valuable scientific training opportunities for one postdoctoral scholar, four PhD students, and one undergraduate student researcher. The postdoc and two of the students are members of under-represented groups (Hispanic physicists or Black physicists). The students working on this project learned valuable techniques which make them attractive future members of the scientific workforce. Their training included optics, vacuum technology, lasers, computer-aided design and modeling, nanofabrication, electronics, data acquisition, and data analysis. The technology being developed in this project will have other impacts in the general area of precision force sensing. In addition to tests of gravitational physics at short length scales, such technology may also be useful for gravitational wave detection, magnetic field sensing, electric field sensing, or inertial sensing.\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 11/30/2024\n\n\t\t\t\t\tSubmitted by: AndrewGeraci\n"
 }
}