{
 "awd_id": "2110886",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An efficient, accurate and robust solution technique for variable coefficient elliptic partial differential equations in complex geometries",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922113",
 "po_email": "ygorb@nsf.gov",
 "po_sign_block_name": "Yuliya Gorb",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 294914.0,
 "awd_amount": 294914.0,
 "awd_min_amd_letter_date": "2021-05-17",
 "awd_max_amd_letter_date": "2021-05-17",
 "awd_abstract_narration": "Numerical simulations play a key role in scientific discovery and device development because they have the ability to reduce the cost of testing theories and ideas. These simulations often involve the solution of problems that are prescribed by physics models. In many cases, the geometry where the problem is posed is complex and/or the equation that is modeling the physical phenomena results in geometry complexities. Applications involving complex geometries include materials design, inverse scattering and fluid simulations.  Due to the sophisticated nature of solutions, it is desirable to keep the computational cost as low a possible. The key to doing this is to use as few degrees of freedom as possible to capture the physics and to couple this with efficient solution techniques. A recent numerical technique called the hierarchical Poincare-Steklov (HPS) method  is able to do this for many problems. This method has been demonstrated to be effective for high frequency scattering problems and has been integrated into inverse scattering simulations. However, the current version of the HPS method is not able to handle the complex geometries that arise in most applications. This research will address this shortfall allowing the method to be applied to complex geometries. This work will also connect the new version of the HPS method to existing software for complex geometries allowing it to be integrated into simulation packages.\r\n\r\nThe numerical simulations under consideration in this project are linear elliptic partial differential equations with variable coefficients including high frequency Helmholtz problems. These equations arise in the modeling of physical phenomena such as scattering, electrostatics, and when using many time-stepping techniques for solving time dependent problems (i.e. in fluid simulations). The current version of the HPS method can only handle geometries that can be easily mapped from a square or cube. This is problematic as in most applications, there are geometric features that do not fall into either of these categories. This project will extend the HPS method to a general range of geometries and will integrate seamlessly with existing mesh generation software. Additionally, this project will make the HPS method efficient for three dimensional problems (which it currently is not) and develop the necessary analysis to support the numerical results that are observed in practice. Thanks to the robustness of the HPS method, it can be used in material design and inverse scattering with a known a priori computational cost. This means that practitioners can confidently use this technique for scattering applications knowing that the method is achieving the desired accuracy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adrianna",
   "pi_last_name": "Gillman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adrianna Gillman",
   "pi_email_addr": "adrianna.gillman@colorado.edu",
   "nsf_id": "000647831",
   "pi_start_date": "2021-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 294914.0
  }
 ],
 "por": null
}