{
 "awd_id": "2110768",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Numerical Methods and Adaptive Algorithms for Sixth-Order Phase Field Models",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922113",
 "po_email": "ygorb@nsf.gov",
 "po_sign_block_name": "Yuliya Gorb",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 125000.0,
 "awd_amount": 125000.0,
 "awd_min_amd_letter_date": "2021-06-23",
 "awd_max_amd_letter_date": "2021-06-23",
 "awd_abstract_narration": "This project will use computational mathematics models to further the understanding of two applications, microemulsions systems and crystal formation models. The first class of applications has relevance for oil-water-surfactant systems, which are important in  oil recovery, development of environmentally friendly solvents, consumer and commercial cleaning product formulations, and drug delivery systems. The crystal models to be studied will be useful in detecting topological defects within crystalline materials, a task which is of great interest in the material science community. Specific examples include supercooled liquids, crack propagation in a ductile material, and applications relating to photonics and semiconductors, cell structure substrates and MRI contrast agents. A major challenge impeding their use by the general mathematical and scientific community has been a lack of understanding of these complex systems. This project will build efficient algorithms for simulation that will support the study of these processes and the design of advanced materials. The project will provide opportunities to undergraduate and graduate students and introduce them to the theory and implementation of state-of-the-art numerical methods. \r\n\r\nIn this project the PIs will develop C0 interior penalty finite element methods for the two classes of applications and mathematical models. The C0 interior penalty finite element method was originally constructed to handle fourth-order elliptic problems arising in mechanics, but its adaptations have been applied to other fourth- and sixth-order partial differential equations. The focus of this project is on numerical methods for time-dependent sixth-order partial differential equations. The high derivative order in combination with a time-dependent component presents many challenges to the creation of stable, convergent, and efficient numerical methods approximating solutions to these models. The work to be accomplished includes the establishment of formal proofs for the unique solvability, stability, and convergence of the proposed numerical methods. The largest challenge will be to develop a framework which establishes optimal order error estimates. Finally, in order to improve upon the efficiency of the proposed numerical methods, the PIs plan to develop efficient solvers for space-time discretized systems using operator-splitting techniques and space-time adaptivity based on a posteriori error estimates obtained by the goal-oriented dual weighted approach.\r\n\r\nThis project is jointly funded by Computational Mathematics program, and by the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amanda",
   "pi_last_name": "Diegel",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Amanda E Diegel",
   "pi_email_addr": "adiegel@math.msstate.edu",
   "nsf_id": "000792290",
   "pi_start_date": "2021-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mississippi State University",
  "inst_street_address": "245 BARR AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MISSISSIPPI STATE",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6623257404",
  "inst_zip_code": "39762",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MS03",
  "org_lgl_bus_name": "MISSISSIPPI STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTXJM52SHKS7"
 },
 "perf_inst": {
  "perf_inst_name": "Mississippi State University",
  "perf_str_addr": "175 President Circle",
  "perf_city_name": "Mississippi State",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "397629715",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MS03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 125000.0
  }
 ],
 "por": null
}