{
 "awd_id": "2110318",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Photoinduced Ultrafast Relaxation, Ionization, and Impact-Induced Positronium Formation of Fullerene Class of Molecules",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927927",
 "po_email": "mcavagne@nsf.gov",
 "po_sign_block_name": "Mike Cavagnero",
 "awd_eff_date": "2021-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 251998.0,
 "awd_min_amd_letter_date": "2021-08-11",
 "awd_max_amd_letter_date": "2024-08-08",
 "awd_abstract_narration": "By shining laser light on a molecule, one can probe the molecule’s response to radiation and the molecule’s successive relaxation processes. This is a powerful scientific method to learn fundamental properties of materials and is therefore beneficial for the progress of basic science and applied technology. The molecules to be studied in the current research program are Buckminster fullerenes and larger fullerenes, including atoms/clusters caged inside these molecules (endofullerenes), and polymerized fullerenes. These materials hold the promise of exciting applications in areas including quantum computations, superconductivity, biomedical fields, drug delivery research, magnetic resonance imaging, molecular devices, energy storage, conversion and organic photovoltaics. Hence, understanding the physical/chemical structure and response properties of these systems are matters of great scientific interest. Using large scale, high performance computer simulations the program aims to investigate in real time these molecular processes. Investigations will be performed to learn how electrons inside the system individually couple to the molecule’s vibration, collectively interact with each other to move/relax internally or exit the system, and the role that structure, geometry, and internal energy distribution of the system plays in each mechanism. As an interesting component of the research, plans are in place to test some of these spectroscopic properties by colliding fullerene materials with positrons, the exotic antiparticles of electrons. Undergraduate students are involved to enhance their educational experience and motivate them for physics/science careers. \r\n\r\nThe project includes the following detailed studies: I) Photoinduced charge transfer (CT) is a key process in organic photovoltaics. The strong coupling of ionic and electronic degrees of freedom drives these ultrafast processes. Frameworks based on nonadiabatic molecular dynamics are appropriate for providing accurate, comprehensive descriptions of the underlying mechanism. Using high-performance computational methodology, the group plans to simulate and study relaxation processes in selected endofullerenes to motivate experiments. Initial photoexcitations within the confined atom, or the confining fullerene, or from-atom-to-fullerene “transfer” excitations will be considered. Repeated intermediate CTs causing the electron to toggle between the atom and the fullerene, including transient delay events, during the relaxation will be followed in real time. This track of research opens a new subfield of ultrafast chronoscopy. II) Attosecond photoemission calculations and studies of fullerenes and endofullerenes. This line of research will dovetail well with active research in ultrafast AMO, where novel attosecond laser pulses have enabled precision studies of light-matter interactions. III) Inter-Coulombic decay (ICD) is a nonradiative relaxation of a vacancy in a cluster and a topic of contemporary interest. Endofullerenes, being asymmetric dimers of concentric systems, can induce novel ICDs. The planned studies on ICDs in cluster-endofullerenes can predict fundamental effects and drive experiments. V) Positronium (Ps) formation following the impact of positrons on matter. The science to be learned from the study of Ps formation from fullerenes/endofullerenes at plasmon resonance energies will usher new directions of Ps spectroscopy, spawning experiments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "HIMADRI",
   "pi_last_name": "CHAKRABORTY",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "HIMADRI S CHAKRABORTY",
   "pi_email_addr": "himadri@nwmissouri.edu",
   "nsf_id": "000406244",
   "pi_start_date": "2021-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwest Missouri State University",
  "inst_street_address": "800 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "MARYVILLE",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "6605621440",
  "inst_zip_code": "644686015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MO06",
  "org_lgl_bus_name": "NORTHWEST MISSOURI STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NA5UHAGAF7N7"
 },
 "perf_inst": {
  "perf_inst_name": "Northwest Missouri State University",
  "perf_str_addr": "800 University Drive",
  "perf_city_name": "Maryville",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "644686001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MO06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128400",
   "pgm_ele_name": "AMO Theory/Atomic, Molecular &"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 35999.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 35999.0
  }
 ],
 "por": null
}