{
 "awd_id": "2110075",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AF: SMALL: Beyond Worst-Case Analysis for Computing with Polynomials",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922182",
 "po_email": "pbrass@nsf.gov",
 "po_sign_block_name": "Peter Brass",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 79410.0,
 "awd_amount": 79410.0,
 "awd_min_amd_letter_date": "2021-08-30",
 "awd_max_amd_letter_date": "2021-08-30",
 "awd_abstract_narration": "Computational algebraic geometry is the study of efficient ways to manipulate solution sets of algebraic equations on a computer.  The origins of the field, starting from Buchberger’s algorithm in the 60’s, focused on exact computations on polynomial equations with integer coefficients. The goal of this research is to study computations on polynomial equations with real and complex number coefficients from a modern computational perspective.  This research is inspired by the emerging applications of multivariate polynomials (with real coefficients) in engineering, and has its roots in basic questions of complexity theory. The educational component of the research includes training of undergraduate students from different disciplines,  creation of a student-accessible research seminar, and development of multiple undergraduate and graduate courses.\r\n\r\nThe project addresses the large discrepancy between practical performance of algorithms on real polynomials and the worst-case-based complexity estimates from computational algebraic geometry. The investigator aims to develop average-case upper bounds for complexity of sparse polynomial system solving over the real and complex numbers, upper bounds for the complexity of multivariate polynomial based algorithms on random networks, and average-case lower bounds for convex programming based approaches to algebraic computations.  Progress made in this project will benefit applications of polynomial computations with numerical data, and develop foundations of average-case complexity theory for polynomial computations on real and complex numbers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alperen",
   "pi_last_name": "Ergur",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Alperen A Ergur",
   "pi_email_addr": "alperen.ergur@utsa.edu",
   "nsf_id": "000843654",
   "pi_start_date": "2021-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at San Antonio",
  "inst_street_address": "1 UTSA CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2104584340",
  "inst_zip_code": "782491644",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT SAN ANTONIO",
  "org_prnt_uei_num": "U44ZMVYU52U6",
  "org_uei_num": "U44ZMVYU52U6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at San Antonio",
  "perf_str_addr": "One UTSA Circle",
  "perf_city_name": "San Antonio",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782491644",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7933",
   "pgm_ref_txt": "NUM, SYMBOL, & ALGEBRA COMPUT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 79410.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main goal of this project is to develop a deeper understanding of computational problems that are modeled by algebraic equations over real and complex numbers.&nbsp; This is a broad landscape and we aim to be able to distinguish&nbsp; intractable algebraic problems from the ones that are ``typically\" tractable. For the latter we aim to develop fast algorithms on average-case input.</p>\n<p>The project resulted in foundational work for understanding a) Exact algebraic algorithms that operate on noisy data, b) Numerical algebraic algorithms that process geometric input.&nbsp; We expect this new understanding to help speeding-up targeted computations in engineering.</p>\n<p>The project supported a student-accessible research seminar for undergraduate and graduate students. This created a mentoring environment&nbsp; for the three undergraduate students funded by this project.</p>\n<p>The PI developed three new courses on optimization, randomized algorithms, and computational algebra to make the topics of the project accessible to UTSA students. The PI also started visiting teachers' circles to prepare ground for an enrichment program for talented middle and high school kids that focuses on discrete mathematics and algorithmic thinking.</p>\n<p>Overall, the project resulted in new high quality courses and a vibrant mentoring environment for UTSA students, and about ten research papers that advance the state of art in computational algebra.&nbsp;</p><br>\n<p>\n Last Modified: 12/01/2023<br>\nModified by: Alperen&nbsp;A&nbsp;Ergur</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe main goal of this project is to develop a deeper understanding of computational problems that are modeled by algebraic equations over real and complex numbers. This is a broad landscape and we aim to be able to distinguish intractable algebraic problems from the ones that are ``typically\" tractable. For the latter we aim to develop fast algorithms on average-case input.\n\n\nThe project resulted in foundational work for understanding a) Exact algebraic algorithms that operate on noisy data, b) Numerical algebraic algorithms that process geometric input. We expect this new understanding to help speeding-up targeted computations in engineering.\n\n\nThe project supported a student-accessible research seminar for undergraduate and graduate students. This created a mentoring environment for the three undergraduate students funded by this project.\n\n\nThe PI developed three new courses on optimization, randomized algorithms, and computational algebra to make the topics of the project accessible to UTSA students. The PI also started visiting teachers' circles to prepare ground for an enrichment program for talented middle and high school kids that focuses on discrete mathematics and algorithmic thinking.\n\n\nOverall, the project resulted in new high quality courses and a vibrant mentoring environment for UTSA students, and about ten research papers that advance the state of art in computational algebra.\t\t\t\t\tLast Modified: 12/01/2023\n\n\t\t\t\t\tSubmitted by: AlperenAErgur\n"
 }
}