{
 "awd_id": "2110036",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Multiscale Methods, Singular Limits, and Spectral Problems Related to Materials Science",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922948",
 "po_email": "slevine@nsf.gov",
 "po_sign_block_name": "Stacey Levine",
 "awd_eff_date": "2021-07-15",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 206452.0,
 "awd_amount": 206452.0,
 "awd_min_amd_letter_date": "2021-07-07",
 "awd_max_amd_letter_date": "2021-07-07",
 "awd_abstract_narration": "The overarching theme of this Research in Undergraduate Institutions (RUI) project is the development of mathematical tools to study models related to applications in engineering, materials science, and mechanics. The investigator and her collaborators address questions pertaining to elasticity, photonics, and multiscale analysis of heterogeneous media. The considered applications span a wide range of problems in biology, physics, and engineering, these include growing tissues, engineered swelling or shrinking gels, and high-speed computing. The project provides opportunities for undergraduate research experiences. The investigator is committed to the training of undergraduate students, particularly from underrepresented groups in mathematics, through hands-on research, high-quality teaching, and external educational and outreach events.\r\n \r\nThe project comprises four principal research topics. Prestrained Elasticity, where the investigator tackles questions on the derivation of dimensionally reduced models for thin prestrained films, via methods of calculus of variations, in connection with the analysis of existence and regularity of isometric immersions of Riemannian metrics. Bloch Waves in Three-Dimensional High-Contrast Photonic Crystals, where the objective is to develop analysis for the electromagnetic wave propagation inside three-dimensional photonic crystals made from high contrast inclusions, and to investigate the propagation band structure. Multiscale Analysis of a Coupled Problem of Stokes Flow with Magnetic Janus Particles, where a multiscale approach is developed to describe the behavior of Janus particles in a viscous non-conducting fluid in presence of an externally applied magnetic field, and to understand the crucial role of the characteristic features of these two-phase particles. Homogenization for a Variational Problem with a Slip Boundary Condition, where the investigator and her collaborators use the two-scale convergence to obtain the homogenized model for a periodic mixture of an elastic solid with a slightly viscous fluid, under the Navier slip condition posed on their interface.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Silvia",
   "pi_last_name": "Jimenez Bolanos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Silvia Jimenez Bolanos",
   "pi_email_addr": "sjimenez@colgate.edu",
   "nsf_id": "000840426",
   "pi_start_date": "2021-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colgate University",
  "inst_street_address": "13 OAK DR",
  "inst_street_address_2": "",
  "inst_city_name": "HAMILTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3152287457",
  "inst_zip_code": "133461386",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "COLGATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "D4P7H8NWZER7"
 },
 "perf_inst": {
  "perf_inst_name": "Colgate University",
  "perf_str_addr": "13 Oak Drive",
  "perf_city_name": "Hamilton",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "133461398",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 206452.0
  }
 ],
 "por": null
}