{
 "awd_id": "2110576",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: WoU-MMA: Multi-Messenger Astronomy and Astrophysics with Gravitational-Wave Data",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927372",
 "po_email": "pmarrone@nsf.gov",
 "po_sign_block_name": "Pedro Marronetti",
 "awd_eff_date": "2021-06-15",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2021-05-19",
 "awd_max_amd_letter_date": "2021-05-19",
 "awd_abstract_narration": "More than a hundred years ago Albert Einstein in his general theory of relativity predicted the existence of gravitational waves, ripples in the fabric of spacetime that propagate at the speed of light. These waves are generated by some of the most violent events in the universe, like colliding neutron stars and coalescing black holes. When two neutron stars collide the matter inside the neutron star is expelled out. Outside the extreme environment of the neutron star this matter is unstable and decays rapidly, radiating electromagnetic waves that can be detected billions of lightyears away. These electromagnetic events are called Kilonova. A kilonova however is a very rare event (roughly happening once per million years) in a Milky Way like galaxy. Thus, to have a reasonable chance of detecting these events we need to be able to see deep into the universe, giving us access to a large number of galaxies. This also means that most of the kilonova that we will be detecting are going to be at the farthest distances that we can reach, and hence will be very faintly observable from Earth. To make matters more complicated, these events also rapidly fade away. Thus, it is very important that observers are looking at the right part of the sky immediately after two neutron stars have collided. Detection of gravitational waves from a coalescing neutron star will allow us to localize the region of the sky and calculate the probability of having an electromagnetic emission as a result of these collisions. The PI will develop components of a low-latency gravitational wave alert infrastructure that will use gravitational wave detections to facilitate follow-up observations using telescopes around the world and in space. Secondly, the structure of neutron stars itself continues to remain a mystery in physics. This is primarily because there is no way of emulating the extreme environment akin to the interior of a neutron star in a laboratory. Gravitational waves reveal to us important clues about the matter inside the neutron star that can be used to improve out understanding of their structure. The PI will develop a technology that will allow combining gravitational wave data from multiple binary neutron star coalescence events to compare different theoretical models of neutron star matter. The tool will also help the user to compare custom-made models, allowing exploratory studies on models that are not currently predicted by any theory. The results of both these projects will provide tools and data to physicists, astronomers, and astrophysicists in the US and around the world to pursue further scientific investigations. The PI, who is a professor at a regional public university, will mentor undergraduate students at his institution, giving them the opportunity to work on large volumes of data and learn statistical techniques. This will prepare them as future scientists, engineers, and/or data analysts in an increasingly data driven world. The PI will engage with the broader public through lectures, outreach exhibits, teacher training programs to ensure dissemination of knowledge acquired.\r\n\r\nThe LIGO-Virgo collaboration has organized three observing runs which have led to more than fifty detection of gravitational waves from binaries of orbiting neutron stars and black holes. With scheduled improvements in the detectors we expect to see as many as ten times more astrophysical events in the next LIGO run (O4). Furthermore, in O4 we expect to see the inauguration of the fourth gravitational wave detector, KAGRA in Japan. Thus, an increased sensitivity of the detectors, greater duty cycle and improved sky-sensitivity due to an extra detector in the network are going to greatly increase the rate detection. The infrastructure currently in place from the last observing run is inadequate to meet this high throughput of events. The PI commits to deliver a low-latency alert infrastructure that is capable of handling the expected increase of low-latency triggers from the gravitational wave detectors. This infrastructure will address the key issues of the last observing run that resulted in delays in the alert process. The PI proposes to develop cyberinfrastructure to process alert streams and provide source-classification and source-properties information to the public in less 10 seconds after detection. Secondly, the PI will also develop a technology that will rapidly combine information from multiple gravitational wave observations of coalescing neutron star binaries to improve the understanding of the internal structure neutron stars. This tool will leverages upon a single parameter estimation study that is agnostic about the nature of the matter inside the neutron star (equation of state). It will then employ a series of valid approximations, to reduce the computational requirement enabling the rapid calculation of the ratio of the evidences (Bayes-factor) of any two models of the neutron star equation of state. This method can then be extended to the computation of joint Bayes-factors of multiple events, giving us a holistic picture about the neutron star equation of state.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shaon",
   "pi_last_name": "Ghosh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shaon Ghosh",
   "pi_email_addr": "ghoshs@montclair.edu",
   "nsf_id": "000815947",
   "pi_start_date": "2021-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montclair State University",
  "inst_street_address": "1 NORMAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MONTCLAIR",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9736556923",
  "inst_zip_code": "070431624",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NJ11",
  "org_lgl_bus_name": "MONTCLAIR STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CM4TTRKFCLF9"
 },
 "perf_inst": {
  "perf_inst_name": "Montclair State University",
  "perf_str_addr": "1 Normal Ave",
  "perf_city_name": "Montclair",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "070431624",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "NJ11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124300",
   "pgm_ele_name": "Gravity Exp. & Data Analysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "069Z",
   "pgm_ref_txt": "Windows on the Universe (WoU)"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": null
}