{
 "awd_id": "2111003",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Improving Students’ Computational Thinking Skills in Construction Engineering and Management",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922124",
 "po_email": "kcrosby@nsf.gov",
 "po_sign_block_name": "Karen Crosby",
 "awd_eff_date": "2021-06-01",
 "awd_exp_date": "2025-04-30",
 "tot_intn_awd_amt": 477340.0,
 "awd_amount": 477340.0,
 "awd_min_amd_letter_date": "2021-05-17",
 "awd_max_amd_letter_date": "2021-05-17",
 "awd_abstract_narration": "This project aims to serve the national interest by creating a tool to help students learn computational thinking skills in construction engineering and management courses. The project focuses on active learning experiences in which students learn how to extract meaningful information from large datasets and use the results to make informed engineering decisions. These experiences can help better prepare students to address construction industry needs, such as increasing productivity, reducing waste, and improving worker safety. The use of sensors on construction sites is a growing trend because they provide real-time data showing what is happening on a site. Students need to develop skills in data analytics and computational thinking so that they can process sensor data, perform data analyses, and develop an understanding of construction site operations. To accomplish these aims, the project team will develop a web application that provides students with a graphical interface to select, analyze, and display sensor data. Students will be able to explore a construction site in real-time to understand behaviors and relationships between objects on a site and how they relate to construction project safety and productivity. The web application software will be made available to the engineering education community through public software repositories. By addressing the computational skills gap in the construction industry, this project will benefit construction workers and the economic competitiveness of construction companies.\r\n\r\nThe goal of this project is to improve students’ computational thinking skills by engaging students in real world problems on construction sites.  It will do so by developing a web application that provides interactive programmable objects for students to perform computational functions in the context of construction engineering. The application will help students analyze sensor data and improve their understanding of important computational concepts for engineering problem solving. Students will learn about sensor data collected from construction sites, computational approaches for data analyses, and making sense of low-level sensor data to support decision making. The application will be developed for web browsers and will include a Python package that contains custom objects (e.g., vehicles, workers) and a library of computational functions. A mixed-method research study will be conducted to answer research questions that address (1) competencies in data analytics that are needed in the construction industry, (2) the elements of the web application that are needed to help students develop the competencies, and (3) the impact of the web application on students’ computational thinking. A nationwide survey of construction engineering and management professionals will be conducted to identify skills that are needed for working with construction site sensing systems and to determine the value of and demand for these skills in the construction industry. The project will introduce high school students to computational thinking in the construction industry through an existing outreach activity that involves a construction project. The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students. Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Abiola",
   "pi_last_name": "Akanmu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Abiola Akanmu",
   "pi_email_addr": "abiola@vt.edu",
   "nsf_id": "000766722",
   "pi_start_date": "2021-05-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sang Won",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sang Won Lee",
   "pi_email_addr": "sangwonlee@vt.edu",
   "nsf_id": "000789950",
   "pi_start_date": "2021-05-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Homero",
   "pi_last_name": "Murzi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Homero Murzi",
   "pi_email_addr": "homero.murziescobar@marquette.edu",
   "nsf_id": "000790340",
   "pi_start_date": "2021-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 477340.0
  }
 ],
 "por": null
}