{
 "awd_id": "2111429",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  A respiratory monitor that provides transcutaneous airflow prediction using ultrasound waves",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2021-04-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2021-04-21",
 "awd_max_amd_letter_date": "2021-04-21",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-corps project is to address the gap in real-time recognition and quantification of respiratory airflow through a novel device with real-time feedback capabilities. Current monitors are not capable of providing quantitative and reproducible respiration assessment causing health care providers to rely on their subjective and biased experience and expertise. Even though clinical end-users and health care systems operate at highly informed levels, there are still major healthcare disparities in quality of care across all specialties and health care industries. The proposed technology provides a quantifiable monitoring tool to removing bias and subjective assessments and make respiration assessment more reproducible across all levels of health care workers (with varying levels of training and expertise).\r\n\r\nThis I-Corps project is focused on developing a wearable, wireless respiratory monitor for measuring parameters related directly to airflow and other metrics of respiration.  This technology may allow early notification and initiation of corrective and resuscitative measurements.  The proposed approach uses ultrasound waves and machine learning methods to quantify respiratory flow through the neck tissue overcoming monitoring limitations of other technologies. When respiratory distress/obstruction happens during sedation, it occurs suddenly and to the untrained eye, the patient appears unchanged, as though they are asleep. Current monitors do not directly measure airflow as a function of respiration instead, they monitor the downstream effects of blocked airflow (such as decrease in oxygen), resulting in delayed response times. Adverse outcomes are more likely to occur when there is a significant delay between the development and the detection of respiratory depression/obstruction in sedated patients. Thus, the proposed technology may fill this critical need for a respiratory monitoring method that provides real time, quantitative feedback about airflow changes to allow for early recognition of respiratory depression, airway obstruction, and respiratory failure.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Guelay",
   "pi_last_name": "Bilen-Rosas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guelay Bilen-Rosas",
   "pi_email_addr": "bilenrosas@wisc.edu",
   "nsf_id": "000843862",
   "pi_start_date": "2021-04-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 North Park Street",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5345",
   "pgm_ref_txt": "BIOMEDICAL ENGINEERING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The broader impact/commercial potential of this I-Corps project is that it can potentially improve sedation related breathing complication and death. Breathing deterioration, as seen in patients with residual sedation, is a state in which there is a high likelihood of decompensation into respiratory insufficiency, respiratory failure, respiratory arrest, or death. But specific interventions, such as continuous respiratory monitoring and early therapies, might prevent or mitigate decompensation. Current monitors are not capable of providing quantitative and reproducible breathing assessment and health care providers from all fields heavily rely on their subjective and biased experience and expertise for high quality diagnosis of a patient&rsquo;s condition. This I-Corps project aims to explore the application of a technology which is designed to provide real-time and quantitative feedback of metrics for breathing during sedation &ndash; removing subjective and biased assessment tools. Even though clinical end-users and health care systems operate at highly educated levels, there are still major healthcare disparities in quality of care across all specialties and health care industries. It is known that black, Asian, Latino, poor and LGTBQ communities carry the greater percentage burden for sub-standard care with even greater disparity when looking at gender (females worse than males) due to assessment bias. Besides the fact that a quantitative breathing monitoring tool is overdue for all patients, this technology will impact humanity by providing equitable health care across all sectors by removing bias and providing objective health data.</p>\n<p>&nbsp;</p>\n<p>This I-Corps project is based on cutting-edge ultrasound signaling that exploits a distinct anatomic sound signature across neck tissues of the human breathing system. Our proposal for developing a respiratory monitor to quantitatively measure sedated patients&rsquo; respiration is innovative and novel, as it is the first use of ultrasound technology to quantify airflow, the first use of ultrasound technology to monitor human respiration, the first wearable ultrasound transducer for monitoring airflow in patients, able to dynamically measure airflow changes in real time, capable of estimating flow and other respiratory parameters such as airflow velocities, phases of breathing, respiratory rate, tidal volume and minute ventilation, by employing machine learning methods. When clinically significant breathing deterioration occurs, the unit will automatically alert clinical personnel with an audiovisual cue. No ultrasound knowledge is needed and there is no operator dependence as this will be a self-adhesive, miniaturized and fully automated device.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2022<br>\n\t\t\t\t\tModified by: Guelay&nbsp;Bilen-Rosas</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe broader impact/commercial potential of this I-Corps project is that it can potentially improve sedation related breathing complication and death. Breathing deterioration, as seen in patients with residual sedation, is a state in which there is a high likelihood of decompensation into respiratory insufficiency, respiratory failure, respiratory arrest, or death. But specific interventions, such as continuous respiratory monitoring and early therapies, might prevent or mitigate decompensation. Current monitors are not capable of providing quantitative and reproducible breathing assessment and health care providers from all fields heavily rely on their subjective and biased experience and expertise for high quality diagnosis of a patient’s condition. This I-Corps project aims to explore the application of a technology which is designed to provide real-time and quantitative feedback of metrics for breathing during sedation &ndash; removing subjective and biased assessment tools. Even though clinical end-users and health care systems operate at highly educated levels, there are still major healthcare disparities in quality of care across all specialties and health care industries. It is known that black, Asian, Latino, poor and LGTBQ communities carry the greater percentage burden for sub-standard care with even greater disparity when looking at gender (females worse than males) due to assessment bias. Besides the fact that a quantitative breathing monitoring tool is overdue for all patients, this technology will impact humanity by providing equitable health care across all sectors by removing bias and providing objective health data.\n\n \n\nThis I-Corps project is based on cutting-edge ultrasound signaling that exploits a distinct anatomic sound signature across neck tissues of the human breathing system. Our proposal for developing a respiratory monitor to quantitatively measure sedated patients’ respiration is innovative and novel, as it is the first use of ultrasound technology to quantify airflow, the first use of ultrasound technology to monitor human respiration, the first wearable ultrasound transducer for monitoring airflow in patients, able to dynamically measure airflow changes in real time, capable of estimating flow and other respiratory parameters such as airflow velocities, phases of breathing, respiratory rate, tidal volume and minute ventilation, by employing machine learning methods. When clinically significant breathing deterioration occurs, the unit will automatically alert clinical personnel with an audiovisual cue. No ultrasound knowledge is needed and there is no operator dependence as this will be a self-adhesive, miniaturized and fully automated device.\n\n \n\n\t\t\t\t\tLast Modified: 09/29/2022\n\n\t\t\t\t\tSubmitted by: Guelay Bilen-Rosas"
 }
}