{
 "awd_id": "2111181",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Precision Tests of Fundamental Physics via Light Pseudoscalar Mesons",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928958",
 "po_email": "aopper@nsf.gov",
 "po_sign_block_name": "Allena K. Opper",
 "awd_eff_date": "2021-07-15",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 459754.0,
 "awd_amount": 459754.0,
 "awd_min_amd_letter_date": "2021-07-14",
 "awd_max_amd_letter_date": "2023-05-07",
 "awd_abstract_narration": "Understanding how quarks and gluons confine themselves into the neutrons and protons that make the elements, and searching for new physics beyond the Standard Model (SM) of particle physics are two frontiers in physics.  The primary goal of this project is to perform two cutting-edge experiments, PrimEx-eta and JLab Eta Factory (JEF), at Jefferson Lab to explore both fundamental topics with sensitivities not previously achievable. These measurements will shed light on some fundamental questions: What is the origin and dynamics of Quantum Chromo Dynamic confinement?  What is the nature of dark matter that constitutes 85% of matter and what is the cause for the asymmetry of matter and antimatter observed in the universe? The scope of this project, including hardware development, performance of the actual experiment and data analysis, will provide advanced training for a postdoctoral researcher and a group of undergraduate students. Students will acquire significant skills in hands-on experimental techniques, data analysis and computation, as well as critical thinking and problem-solving abilities to fulfill the undergraduate curricula and prepare them for careers in STEM fields. The opportunities for young researchers (postdoc and students) working at Jefferson Lab will enhance their experience and global perspectives. The female PI of this project serves as a role model and promotes diversity and inclusion in the STEM fields.  \r\n\r\nThe PrimEx-eta experiment will measure the η radiative decay width at ~3% precision via the Primakoff effect, using the existing GlueX apparatus with a new calorimeter consisting of 12x12 array of PbWO4 crystals. It will resolve a longstanding discrepancy (~3σ) between the previous experimental results using the Primakoff effect and e+e- collisions, and will offer accurate determinations of the light quark-mass ratio and the η-η' mixing angle. The JEF experiment will measure various η and ηꞌ decays with emphasis on rare modes, producing a clean dataset with background suppression of a factor of two orders of magnitude compared to all previous experiments. In addition to the baseline GlueX apparatus, the JEF experiment will require an upgraded forward calorimeter (FCAL-II) with a high-granularity, high-resolution PbWO4 crystal core in the central region that minimizes shower overlaps and optimizes the resolutions of energy and position. The data collected from the JEF experiment will provide sensitive probes to: (a) explore the role of scalar meson dynamics in chiral perturbation theory for the first time; (b) tighten the uncertainty in the light quark mass ratio by the η→3π Dalitz distributions; (c) search for various sub-GeV dark gauge boson candidates (including vectors, scalars and Axion-like particles) by improving the existing bounds by more than two orders of magnitude and is complementary to the ongoing worldwide efforts at high-energy collider and underground facilities; and (d)  provide the best direct constraints for C-violating, P-conserving new forces. As an experiment spokesperson, the PI will play a leadership role in both PrimEx-eta and JEF.  The PI and her team will: (1) analyze the data collected in the phase I run of PrimEx-eta, prepare and perform the phase II run in fall 2021; (2) develop an upgraded FCAL-II and prepare the JEF experiment for the anticipated run in 2024; (3) continue the service responsibility for maintaining and operating the low-granularity pair spectrometer detectors to control the photon flux in Hall D.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Liping",
   "pi_last_name": "Gan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Liping Gan",
   "pi_email_addr": "ganl@uncw.edu",
   "nsf_id": "000246698",
   "pi_start_date": "2021-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Wilmington",
  "inst_street_address": "601 S COLLEGE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WILMINGTON",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9109623167",
  "inst_zip_code": "284033201",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "NC07",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT WILMINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "L1GPHS96MUE1"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Wilmington",
  "perf_str_addr": "601 S. Colleage Rd.",
  "perf_city_name": "Wilmington",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "284033201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "NC07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "123200",
   "pgm_ele_name": "Nuclear & Hadron Quantum Chrom"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 149699.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 153216.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 156839.0
  }
 ],
 "por": null
}