{
 "awd_id": "2111533",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Applying a Digital Tool to Support Self-regulated Learning Strategies in Introductory Geoscience Courses",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924936",
 "po_email": "lmadsen@nsf.gov",
 "po_sign_block_name": "Lynnette Madsen",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 67559.0,
 "awd_amount": 67559.0,
 "awd_min_amd_letter_date": "2021-06-28",
 "awd_max_amd_letter_date": "2021-06-28",
 "awd_abstract_narration": "This project aims to serve the national interest by improving student learning and success in introductory geoscience courses.  To do so, it will modify and expand a prototype online tool that provides immediate feedback to students about the relationship between their perceptions of their knowledge and their actual knowledge. The tool, CLASS (Confidence-based Learning Accuracy Support System), provides an online quizzing environment that measures student learning and confidence in that learning.  It then displays results that can guide students to adopt more effective learning behaviors and thus increase course performance.  The project has three objectives, to: a) improve the tool to include more resources and an expanded question database; b) upgrade and expand the technology by adding a mobile app and dashboard to enhance the student user experience; and, c) investigate the effects of these changes on student learning at different institutional types (research university, four-year college, and a two-year college) and across multiple introductory geoscience courses. The project will explore the application of CLASS to enhance geoscience learning among underrepresented students at two Hispanic Serving Institutions.  Consequently, the project will serve students from communities that have been disproportionately impacted by COVID-19.\r\n\r\nInstructional interventions that focus on supporting effective student learning behaviors, termed self-regulated learning, have been shown to result in greater academic achievement, improved motivation, and greater persistence. Students who use the CLASS tool receive immediate feedback on both their level of knowledge and the accuracy of their perceptions of their learning linked to instructor-defined learning objectives. Consequently, students are able to readily identify gaps in their knowledge and determine what to study to fill those gaps.  Self-regulated learning represents the sum of a student's awareness of their own thinking, their approach to monitoring and managing their learning, and their control over motivations and behaviors related to learning. Effective self-regulated learning behaviors are consistently correlated with increased learning. This project will expand the application of CLASS, a tool that promotes the use of effective self-regulated learning behaviors and also gives instructors a mechanism for providing automated feedback about the quality of students' learning. CLASS is grounded in the findings of educational psychology research and provides information regarding course teaching and learning processes that cannot be readily ascertained from traditional assessment methods. The use of CLASS will make it possible to integrate the results of cognition research directly into a course by applying a common assessment method that could be readily adapted by any instructor. The research design will provide quasi-experimental quantitative data (e.g., quiz results) to make causal inferences about the effects of CLASS activities combined with qualitative data from student interview descriptions of their use of the tool. The project will produce a suite of related materials that can be customized for a variety of introductory geoscience courses.  Finally, the generalizability of both the tool and essential facets of student learning will enable both STEM-wide and education-wide application of findings and recommendations for practices that increase student success in undergraduate courses.  The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students.  Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Walker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca Walker",
   "pi_email_addr": "rwalker@mtsac.edu",
   "nsf_id": "000565916",
   "pi_start_date": "2021-06-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Mrofka",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Mrofka",
   "pi_email_addr": "dmrofka@mtsac.edu",
   "nsf_id": "000817289",
   "pi_start_date": "2021-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mount San Antonio College",
  "inst_street_address": "1100 N GRAND AVE",
  "inst_street_address_2": "",
  "inst_city_name": "WALNUT",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9092745417",
  "inst_zip_code": "917891341",
  "inst_country_name": "United States",
  "cong_dist_code": "38",
  "st_cong_dist_code": "CA38",
  "org_lgl_bus_name": "MT SAN ANTONIO COMMUNITY COLLEGE DISTRICT",
  "org_prnt_uei_num": "",
  "org_uei_num": "LRMNSGLEVPN4"
 },
 "perf_inst": {
  "perf_inst_name": "Mount San Antonio College",
  "perf_str_addr": "1100 N Grand Ave",
  "perf_city_name": "Walnut",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "917891399",
  "perf_ctry_code": "US",
  "perf_cong_dist": "38",
  "perf_st_cong_dist": "CA38",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 67559.0
  }
 ],
 "por": null
}