{
 "awd_id": "2111044",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Design and Sensitivity Analysis of Infinite-Dimensional Bayesian Inverse Problems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922113",
 "po_email": "ygorb@nsf.gov",
 "po_sign_block_name": "Yuliya Gorb",
 "awd_eff_date": "2021-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 265049.0,
 "awd_amount": 265049.0,
 "awd_min_amd_letter_date": "2021-08-05",
 "awd_max_amd_letter_date": "2023-07-26",
 "awd_abstract_narration": "Mathematical models of complex physical and biological systems play a crucial role in understanding real world phenomena and making predictions. Examples include models of weather systems, ocean circulation, contaminant transport, porous media flow, or spread of infectious diseases. Models governing complex systems typically include a large number of parameters that are needed for a full model specification. Typically, some of the model parameters are uncertain and need to be estimated using indirect measurements. This is done by solving an inverse problem that uses the model and measurement data to estimate the unknown parameters. Measurements are often scarce and noisy. Moreover, not all parameters can be estimated due to lack of data that informs them or the sheer computational cost associated with estimating all model parameters. This project makes fundamental contributions to parameter estimation and model-based prediction by establishing methods for assessing sensitivity of the solution of parameter estimation problems to additional model uncertainties and for making principled decisions on the choices of experiments one needs to conduct to obtain measurement data. The latter, i.e., the experimental design problem, is a crucial aspect of successful parameter estimation as it enables making judicious use of scarce experimental resources to obtain informative data. The PI will disseminate research results through peer-reviewed publications, organization of mini-symposia at international conferences, and release of open-source software.  \r\n\r\nThis project will support 1 graduate student each of the three years of the project. This research program focuses on Bayesian inverse problems governed by partial differential equations (PDEs) with infinite-dimensional parameters. Examples include estimation of boundary conditions or coefficient functions in PDE models. Available measurement data are usually not sufficient to simultaneously inform all of the model parameters. Hence, the governing model typically contains parameters, herein referred to as auxiliary parameters, which are uncertain but must be specified for a complete model characterization necessary for an inverse problem formulation. An important question regarding such parameterized inverse problems is: what is the relative importance of the different auxiliary parameters to the solution of the inverse problem? This is addressed by developing a sensitivity analysis framework, called hyper-differential sensitivity analysis (HDSA), for large-scale Bayesian inverse problems. Another key aspect of successful parameter estimation is collection of informative experimental data. Physical or budgetary constraints often put severe limits on the amount of data that can be collected. Therefore, optimal data acquisition is crucial; this can be tackled through optimal experimental design (OED). This research program will bring about key advances in computational methods for PDE-based Bayesian inverse problems by developing methods for (i) analyzing the sensitivity of the solution of a Bayesian inverse problem to auxiliary parameters and (ii) fast computation of optimal experimental designs. The proposed methods achieve these goals through an intricate combination of rigorous methods from numerical analysis, randomized linear algebra, probability, and optimization.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alen",
   "pi_last_name": "Alexanderian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alen Alexanderian",
   "pi_email_addr": "alexanderian@ncsu.edu",
   "nsf_id": "000702347",
   "pi_start_date": "2021-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "Sponsored Programs and Regulator",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957214",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 90390.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 85682.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 88977.0
  }
 ],
 "por": null
}