{
 "awd_id": "2111283",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Rapid and Robust High Order Spectral Solvers for Learning Photonic Structures",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922113",
 "po_email": "ygorb@nsf.gov",
 "po_sign_block_name": "Yuliya Gorb",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 420821.0,
 "awd_amount": 420821.0,
 "awd_min_amd_letter_date": "2021-07-09",
 "awd_max_amd_letter_date": "2021-07-09",
 "awd_abstract_narration": "Over the past two decades engineers have built optical devices with stunning capabilities of detection, sensing, and imaging.  While intuition has been an invaluable guide in pushing the envelope of what is possible, the increasing complexity of design and the wide array of available components is rendering this approach ever more difficult. For this reason, numerical simulation has become an invaluable tool. As this approach becomes ever more pervasive, the search for rapid, robust, and highly accurate algorithms has become quite acute.  The PI will enhance his class of simulation tools by exploring new avenues of numerical approximation, novel paths to enforcing the governing equations, and appealing to the powerful methods of Machine Learning (in particular, Deep Learning) to discover optimal parameter values for device design. The PI will also develop a rigorous analysis of these new numerical schemes in order to evaluate and validate their real-world performance. This project will provide support for one graduate student each year of the three year award.\r\n\r\nOver the past two decades engineers have built optical devices with stunning capabilities of detection, sensing, and imaging.  While intuition and linearized models have been invaluable guides in pushing the envelope of what is possible, the increasing complexity of design and the wide array of available components is rendering this approach ever more difficult.  For this reason, numerical simulation has become an invaluable tool.  As this approach becomes ever more pervasive, the search for rapid, robust, and highly accurate algorithms has become quite acute.  The PI will enhance his class of High-Order Spectral solvers with the following objectives: (1) Incorporating two-dimensional materials into his rapid and highly accurate three-dimensional \"Field Expansions\" vector Maxwell equation solver; (2) Expand his \"High-Order Perturbation of Surfaces/Asymptotic Waveform Evaluation\" algorithm for joint geometry/frequency perturbation to the three-dimensional vector Maxwell equations; (3) Extend his \"High-Order Perturbation of Envelopes\" algorithm for structural perturbations to this three--dimensional case; (4) Provide rigorous analytical justification for each of the latter two; and (5) Bring to bear the powerful new tools of Deep Learning to discover optimal parameter values for device design.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Nicholls",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "David P Nicholls",
   "pi_email_addr": "davidn@uic.edu",
   "nsf_id": "000316190",
   "pi_start_date": "2021-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago, MSCS Department",
  "perf_str_addr": "851 S Morgan; 322 SEO; MC 249",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606074227",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "079Z",
   "pgm_ref_txt": "Machine Learning Theory"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 420821.0
  }
 ],
 "por": null
}