{
 "awd_id": "2111110",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Characterizing Inclusive Strategies that Retain Black Students in Computer Science to Graduation and Beyond",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922832",
 "po_email": "ptymann@nsf.gov",
 "po_sign_block_name": "Paul Tymann",
 "awd_eff_date": "2021-10-15",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 139407.0,
 "awd_amount": 139407.0,
 "awd_min_amd_letter_date": "2021-07-13",
 "awd_max_amd_letter_date": "2021-07-13",
 "awd_abstract_narration": "This IUSE project aims to serve the national interest by identifying factors that lead to the lack of diversity in computing professions. Research has shown that the first two years of science, technology, engineering, and mathematics (STEM) majors are often where students are lost in the pipeline. This project will identify factors that affect the retention and graduation of under-represented minority students in the computing major. The goals are to identify inclusive strategies for success in computing programs and investigate ways to increase the retention and post-graduation success of Black students in computing. Of particular interest are strategies that are transferable to different types of institutions and STEM fields in general. This project features a collaboration between two Historically Black Colleges/Universities and a Primarily White Institution that will work together to understand the challenges facing each institution and the strengths each institution brings to addressing this problem.\r\n\r\nThrough detailed transcript analysis, this research will take an asset-based approach, focusing on the strengths of students succeeding in the major. Two cohorts of lower division (freshman and sophomore) Black CS students from two Historically Black Colleges/Universities (HBCUs) and one Primarily White Institution (PWI) will be studied to measure perceived societal impacts and their understanding of content through conceptual assessment instruments. A cohort of upper division students will be studied to measure the factors that led to their success using surveys, a content assessment, and interviews. Using a mixed methods analysis approach, White students will be compared to Black students at the research intensive PWI and then the principal investigators will compare Black students at the PWI to Black students at the two HBCUs. The goal is to expand knowledge of inclusive teaching strategies and provide institutional awareness of factors that can go beyond recruiting URMs to focus on retention in the major and student success post-graduation. The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students. Through its Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gloria",
   "pi_last_name": "Washington",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Gloria J Washington",
   "pi_email_addr": "gwashington@scs.howard.edu",
   "nsf_id": "000702577",
   "pi_start_date": "2021-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Howard University",
  "inst_street_address": "2400 6TH ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2028064759",
  "inst_zip_code": "200590002",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "HOWARD UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DYZNJGLTHMR9"
 },
 "perf_inst": {
  "perf_inst_name": "Howard University",
  "perf_str_addr": "2300 6th St NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200591015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 139407.0
  }
 ],
 "por": null
}