{
 "awd_id": "2111403",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Integrating Perspective-taking and Systems Thinking for Complex Problem-Solving",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924458",
 "po_email": "tkim@nsf.gov",
 "po_sign_block_name": "Thomas Kim",
 "awd_eff_date": "2021-10-15",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 372888.0,
 "awd_amount": 372888.0,
 "awd_min_amd_letter_date": "2021-06-16",
 "awd_max_amd_letter_date": "2021-06-16",
 "awd_abstract_narration": "This project aims to serve the national interest by using computer modeling to present multiple perspectives, helping students to improve systems thinking and complex socio-technical problem-solving. The topics with which STEM fields grapple are often not merely scientific problems; they are also at times ideologically and emotionally charged issues. Such contemporary “socio-scientific” issues affect multiple stakeholders in different ways and have real and diverse consequences, both economic and societal. Understanding and responding to these socio-scientific issues, such as genetically modified crops, vaccine development/deployment and climate change mitigation, requires that individuals not only understand scientific content and how systems work, but also how these systems look from different vantage points. The goal of this project is to develop and assess new teaching strategies to improve understanding and decision-making related to such complex social and environmental problems. This project will build on research from previous studies to develop the state-of-the-art undergraduate instruction strategies. The software, curricular tools, and case studies being designed will be used by college instructors across the United States to promote perspective-taking and problem-solving. Formally engaging students in this type of thinking is essential to the training of America’s future workforce. \r\n\r\nSpecifically, students will engage with a series of case studies on complex socio-scientific issues, and use the MentalModeler (www.mentalmodeler.org) software to map out the system from the perspectives of different stakeholders.  We believe this approach will promote systems thinking, model-based reasoning, perspective taking, and problem-solving ability in the undergraduate classroom. We intend to test the hypothesis that integrating novel perspective taking and systems modeling across different undergraduate courses: 1) helps students overcome some of the cognitive and motivational obstacles elicited by controversial socio-scientific topics, 2) leads to a deeper and more accurate understanding of the system itself, and 3) helps learners create and support arguments regarding the effect of interventions on system-level outcomes.  The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students.  Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Gray",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven Gray",
   "pi_email_addr": "stevenallangray@gmail.com",
   "nsf_id": "000372716",
   "pi_start_date": "2021-06-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Jordan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca Jordan",
   "pi_email_addr": "jordanre@msu.edu",
   "nsf_id": "000113416",
   "pi_start_date": "2021-06-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241046",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 372888.0
  }
 ],
 "por": null
}