{
 "awd_id": "2112491",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "SBIR Phase II:  Optimizing emergency department nurse scheduling via a novel operational intelligence platform",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032924392",
 "po_email": "amonk@nsf.gov",
 "po_sign_block_name": "Alastair Monk",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 999688.0,
 "awd_amount": 1198621.0,
 "awd_min_amd_letter_date": "2021-08-24",
 "awd_max_amd_letter_date": "2023-09-20",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase II project is to improve emergency clinical care.  Emergency Departments are facing complex nursing utilization problems, fueled in part by scheduling systems built on flawed assumptions. Escalating nursing shortages and burnout must be addressed as fatigue is rampant. With hospitals facing significant revenue losses, there is no room for inefficient use of nurses. Nurse shifts must be intelligently sequenced in a way that optimizes available assets and balances complex sets of tradeoffs. The proposed solution uses artificial intelligence (AI) and operations research to predictively right-size clinical resources. The platform will be packaged as a cloud-based solution that reduces nursing staff churn, decreases patient wait times, reduces healthcare delivery costs, and improves revenue. Sophisticated mathematical approaches beyond what is available in the calendar and an Excel spreadsheet – specifically this project’s constraint-based algorithms, simulation methods and machine learning – will be the turning point in optimizing emergency department operational performance. This will improve the health system’s patient care, operational, and financial outcomes while reducing effort, waste, cost, and nurse burnout. \r\n\r\nThis proposed project addresses the multi-stage emergency department nurse staffing problem by increasing scalability and usability. The proposed solution scales a set of multi-objective optimization algorithms based on operations research, sophisticated data science and queueing theory models to create an end-to-end decision support platform. The platform will provide longitudinal decision support for emergency department nurse staffing: nurse managers will use it daily for flexing decisions, monthly for schedule planning and assignment, and annually for budgeting. Objectives include: (1) Data science: refine and automate the forecasting, adapt the optimization model, generate and maintain input files, automate output files; (2) Front-end: create UI components, create service layer/API, wire service layer and UI, develop integration and component testing; (3) Back-end: implement container orchestration system, upgrade security, implement data ingest protocols, support development operations; and (4) Validate recommendation and create client ROI calculator.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Gravenor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie Gravenor",
   "pi_email_addr": "stephanie.gravenor@medeciphersolutions.com",
   "nsf_id": "000765777",
   "pi_start_date": "2021-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Medecipher, Inc.",
  "inst_street_address": "3513 BRIGHTON BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "DENVER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9018483900",
  "inst_zip_code": "802163821",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CO01",
  "org_lgl_bus_name": "MEDECIPHER, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "MLN8NKJLK8C4"
 },
 "perf_inst": {
  "perf_inst_name": "Medecipher, Inc.",
  "perf_str_addr": "3513 Brighton Blvd, Suite 400",
  "perf_city_name": "Denver",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "802163821",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "169E",
   "pgm_ref_txt": "SBIR Tech Enhan Partner (TECP)"
  },
  {
   "pgm_ref_code": "8023",
   "pgm_ref_txt": "Health Care Enterprise Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01AB2324DB",
   "fund_name": "R&RA DRSA DEFC AAB",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 999688.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 198933.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-61335c04-7fff-fdc1-2fc6-a43922875888\"> </span></p>\n<p dir=\"ltr\"><span>The NSF SBIR Phase II has led to the commercialization by Medecipher of a powerful prescriptive scheduling technology called FLO that uses innovative operations research-backed approaches to redesign nurse scheduling practices to bring about crucial changes. FLO minimizes over and understaffing and improves patient flow and capacity while reducing schedule creation time, adding more schedule flexibility, and lowering labor costs. FLO&rsquo;s optimized nurse schedules ensure patients receive the best care possible while providing nurses with a more organized and productive environment, reducing the likelihood of burnout and fatigue.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Medecipher&rsquo;s FLO produces a superior nurse schedule and provides measurable return on investment with a payback period of only 3.3 months. With the continued use of FLO&rsquo;s predictive optimization tool, hospitals can expect to see savings over status quo scheduling methods every year. FLO reduces labor costs by 8% equivalent to $7.24 per patient visit. FLO reduces planning time by 77%, equivalent to 0.43 FTE of nurse leadership time. FLO provides a 4:1 return on investment, with a payback period of only 3.3 months based on a price of $150,000. In addition to lowering labor costs, and reducing planning time, FLO increases patient safety, adheres to all department and organization rules, and avoids penalties for union violations while also increasing flexibility and personalization in scheduling.</span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/26/2024<br>\nModified by: Stephanie&nbsp;Gravenor</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nThe NSF SBIR Phase II has led to the commercialization by Medecipher of a powerful prescriptive scheduling technology called FLO that uses innovative operations research-backed approaches to redesign nurse scheduling practices to bring about crucial changes. FLO minimizes over and understaffing and improves patient flow and capacity while reducing schedule creation time, adding more schedule flexibility, and lowering labor costs. FLOs optimized nurse schedules ensure patients receive the best care possible while providing nurses with a more organized and productive environment, reducing the likelihood of burnout and fatigue.\n\n\nMedeciphers FLO produces a superior nurse schedule and provides measurable return on investment with a payback period of only 3.3 months. With the continued use of FLOs predictive optimization tool, hospitals can expect to see savings over status quo scheduling methods every year. FLO reduces labor costs by 8% equivalent to $7.24 per patient visit. FLO reduces planning time by 77%, equivalent to 0.43 FTE of nurse leadership time. FLO provides a 4:1 return on investment, with a payback period of only 3.3 months based on a price of $150,000. In addition to lowering labor costs, and reducing planning time, FLO increases patient safety, adheres to all department and organization rules, and avoids penalties for union violations while also increasing flexibility and personalization in scheduling.\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 02/26/2024\n\n\t\t\t\t\tSubmitted by: StephanieGravenor\n"
 }
}