{
 "awd_id": "2112725",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Gravity, Holography and Spacetime",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925314",
 "po_email": "kdienes@nsf.gov",
 "po_sign_block_name": "Keith Dienes",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 157361.0,
 "awd_amount": 157361.0,
 "awd_min_amd_letter_date": "2021-08-26",
 "awd_max_amd_letter_date": "2021-08-26",
 "awd_abstract_narration": "This award funds the research activities of Professor Elena Caceres at The University of Texas at Austin.\r\n\r\nQuantum mechanics is a cornerstone of modern physics;  it describes how the subatomic world works, and experiments have verified the accuracy of its predictions for more than a century.  One fascinating phenomenon predicted by quantum mechanics is \"quantum entanglement\".  Entanglement occurs when initially independent systems interact and separate. After interacting, the systems cannot be described independently even if they are very far apart; they have become entangled. In the last decade, physicists have discovered a surprising connection between quantum entanglement --- an intrinsically subatomic phenomenon --- and the geometry of space and time. This discovery points to the possibility that space and time emerge from quantum mechanics and is one of the most significant theoretical developments of the last decade.  Research in this area advances the national interest by promoting the progress of science in a fundamental direction: understanding the microscopic nature of space and time. Many foundational questions in this area are still unanswered. Professor Caceres’ research aims to contribute to our understanding of how to reconstruct space and time from quantum mechanics. Her research will use a two-pronged approach:   1) studying a specific formulation of entanglement known as “bit threads”;   and 2) investigating a class of promising quantum systems, known as “sparse SYK models.”  This project will also have significant broader impacts. Professor Caceres will involve graduate students and postdocs in her research, contributing to their scientific training. She will also develop a mentoring program for minority undergraduate students and focus her outreach efforts on disadvantaged communities and underrepresented groups in physics.\r\n\r\nMore technically, one of Professor Caceres’ goals is to create a framework for metric reconstruction using bit threads. She plans to study bit threads in time-dependent backgrounds, investigate bit threads in states with entanglement shadows, and work towards obtaining the full non-linear Einstein’s equations from a bit thread construction.  Another thrust of this project is the study of sparse SYK. More concretely, Professor Caceres will investigate two coupled sparse SYKs, the degree of sparseness for which the two coupled sparse SYKs display features consistent with a traversable wormhole and a teleportation protocol in this model. The results will establish to what extent sparse SYKs are good quantum gravity models and can lead to a wealth of computationally efficient quantum models with black hole dynamics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elena",
   "pi_last_name": "Caceres",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elena Caceres",
   "pi_email_addr": "elenac@zippy.ph.utexas.edu",
   "nsf_id": "000608539",
   "pi_start_date": "2021-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "3925 W Braker Lane, Ste 3.340",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787595316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128600",
   "pgm_ele_name": "Elem. Particle Physics/Theory"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 157361.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the most significant discoveries in theoretical high-energy physics over the past 25 years is the \"holographic duality,\" a conjectured equivalence between certain gravitational theories and quantum theories. A deeper understanding of this duality is needed to illuminate the physics of black hole interiors and the universe's early stages.<br />The work supported by this grant advanced our understanding of holographic duality in two key ways.</p>\r\n<ul>\r\n<li>&nbsp;In one line of research, we proposed a novel function as a probe of black hole interiors. This function was tested across various spacetime geometries, consistently demonstrating the expected properties, even within the black hole interior. The existence of this function raises fascinating questions about its interpretation in the quantum field theory side of the duality.&nbsp;</li>\r\n<li>&nbsp;A significant challenge&nbsp; in understanding holography lies in the scarcity of solvable quantum models with the necessary features to serve as black hole duals. The Sachdev-Ye-Kitaev (SYK) model is a prominent candidate, but its computational demands limit the scope of numerical simulations. To address this, we employed a sparse version of the SYK model, enabling more efficient simulations. These large-scale computations uncovered new properties of the sparse SYK, furthering our insights.</li>\r\n</ul>\r\n<p>The outcomes of this research include peer-reviewed publications and the dissemination of results through technical seminars and conferences.<br />Additionally, this grant supported the training of graduate students and postdoctoral researchers involved in the project. Broader impacts included the creation of a monthly public lecture series to engage the general public on physics related topics.</p><br>\n<p>\n Last Modified: 11/25/2024<br>\nModified by: Elena&nbsp;Caceres</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOne of the most significant discoveries in theoretical high-energy physics over the past 25 years is the \"holographic duality,\" a conjectured equivalence between certain gravitational theories and quantum theories. A deeper understanding of this duality is needed to illuminate the physics of black hole interiors and the universe's early stages.\nThe work supported by this grant advanced our understanding of holographic duality in two key ways.\r\n\r\nIn one line of research, we proposed a novel function as a probe of black hole interiors. This function was tested across various spacetime geometries, consistently demonstrating the expected properties, even within the black hole interior. The existence of this function raises fascinating questions about its interpretation in the quantum field theory side of the duality.\r\nA significant challenge in understanding holography lies in the scarcity of solvable quantum models with the necessary features to serve as black hole duals. The Sachdev-Ye-Kitaev (SYK) model is a prominent candidate, but its computational demands limit the scope of numerical simulations. To address this, we employed a sparse version of the SYK model, enabling more efficient simulations. These large-scale computations uncovered new properties of the sparse SYK, furthering our insights.\r\n\r\n\n\nThe outcomes of this research include peer-reviewed publications and the dissemination of results through technical seminars and conferences.\nAdditionally, this grant supported the training of graduate students and postdoctoral researchers involved in the project. Broader impacts included the creation of a monthly public lecture series to engage the general public on physics related topics.\t\t\t\t\tLast Modified: 11/25/2024\n\n\t\t\t\t\tSubmitted by: ElenaCaceres\n"
 }
}