{
 "awd_id": "2112842",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantum Computing with Cs Atoms in a 3D Optical Lattice",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927421",
 "po_email": "msbyrd@nsf.gov",
 "po_sign_block_name": "Mark S. Byrd",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2021-07-07",
 "awd_max_amd_letter_date": "2021-07-07",
 "awd_abstract_narration": "Quantum computers are built around quantum bits, or qubits. Unlike classical bits, which can be either 0 or 1, qubits can be in quantum superpositions of these two states. Furthermore, two qubits can be quantum entangled. An example of an entangled two qubit state is 00+11, where the system is in a superposition of both qubits in state 0 and both qubits in state 1. With N qubits, a system can simultaneously be in 2^N unique states at once. Such entanglement gives a quantum computer its power, allowing some properly framed problems that are intractable on classical supercomputers to be solved with as few as 60 qubits.  For this project, the troup will be working on a new method to entangle neutral atom qubits, a platform that has seen the most dramatic advances in the last few years. These qubits are identical, they can be well isolated from their environment, and their internal states can be precisely controlled and measured, all critical qubit features.  The experimental system is unique, in that it is possible to densely trap 3D arrays of atoms, which allows for superlative connectivity among qubits and a high density of quantum information. The entangling procedure could also be applied in more common 1D and 2D neutral atom arrays.\r\n\r\nThe group will implement a variant of a two-qubit Rydberg gate for entangling neutral atoms. One ground qubit state will be excited to a high lying Rydberg state by a two-photon transition using an ultraviolet (UV) photon and a microwave photon. This approach has most of the advantages of using a Rydberg S state, which are reduced sensitivity to photoionization and electric fields, isotropic dipole-dipole coupling, and a simple fine structure. It avoids the use of high visible light powers that can cause photoionization, spontaneous emission, and large, unwanted ac Stark shifts. The large dipole matrix element for the microwave part of the transition allows for fast gates. Although the UV plus microwave Rydberg excitation technique could be used for any neutral atom array, it will be developed here for atoms trapped in a 3D optical lattice. Toward this end, the group will implement an “anti-addressing” technique that is able to select which atoms to entangle while minimally affecting the two-qubit gate fidelity or the surrounding quantum information. The goal is for each atom to be selectively entanglable with any of 24 surrounding atoms, a very high connectivity. The gate will be implemented on significantly colder and better localized atoms than previous Rydberg gates, which should help to reach the two-qubit gate fidelity goal of 0.999. Other experimental modifications, including implementing gray molasses for the initial loading and increasing the volume of atoms that can be accessed using one and two qubit addressing techniques, will raise the number of addressable qubits in the 3D array to >250.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Weiss",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "David S Weiss",
   "pi_email_addr": "dsweiss@phys.psu.edu",
   "nsf_id": "000122851",
   "pi_start_date": "2021-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "728100",
   "pgm_ele_name": "QIS - Quantum Information Scie"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": null
}