{
 "awd_id": "2112424",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  A transformative low-cost approach for Direct Air Capture of CO2 via repeated cycles of ambient weathering of metal oxides",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922174",
 "po_email": "rmehta@nsf.gov",
 "po_sign_block_name": "Rajesh Mehta",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2021-12-31",
 "tot_intn_awd_amt": 255737.0,
 "awd_amount": 255737.0,
 "awd_min_amd_letter_date": "2021-06-30",
 "awd_max_amd_letter_date": "2021-06-30",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project is in the development of a highly-scalable solution to environmental change. While natural solutions like afforestation and soil sequestration are important, there is an urgent need for scalable, low land use, permanent alternatives.  The proposed technology will use a process called Direct Air Capture to reduce atmospheric CO2 concentrations, thereby limiting sea level rise, natural disasters, climate related forced migration, and economic distress. \r\n\r\nThe proposed project will minimize energy requirements from forced air convection relative to traditional Direct Air Capture systems, repeatedly re-using mineral feedstocks in an enhanced weathering process to capture CO2 from the air, and developing innovative approaches to the integration of engineered components at ultra-low cost. No scaled accelerated mineralization operation has been demonstrated to date, largely because of the technical difficulties facing its implementation. The integration of various technical pieces into a cohesive, economical system is a principal challenge facing the industry. The goal of the project is to de-risk the integrated system by achieving consistent carbonation rates within tight economic constraints in a low-control environment at industrial scale. The process will include developing test fixtures and a development platform to run constant testing, as well as developing new hardware components to further enhance carbonation rates.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shashank",
   "pi_last_name": "Samala",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shashank Samala",
   "pi_email_addr": "shashank@equiopps.com",
   "nsf_id": "000836696",
   "pi_start_date": "2021-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Heirloom Carbon Technologies, Inc.",
  "inst_street_address": "125 VALLEY DR",
  "inst_street_address_2": "",
  "inst_city_name": "BRISBANE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2072499380",
  "inst_zip_code": "940051317",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "CA15",
  "org_lgl_bus_name": "HEIRLOOM CARBON TECHNOLOGIES, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJX6YPKHBNJ5"
 },
 "perf_inst": {
  "perf_inst_name": "EQUIOPPS, INC",
  "perf_str_addr": "1137 dolores street",
  "perf_city_name": "San Francisco",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941103612",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1238",
   "pgm_ref_txt": "TECH FOR SUSTAINABLE ENVIRONMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 255737.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-420355b7-7fff-89e2-fbe2-0100c44a41ee\"> </span></p>\n<p dir=\"ltr\"><span>NSF Outcomes Summary</span></p>\n<p dir=\"ltr\"><span>According to IPCC, billions of tons of CO</span><span><span>2 </span></span><span>need to be removed from the atmosphere by 2050 to keep global warming to 1.5&thinsp;degrees C, but current engineered technologies are too expensive ($600/tCO</span><span><span>2</span></span><span>). Heirloom's technology takes advantage of passive carbonation and provides a path to &lt; $100/tCO</span><span><span>2</span></span><span>.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Today's Direct Air Capture (DAC) technologies use energy intensive air contactors and produce pure CO</span><span><span>2</span></span><span>. DAC offers a reliable way to monitor, verify, and permanently sequester the CO</span><span><span>2</span></span><span> geologically (for &gt;1000 years), while requiring &lt;1% of the land area required for nature based solutions. The main drawback for DAC is high cost (&gt;$600/tCO</span><span><span>2</span></span><span>) due to the complex manufacturing process of CO</span><span><span>2</span></span><span> adsorbents, energy intensity, and expensive, integrated capital investments. Carbon mineralization utilizing a natural weathering process to store CO</span><span><span>2</span></span><span> in rocks, is inexpensive, but occurs on geologic timescales , lacks robust verification, and requires significant land.&nbsp;</span></p>\n<p dir=\"ltr\"><a href=\"https://uploads-ssl.webflow.com/6041330ff151737fb03fc474/62447e0fcdc47145c3471d91_Heirloom%20White%20Paper.pdf\"><span>Heirloom's technology combines the best of DAC and carbon mineralization to create a cheap, scalable, verifiable, permanent, and low land use capture method</span></a><span>. Instead of expensive custom adsorbents, we instead use inexpensive, abundant natural minerals that are used by cement and other industries. The primary innovation is enhancing the carbon uptake rates of these low cost, alkaline minerals in an economically viable air contactor (i.e., the system that holds our capture material and exposes it to air). The contactor allows air to flow ambiently through the material without requiring additional energy input into the system via fans or other infrastructure. With this design, we are able to cut down the capital costs associated with the contactor unit, in exchange for a slightly longer time allotment for the CO</span><span><span>2</span></span><span> uptake reaction. We believe DAC via carbon mineralization will be significantly cheaper than traditional DAC systems.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Fundamentally, our goal for Phase 1 of the study was to complete the research and development to bring our system from a lab and proof-of-concept phased idea to the design of a system that could be deployed commercially at scale. There were three outstanding fundamental research and development and commercial questions for the air contactor that, if solved, unlocked the potential of our technology.&nbsp;&nbsp;</span></p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><strong>Capture</strong><span><strong>: </strong>How do we maximize the density of media exposed to CO</span><span><span>2</span></span><span> during the carbonation process at scale while minimizing the reaction time to achieve effective saturation? This includes answering questions surrounding optimal methods for material exposure, viability of varying feedstocks, and optimizing our ability to sustain high mineralization rates.&nbsp;&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><strong>Process</strong><span><strong>: </strong>How do we practically handle the media at scale, both loading and unloading, to minimize loss and cost? This includes designs and criteria for optimal media handling.&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><strong>Cost</strong><span><strong>:</strong> Can we achieve these solutions at a cost that is economically viable, and at what scale? This includes updates techno-economic analysis and life cycle analysis to determine the cost of the process at increasing scales, as well as the process? carbon intensity.&nbsp;</span></p>\n</li>\n</ul>\n<p dir=\"ltr\"><span>Below are the key conclusions can be drawn from the research conducted in Phase 1 of this grant:&nbsp;</span></p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Controlling the materials exposure to air allows us to maintain a consistently high uptake rate.&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Controlled material thickness and careful materials distribution allows us to maintain these high uptake rates and limit diffusion limitations.&nbsp;&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Preliminary contactor designs use simple tray and rack geometry to optimize the exposure of the hydroxide material with air.&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Media deposition involves overcoming the proclivity of the particles to agglomerate. Material distribution designs must account for this phenomenon.&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Simple mechanical motion can remove material from trays. However, this motion should be optimized for removal efficiency.</span></p>\n</li>\n</ul>\n<p dir=\"ltr\"><span>The Phase 1 research provides promising evidence towards the viability of the carbonation process at scale, and highlighted some key challenges and improvements that would be supported by Phase 2 of the project.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/13/2022<br>\n\t\t\t\t\tModified by: Shashank&nbsp;Samala</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nNSF Outcomes Summary\nAccording to IPCC, billions of tons of CO2 need to be removed from the atmosphere by 2050 to keep global warming to 1.5&thinsp;degrees C, but current engineered technologies are too expensive ($600/tCO2). Heirloom's technology takes advantage of passive carbonation and provides a path to &lt; $100/tCO2. \nToday's Direct Air Capture (DAC) technologies use energy intensive air contactors and produce pure CO2. DAC offers a reliable way to monitor, verify, and permanently sequester the CO2 geologically (for &gt;1000 years), while requiring &lt;1% of the land area required for nature based solutions. The main drawback for DAC is high cost (&gt;$600/tCO2) due to the complex manufacturing process of CO2 adsorbents, energy intensity, and expensive, integrated capital investments. Carbon mineralization utilizing a natural weathering process to store CO2 in rocks, is inexpensive, but occurs on geologic timescales , lacks robust verification, and requires significant land. \nHeirloom's technology combines the best of DAC and carbon mineralization to create a cheap, scalable, verifiable, permanent, and low land use capture method. Instead of expensive custom adsorbents, we instead use inexpensive, abundant natural minerals that are used by cement and other industries. The primary innovation is enhancing the carbon uptake rates of these low cost, alkaline minerals in an economically viable air contactor (i.e., the system that holds our capture material and exposes it to air). The contactor allows air to flow ambiently through the material without requiring additional energy input into the system via fans or other infrastructure. With this design, we are able to cut down the capital costs associated with the contactor unit, in exchange for a slightly longer time allotment for the CO2 uptake reaction. We believe DAC via carbon mineralization will be significantly cheaper than traditional DAC systems. \nFundamentally, our goal for Phase 1 of the study was to complete the research and development to bring our system from a lab and proof-of-concept phased idea to the design of a system that could be deployed commercially at scale. There were three outstanding fundamental research and development and commercial questions for the air contactor that, if solved, unlocked the potential of our technology.  \n\n\nCapture: How do we maximize the density of media exposed to CO2 during the carbonation process at scale while minimizing the reaction time to achieve effective saturation? This includes answering questions surrounding optimal methods for material exposure, viability of varying feedstocks, and optimizing our ability to sustain high mineralization rates.  \n\n\nProcess: How do we practically handle the media at scale, both loading and unloading, to minimize loss and cost? This includes designs and criteria for optimal media handling. \n\n\nCost: Can we achieve these solutions at a cost that is economically viable, and at what scale? This includes updates techno-economic analysis and life cycle analysis to determine the cost of the process at increasing scales, as well as the process? carbon intensity. \n\n\nBelow are the key conclusions can be drawn from the research conducted in Phase 1 of this grant: \n\n\nControlling the materials exposure to air allows us to maintain a consistently high uptake rate. \n\n\nControlled material thickness and careful materials distribution allows us to maintain these high uptake rates and limit diffusion limitations.  \n\n\nPreliminary contactor designs use simple tray and rack geometry to optimize the exposure of the hydroxide material with air. \n\n\nMedia deposition involves overcoming the proclivity of the particles to agglomerate. Material distribution designs must account for this phenomenon. \n\n\nSimple mechanical motion can remove material from trays. However, this motion should be optimized for removal efficiency.\n\n\nThe Phase 1 research provides promising evidence towards the viability of the carbonation process at scale, and highlighted some key challenges and improvements that would be supported by Phase 2 of the project. \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/13/2022\n\n\t\t\t\t\tSubmitted by: Shashank Samala"
 }
}