{
 "awd_id": "2112458",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Human toxicity assay using synthetic embryo-like structures",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2021-04-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2021-04-07",
 "awd_max_amd_letter_date": "2021-05-21",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the development of a controllable and scalable microfluidic technology in which synthetic human embryo-like structures may be derived from human stem cells for quantitative toxicity testing. The development of the proposed technology addresses the need for a cost-effective and highly predictive assay platform to determine embryo toxicology effects. The current assay is conducted using animal models such as rats or mice. These animal tests are costly and have ethical issues and limited predictive powers. The proposed technology offers human-relevant, “organism-level” toxicity testing.  The method allows quantitative measurements and perturbations and is compatible with live imaging and high-throughput screens. The proposed technology may use disease- and patient-specific stem cells for disease modeling, and also may allow screening using stem cells derived from different age and racial/ethnic groups, thus modeling responses to pharmacological and chemical compounds of diverse populations.\r\n\r\nThis I-Corps project is based on the development of a controllable and scalable microfluidic technology in which synthetic embryo-like structures derived from human stem cells may be utilized for embryo toxicity testing. The proposed microfluidic device allows precise positioning of human stem cell colonies in prescribed locations within the microfluidic device.  In addition, the proposed device allows precise temporal delivery of soluble factors to drive these human stem cell colonies to develop and organize into multicellular structures whose molecular and cellular features bear significant similarities to early post-implantation human embryos. The proposed technology has been shown to be controllable, reproducible, scalable, and compatible with live imaging and immunocytochemistry, which may allow easy adoption into the existing high-throughput toxicity screening pipelines. The technology is designed to provide high-content phenotypic and morphological profiling of the effects of pharmacological compounds on embryo development based on colorimetric/fluorescent reagents.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jianping",
   "pi_last_name": "Fu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jianping Fu",
   "pi_email_addr": "jpfu@umich.edu",
   "nsf_id": "000569746",
   "pi_start_date": "2021-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan, Ann Arbor",
  "perf_str_addr": "2350 Hayward Street",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481092125",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6883",
   "pgm_ref_txt": "CHEMISTRY OF LIFE PROCESSES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Currently, quantitative data on the effects of pharmaceutical compounds on pregnant women is limited. Precise embryo toxicity data is needed, and existing assays like whole embryo culture and animal models have limited predictive powers, are costly, and have ethical issues. To address the limitations of existing embryo toxicity assays, our team has developed the EmbryoTOX technology as a controllable and scalable embryo toxicity assay platform, in which stem cell-based embryo development models can be utilized for embryo toxicity testing. EmbryoTOX offers an innovative concept of human-relevant, &lsquo;organism-level&rsquo; toxicity testing, without using natural embryos. EmbryoTOX allows quantitative measurements and perturbations and is compatible with live imaging and high-throughput screens. Importantly, EmbryoTOX can use disease- and patient-specific stem cells for disease modeling, and it also allows screening using stem cells derived from different age and racial/ethnic groups, thus enabling the study of the different responses of different age and racial/ethnic groups to pharmacological compounds.</p>\n<p>&nbsp;</p>\n<p>Through the customer discovery supported by the NSF I-Corps grant, our team has developed a detailed understanding of the value the EmbryoTOX can add in the space of Development and Reproductive Toxicology (DART). The customer discovery process further has helped us to narrow down the customer segment within pharma companies that can benefit from the EmbryoTOX technology. Customer discovery conducted through NSF I-Corps further prepares us to pursue translational technological development grants, such as NSF PFI-TT, NSF/NIH SBIR and STTR grants, as well as venture capital funding as a follow-on. Through the customer discovery process, we have started to form partnerships with companies and have identified long term market opportunities including companies that have products related to toxicity screening.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The EmbryoTOX technology is highly controllable, reliable, and scalable. It is also very compatible with existing high-throughput toxicity screening pipelines. Thus, continuous development and translation of EmbryoTOX will increase throughput, reduce cost, and save time and effort in the drug development cycle. Ultimately, the hope is to apply the EmbryoTOX technology to provide people more information to empower them to make more informed decisions.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/11/2022<br>\n\t\t\t\t\tModified by: Jianping&nbsp;Fu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCurrently, quantitative data on the effects of pharmaceutical compounds on pregnant women is limited. Precise embryo toxicity data is needed, and existing assays like whole embryo culture and animal models have limited predictive powers, are costly, and have ethical issues. To address the limitations of existing embryo toxicity assays, our team has developed the EmbryoTOX technology as a controllable and scalable embryo toxicity assay platform, in which stem cell-based embryo development models can be utilized for embryo toxicity testing. EmbryoTOX offers an innovative concept of human-relevant, ‘organism-level’ toxicity testing, without using natural embryos. EmbryoTOX allows quantitative measurements and perturbations and is compatible with live imaging and high-throughput screens. Importantly, EmbryoTOX can use disease- and patient-specific stem cells for disease modeling, and it also allows screening using stem cells derived from different age and racial/ethnic groups, thus enabling the study of the different responses of different age and racial/ethnic groups to pharmacological compounds.\n\n \n\nThrough the customer discovery supported by the NSF I-Corps grant, our team has developed a detailed understanding of the value the EmbryoTOX can add in the space of Development and Reproductive Toxicology (DART). The customer discovery process further has helped us to narrow down the customer segment within pharma companies that can benefit from the EmbryoTOX technology. Customer discovery conducted through NSF I-Corps further prepares us to pursue translational technological development grants, such as NSF PFI-TT, NSF/NIH SBIR and STTR grants, as well as venture capital funding as a follow-on. Through the customer discovery process, we have started to form partnerships with companies and have identified long term market opportunities including companies that have products related to toxicity screening. \n\n \n\nThe EmbryoTOX technology is highly controllable, reliable, and scalable. It is also very compatible with existing high-throughput toxicity screening pipelines. Thus, continuous development and translation of EmbryoTOX will increase throughput, reduce cost, and save time and effort in the drug development cycle. Ultimately, the hope is to apply the EmbryoTOX technology to provide people more information to empower them to make more informed decisions.\n\n \n\n\t\t\t\t\tLast Modified: 12/11/2022\n\n\t\t\t\t\tSubmitted by: Jianping Fu"
 }
}