{
 "awd_id": "2113846",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Research: RUI: Engineers making process safety judgements...Mind the Gap! Beliefs vs. behavior",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032927286",
 "po_email": "apawley@nsf.gov",
 "po_sign_block_name": "Alice Pawley",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 51099.0,
 "awd_amount": 51099.0,
 "awd_min_amd_letter_date": "2021-07-21",
 "awd_max_amd_letter_date": "2021-07-21",
 "awd_abstract_narration": "Chemical plant explosions and fires often make headlines due to the far-reaching implications for the health and safety of workers, the environment, and the local community.  Investigations into these incidents have found that they are typically the result of a series of judgements that are made by company personnel (including engineers) over a significant period of time. Researchers have established that how individuals believe they will make decisions is often not the same as how they actually behave, and we posit that an inability to reflect on any gap between beliefs and behaviors is a barrier to sound judgements. Therefore, it is critical that engineers gain awareness of any gap that may exist between their beliefs and behavior to enable reflective and safe judgements. In this research project, we will investigate and compare the beliefs and behaviors of both senior chemical engineering students and engineers working in process safety contexts.  As judgements related to process safety would be difficult to model in the classroom and potentially dangerous within an actual facility, we will use a game-based simulation that allows individuals to role-play as a senior plant engineer.  The digital environment allows individuals to experience first-hand the safety challenges that arise in an industrial environment while being safe and preventing the disastrous outcomes that could occur in a real life setting when making these judgements. Participants will then learn about the relationship between how they believed they would behave and how they behaved, which is intended to enable awareness of the complexity of process safety judgements.\r\n\r\nThe research study will leverage both quantitative and qualitative methods through interviews, written reflections, and immersive game-play to answer the following four research questions: 1) What do participants believe about how they approach making judgements? 2) How do they behave when actually making judgements? 3) What gap, if any, exists between their beliefs and behavior, and 4) How do participants reconcile any gap? Our research design captures beliefs at multiple data points over time enabling us to generate an understanding of the efficacy of both 1) the game play, and 2) exposure to an individualized profile demonstrating the relationship between beliefs and behaviors. Our method for characterizing the gap between beliefs and behaviors and presenting that information to engineers to enable awareness and reflection has two potential impacts.  First, it has the potential 1) to be transferable across diverse contexts with implications for improving professional judgement widely, and 2) to make specific recommendations for the efficacy of the aforementioned two distinct interventions based on participants who include engineering students and engineers working in process safety contexts. The knowledge produced by this project can benefit not only scholars seeking to further study the relationship between beliefs and behaviors, but also engineering educators responsible for the professional formation of their students’ ability to exercise reflective judgement, especially in process safety contexts. Finally, the outcomes of this work have the potential to contribute to the professional formation of practicing engineers by informing workforce development. This reflective process, which brings awareness to gaps between beliefs and behaviors, is an unconventional yet promising approach to ultimately reducing process safety incidents.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elif",
   "pi_last_name": "Miskioglu",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Elif E Miskioglu",
   "pi_email_addr": "eem014@bucknell.edu",
   "nsf_id": "000793871",
   "pi_start_date": "2021-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bucknell University",
  "inst_street_address": "1 DENT DR",
  "inst_street_address_2": "",
  "inst_city_name": "LEWISBURG",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "5705773510",
  "inst_zip_code": "178372005",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "BUCKNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT7CLFEE1ZW4"
 },
 "perf_inst": {
  "perf_inst_name": "Bucknell University",
  "perf_str_addr": "One Dent Drive",
  "perf_city_name": "LEWISBURG",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "178372111",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 51099.0
  }
 ],
 "por": null
}