{
 "awd_id": "2113594",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Field Mediated Assembly of Anisotropic Colloids on Surfaces",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032928045",
 "po_email": "sshojaei@nsf.gov",
 "po_sign_block_name": "Shahab Shojaei-Zadeh",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 425000.0,
 "awd_amount": 425000.0,
 "awd_min_amd_letter_date": "2021-05-11",
 "awd_max_amd_letter_date": "2021-05-11",
 "awd_abstract_narration": "The goal of this project is to understand how to create ordered coatings of different shaped particles with advanced material properties. The project aims to understand how different shaped particles, with different aspect ratios and curvature, interact with each other and dynamically assemble into microstructures with useful properties. The overall approach is to use optical microscopy experiments and computer simulations together to measure and model particle interactions, dynamics, and assembly processes. Electric fields applied through microelectrodes will be used to control how particles are concentrated, interact through tunable and directional attraction, and assemble into ordered configurations while avoiding disordered states. This project will provide new fundamental insights into the mechanisms governing the interactions among colloidal particles of different shape and the formation of microstructures. This understanding will provide a basis to engineer processes for assembling surface coatings with novel electromagnetic properties. Other benefits of the project include training a future advanced workforce and broadening participation of underrepresented groups in local schools.\r\n \r\nTo achieve these goals, the project will systematically escalate complexity in microscopy measurements and analytical models of anisotropic colloidal interactions, microstructure, and dynamics. In the first step, the aim is to understand how to manipulate single and ensemble anisotropic particle position, orientation, and structure. This aim will be addressed by measuring and modeling electric field mediated interactions between anisotropic particles for systematic variations in particle shape. In the next step, the aim is to understand equilibrium phase behavior and non-equilibrium microstructure formation important to anisotropic particle based material properties. This aim will be attained by measuring and modeling how different thermodynamic conditions and field-mediated interactions control microstructures. In the third step, the aim is to understand how dynamic pathways towards ordered states in anisotropic particle systems determine processing of target microstructures. This aim will be achieved by measuring and modeling how interactions and particle shape determine collective dynamics and defect relaxation as functions as concentration and configuration. Finally, attempts will be made to scale-up processes using electrode arrays.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Bevan",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Bevan",
   "pi_email_addr": "mabevan@jhu.edu",
   "nsf_id": "000217237",
   "pi_start_date": "2021-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182625",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 425000.0
  }
 ],
 "por": null
}