{
 "awd_id": "2113120",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRCNS Research Proposal: Collaborative Research: Electrophysiome: comprehensive recording and integrated modeling of the C. elegans nervous system",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032925149",
 "po_email": "kwhang@nsf.gov",
 "po_sign_block_name": "Kenneth Whang",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 382028.0,
 "awd_amount": 382028.0,
 "awd_min_amd_letter_date": "2021-08-19",
 "awd_max_amd_letter_date": "2021-11-05",
 "awd_abstract_narration": "The integrated function of the human brain allows every individual human to have unique thoughts, perceptions, memories, and actions. One of the grand scientific challenges of our time is to mechanistically understand how collections of neurons accomplish these incredibly sophisticated functions. However, it turns out, that this is a daunting task that requires a comprehensive understanding of a brain at every level of complexity, from molecules to neurons, the circuits and systems they form, and the underlying computational principles. To reach the goal of understanding the brain, we must first be able to understand and simulate simpler brains like the nervous system of the nematode worm Caenorhabditis elegans. Given its simplicity, scientists have been able to map the physical wiring of the entire nervous system – the connectome – in the attempt to reconstruct the worm brain.  However, without knowing the biophysical properties of the diverse neuron types and the activity pattern they produce, scientists have been unable to generate a unifying model that explains how the brain of this simple worm works. This project aims to address this problem by comprehensively characterizing the biophysical properties of a large portion of C. elegans neurons and constructing accurate mathematical models for these neurons and the circuits they constitute. The goal is to reproduce neural activity patterns in different neuron types and neural circuits, and eventually simulate how the worm brain generates simple behaviors.  \r\n\r\nTo accomplish this goal, the researchers will take a systematic approach of recording from 42 selected neuron types in C. elegans using electrophysiology. This set of neurons was selected based on their known function in multiple well-studies behavioral circuits including chemosensory, mechanosensory, thermosensory, nociceptive circuits, and downstream integrating and motor circuits. Detailed electrophysiological parameters, and recordings of neural dynamics will be obtained from experiments for each neuron type and deposited into a public database available for the scientific community. Following the comprehensive characterization of these neurons, the researchers will model the single neuron dynamics and currents according to the Hodgkin-Huxley equations. Novel machine learning methodology based on Deep Reinforcement Learning (Deep RL) will be developed to find parameter candidates such that they fit the equations to satisfy multiple optimized objectives in the recordings. Optimal single neuron models will subsequently be integrated into a connectome-based whole-brain framework to develop anatomically and biophysically correct circuit models. The robustness of these dynamic models will be tested with various computational ablations. This exploratory study is a proof-of-principle test case to evaluate the impact of biophysical single neuron models on the full-scale whole-brain electrophysiome simulation and provide initial insights into the level of abstraction possible for systemic modeling of the entire C. elegans nervous system. Ultimately, the knowledge gained from this project is expected to act as steppingstone for understanding and modeling more complex nervous systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cornelia",
   "pi_last_name": "Bargmann",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Cornelia I Bargmann",
   "pi_email_addr": "cori@rockefeller.edu",
   "nsf_id": "000723325",
   "pi_start_date": "2021-11-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Qiang",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Qiang Liu",
   "pi_email_addr": "qiangliu@rockefeller.edu",
   "nsf_id": "000844781",
   "pi_start_date": "2021-08-19",
   "pi_end_date": "2021-11-05"
  }
 ],
 "inst": {
  "inst_name": "Rockefeller University",
  "inst_street_address": "1230 YORK AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2123278309",
  "inst_zip_code": "100656399",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "ROCKEFELLER UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LHGDNJMZ64Y1"
 },
 "perf_inst": {
  "perf_inst_name": "Rockefeller University",
  "perf_str_addr": "1230 York Ave",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100656399",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "732700",
   "pgm_ele_name": "CRCNS-Computation Neuroscience"
  },
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  },
  {
   "pgm_ele_code": "771400",
   "pgm_ele_name": "Modulation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7327",
   "pgm_ref_txt": "CRCNS"
  },
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  },
  {
   "pgm_ref_code": "9197",
   "pgm_ref_txt": "ENVIRONMENTAL TECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 382028.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A major challenge in neuroscience is to understand how the brain works across levels: to connect the activity of individual neuronal cells, to their effects on one another, to the systems-level brain properties that give rise to behavior. This project combined experimental and theoretical approaches to move toward that goal.</p>\r\n<p>Its Intellectual Merit is providing an essential piece of an exciting but achievable goal: a comprehensive analysis of a small nervous system, the brain of the nematode worm&nbsp;<em>Caenorhabditis elegans. </em>Until recently, we knew a great deal about behavior in this animal, but little about the electrical activity of its individual neurons. To address this gap, we recorded the activity of nearly half of the neurons in the brain of <em>C. elegans. </em>We used electrophysiological recordings, the gold standard for measuring neuronal cells' activity with high resolution and sensitivity. We used standardized methods that made it possible to compare neurons -- any differences we observed between neurons were due to their underlying properties, not the experimental methods. We recorded several examples of each neuron, to determine the reliability of our approaches. Using these methods, we discovered properties of individual neuronal cells that can now be modeled in networks and the brain. We found that the 45 types of neurons that we examined fall into numerous classes with different electrical properties. The diversity of these neurons came as a surprise, but knowing their properties, it is possible to build models of the brain that are realistic representations of the component elements. Indeed, in this project, we have been working closely with a group that has expertise in modeling the activity of interconnected neurons over time. They are using our experimental results to build and refine realistic models of the worm brain and behavior. By studying a simple brain in this way, we can uncover principles and methods that can be applied to increasingly complex brains. The special strength of this approach is that it looks at the whole brain, and indeed also the muscles and behavior, of the animal. In principle, the resulting model should be able to do anything that the animal can do.</p>\r\n<p>The Broader Impacts of this work are in its potential application to new generations of robots and other artificial intelligence-powered systems. Small animals like the one we study have an astonishing ability to use just a few neurons to acquire information, process it, and convert it into movements and behaviors. In the case of <em>C. elegans, </em>just 302 neurons are enough to organize a variety of behaviors in different environments, across the animal's entire lifespan. We can deconstruct and reconstruct these capabilities through our combination of experiments and models. These models should make it possible to design intelligent machines that are small, powerful, and inexpensive compared to those that we use today.&nbsp;</p><br>\n<p>\n Last Modified: 12/23/2024<br>\nModified by: Cornelia&nbsp;I&nbsp;Bargmann</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nA major challenge in neuroscience is to understand how the brain works across levels: to connect the activity of individual neuronal cells, to their effects on one another, to the systems-level brain properties that give rise to behavior. This project combined experimental and theoretical approaches to move toward that goal.\r\n\n\nIts Intellectual Merit is providing an essential piece of an exciting but achievable goal: a comprehensive analysis of a small nervous system, the brain of the nematode wormCaenorhabditis elegans. Until recently, we knew a great deal about behavior in this animal, but little about the electrical activity of its individual neurons. To address this gap, we recorded the activity of nearly half of the neurons in the brain of C. elegans. We used electrophysiological recordings, the gold standard for measuring neuronal cells' activity with high resolution and sensitivity. We used standardized methods that made it possible to compare neurons -- any differences we observed between neurons were due to their underlying properties, not the experimental methods. We recorded several examples of each neuron, to determine the reliability of our approaches. Using these methods, we discovered properties of individual neuronal cells that can now be modeled in networks and the brain. We found that the 45 types of neurons that we examined fall into numerous classes with different electrical properties. The diversity of these neurons came as a surprise, but knowing their properties, it is possible to build models of the brain that are realistic representations of the component elements. Indeed, in this project, we have been working closely with a group that has expertise in modeling the activity of interconnected neurons over time. They are using our experimental results to build and refine realistic models of the worm brain and behavior. By studying a simple brain in this way, we can uncover principles and methods that can be applied to increasingly complex brains. The special strength of this approach is that it looks at the whole brain, and indeed also the muscles and behavior, of the animal. In principle, the resulting model should be able to do anything that the animal can do.\r\n\n\nThe Broader Impacts of this work are in its potential application to new generations of robots and other artificial intelligence-powered systems. Small animals like the one we study have an astonishing ability to use just a few neurons to acquire information, process it, and convert it into movements and behaviors. In the case of C. elegans, just 302 neurons are enough to organize a variety of behaviors in different environments, across the animal's entire lifespan. We can deconstruct and reconstruct these capabilities through our combination of experiments and models. These models should make it possible to design intelligent machines that are small, powerful, and inexpensive compared to those that we use today.\t\t\t\t\tLast Modified: 12/23/2024\n\n\t\t\t\t\tSubmitted by: CorneliaIBargmann\n"
 }
}