{
 "awd_id": "2113079",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Computational Methods for Structured Data and Models",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927299",
 "po_email": "yzeng@nsf.gov",
 "po_sign_block_name": "Yong Zeng",
 "awd_eff_date": "2021-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 149982.0,
 "awd_amount": 149982.0,
 "awd_min_amd_letter_date": "2021-08-02",
 "awd_max_amd_letter_date": "2021-08-02",
 "awd_abstract_narration": "Scientists in many fields, including genetics, neuroscience, ecology, and economics, are obtaining richer measurements of more complex processes than ever before. This offers thrilling opportunities to answer scientific questions that were previously out of reach. For instance, measurements of disease prevalence collected at many locations over time provide the opportunity to estimate the spread of disease. Latent variable models, which model the observed data as a simple transformation of unobserved latent random variables, are a popular approach to extracting answers to scientific questions from measurements of complex processes. They are flexible, but they can also be computationally prohibitive. As a result, scientists using latent variable models may have to settle for approximations of unknown quality or ad-hoc simplifications that provide poor estimates or fail to answer questions of interest. This project aims to develop novel methods for fitting latent variable models that are more computationally efficient, reliable, and accessible. Involvement in the project will train statisticians at all levels, with a focus on statisticians from populations that are underrepresented in statistics research. Specifically, the investigator will supervise graduate student involvement in the research, guide the development of engaging outreach materials by undergraduate students, participate in outreach at local high schools, and lead writing groups for early-career faculty. \r\n\r\nA variety of computational challenges arise when fitting latent variable models. It can be difficult to characterize and simulate from the conditional distribution of the latent variables given observed data, even when the small number of parameters characterizing the latent variable model are known. Furthermore, it can be difficult to estimate the unknown parameters of a latent variable model because the likelihood of the data corresponds to a high dimensional integral for which a closed-form expression may be unavailable or expensive to evaluate. Even when feasible methods are available, it can be difficult for practitioners to implement latent variable models without access to open-source software and detailed tutorials. Accordingly, this project aims to contribute (i) novel methods for simulating from the conditional distributions of high dimensional latent variables, (ii) improved methods for maximum likelihood estimation of latent variable model parameters, and (iii) versatile statistical software that allows practitioners to implement them.  Regarding (i), the PI plans to develop novel pathwise methods for simulating from the conditional distributions of high dimensional latent variables given data that leverage the relationship of the target conditional distribution to related or approximate distributions. Regarding (ii), the PI will develop improved methods for maximum likelihood estimation of latent variable model parameters that leverage the pathwise simulation methods introduced in the first aim. Regarding (iii), the PI will apply the new methods to disease mapping and genome-wide association studies and develop R packages that allow other practitioners to implement the methods.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maryclare",
   "pi_last_name": "Griffin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maryclare Griffin",
   "pi_email_addr": "maryclaregri@umass.edu",
   "nsf_id": "000817631",
   "pi_start_date": "2021-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "Lederle Grad Research Tower",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 149982.0
  }
 ],
 "por": null
}