{
 "awd_id": "2114652",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Accomplishment Based Renewal: The Architecture and Tectonics of the Ultraslow Spreading SW Indian and Gakkel Ridges",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032928145",
 "po_email": "bmidson@nsf.gov",
 "po_sign_block_name": "Brian Midson",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 996805.0,
 "awd_amount": 996805.0,
 "awd_min_amd_letter_date": "2021-07-22",
 "awd_max_amd_letter_date": "2024-10-09",
 "awd_abstract_narration": "This project will photograph, describe, and curate a large collection of oceanic crustal rocks from two ultraslow spreading ridges – the Gakkel Ridge (GR) in the Arctic Ocean and the Southwest Indian Ridge (SWIR) in the oceans that surround southern Africa.  These ridges represent two distinctly different ultraslow spreading centers with the SWIR having a large number of fracture zones and hot spot activity while the GR has no transform faults and no evidence of hotspots.  The rock collection will be integrated with previously collected geophysical data (magnetics, gravity, multibeam maps and seismic data) and newly acquired electron microprobe data from a subset of representative samples to estimate chemical compositions of the crust and mantle rocks.  Together these will be used to estimate the thickness and architecture of the ocean crust and assess the amount of interaction they have with seawater and the underlying mantle.  This work provides future researchers with on-line access to the entire collection of slow-spreading crustal rocks collected over the past 50 years. \r\n\r\nThis project is a three year research program with several important goals.  First, it will provide a photo-archive of thousands of seafloor crustal samples previously collected and housed at Woods Hole Oceanographic Institute.  As part of this archival, it will allow researchers to synthesize descriptive data with archives of geophysical, magnetic, and geochemical data available in this region.  New chemical compositional data will be added through electron microprobe analysis on a subset of representative crustal rocks from two ultraslow spreading ridges – the SW Indian Ridge (SWIR) and the Gakkel Ridge.  This study will also integrate petrological and geochemical data with the extensive collection of multibeam maps of the SWIR and existing seismic, magnetics, and gravity data, and the uniquely comprehensive rock sampling performed along the ridge axis and rift mountains. The goal is to test the hypothesis that spreading centers along the Ridge are not supported by deep mantle plumes, but by the depleted residues of hydrous mantle melting beneath ancient island arcs and back arc basins related to the closure of the Mozambique Ocean in the Neoproterozoic. It further attempts to determine the origin of the associated hotspots, and how they are interacting with the SWIR as evidenced by the geochemistry and petrology of the modern ridge, and the off-axis bathymetry and magnetics across the seafloor to the hotspots and their conjugate positions. In addition, a parallel synthesis of the ultraslow spreading Gakkel Ridge will be completed providing the first detailed analysis of the geology of the ridge based on the 190 successful dredge and rock core stations along the 1,000 km stretch mapped along it during the AMORE Expedition. At present analysis of the AMORE data, including the bathymetry, has been largely limited to the isotopic, major and trace element geochemistry of the lavas, and peridotites. This ridge is a near perfect contrast to the Ultraslow SWIR. The Gakkel Ridge has no transform faults (the SWIR has many) thus providing a unique opportunity to examine the causes and extent of geochemical variability and magmatic segmentation in their absence, and what features are due to ultraslow spreading and which to transforms. Finally, the funding will allow the researcher to finish a detailed manuscript comparing the dike-gabbro transitions at fast, slow and ultraslow-spreading ridges, providing direct evidence for a shallow melt lens at the dike-gabbro transition at the former, and its general absence at the latter.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Henry",
   "pi_last_name": "Dick",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Henry J Dick",
   "pi_email_addr": "hdick@whoi.edu",
   "nsf_id": "000433956",
   "pi_start_date": "2021-07-22",
   "pi_end_date": "2023-01-20"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Lizarralde",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Lizarralde",
   "pi_email_addr": "danl@whoi.edu",
   "nsf_id": "000255998",
   "pi_start_date": "2024-10-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Murray",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Richard W Murray",
   "pi_email_addr": "rickmurray@whoi.edu",
   "nsf_id": "000823581",
   "pi_start_date": "2023-01-20",
   "pi_end_date": "2024-10-09"
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025430141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1319",
   "pgm_ref_txt": "RIDGE INTERDISC GLOBAL EXPERIMENTS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 996805.0
  }
 ],
 "por": null
}