{
 "awd_id": "2114833",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Intramembrane Proteolysis in Regulation of the Rice Receptor Kinase XA21",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032924251",
 "po_email": "partigas@nsf.gov",
 "po_sign_block_name": "Pablo Artigas",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 945996.0,
 "awd_amount": 945996.0,
 "awd_min_amd_letter_date": "2021-07-09",
 "awd_max_amd_letter_date": "2021-07-09",
 "awd_abstract_narration": "Defense against bacterial disease is a costly undertaking by plants. Overamplification or dysregulation of the immune system often causes deleterious effects. Therefore, tight control of immune sensors and restriction of the immune response to pathogen-infected tissues are thought to be crucial for survival of the host plant. The rice cell-surface immune sensor XA21confers resistance to water-deficit stress and immunity against bacterial leaf blight disease caused by Xanthomonas oryzae pv. oryzae (Xoo). This project will study the regulation of XA21 by a protein capable of cleaving XA21 in the cell membrane. The knowledge gained will not only contribute to agricultural applications but will also create training opportunities for a postdoctoral scholar, graduate and undergraduate students, precollege students and a total of 24 educators from Title I high schools (containing minority and socioeconomically challenged student populations of 40% or greater). By engaging in this project, the participants will learn cutting-edge scientific ideas and methods and contribute to the discovery of knowledge that may have broad implications. The participating teachers will gain interest in and understanding of general and advanced molecular techniques. As a result, this knowledge and interest will ultimately be shared with high school students in their classrooms during the span of this project. The exposure of younger researchers and students to the crop rice and its diseases will help citizens better understand agriculture and food security.    \r\n\r\nIntramembrane proteolysis is an evolutionarily conserved cellular mechanism that mediates cleavage of transmembrane proteins within the lipid bilayers. However, very little is known about this important regulatory process in plants, largely due to lack of known biological substrates of the widespread intramembrane proteases. The intramembrane protease Limiting XA21 to Leaf 1 (LXL1) is capable of cleaving XA21 in planta. This project aims to verify XA21 as a biological substrate of LXL1 in rice, to pinpoint the LXL1 cleavage site in XA21 using liquid chromatography mass spectrometry and to elucidate the mechanisms underlying the developmental defects observed in lxl1 mutants containing XA21 using dye tracer and anatomical assays. Also using these lxl1 lines, the studies will determine the roles and early molecular events of LXL1-mediated cleavage of XA21 in dehydration responses. Finally, the project will characterize XA21 rice mutants that are insensitive to LXL1 cleavage. This project will significantly advance our understanding of the biology of intramembrane proteolysis in higher plants.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wen-Yuan",
   "pi_last_name": "Song",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wen-Yuan Song",
   "pi_email_addr": "wsong@ifas.ufl.edu",
   "nsf_id": "000487015",
   "pi_start_date": "2021-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1 UNIVERSITY OF FLORIDA",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 945996.0
  }
 ],
 "por": null
}