{
 "awd_id": "2114401",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: HSI Pilot Project: Research for Improved Student Experiences in STEM (RISE in STEM)",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elsa Gonzalez",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 299887.0,
 "awd_amount": 299887.0,
 "awd_min_amd_letter_date": "2021-08-27",
 "awd_max_amd_letter_date": "2021-08-27",
 "awd_abstract_narration": "With support from the Improving Undergraduate STEM Education: Hispanic-Serving Institutions (HSI Program), this Track 1 project, Research for Improved Student Experiences (RISE) in STEM aims to promote student success in STEM on the Ponce and Bayamon campuses of the Interamerican University of Puerto Rico (IAUPR) by implementing improved teaching practices and student supports in select introductory STEM courses. Using collaborative undergraduate research experiences and academic advising, this program seeks improve student success rates in “gateway” lab courses. The two campuses that will collaborate in this project to serve a population of students that is 99% Hispanic, majority low-income and first-generation college students. By improving success rates in these gateway courses, the RISE in STEM project will allow these students to persist and succeed in STEM degree attainment, thereby broadening participation in STEM. Additionally, this pilot program will generate evidence to support track 2 funding and expansion of the program for its future system-wide institutionalization at IAUPR’s nine campuses.  \r\n\r\nCURE-laboratory courses, in a collaborative setting, will be designed and piloted, academic advisement will be implemented, and faculty development workshops will be conducted as mechanisms for improving student perceptions and performance on the Ponce and Bayamon Campuses of the Interamerican University of Puerto Rico. This innovate project is based on the importance of collaborations between teams at different campuses which provide robust learning experiences for future STEM professionals, including developing skills for graduate studies and jobs in the 21st century. It is expected that students develop psychological and behavioral gains such as increased confidence, self-efficacy, project ownership, scientific identity and a sense of belonging. Many of these psychological “gains” are evidence-supported metrics for quantifying changes in student perceptions that are linked to improved retention and graduation rates in STEM. This project will generate new knowledge about how a multi-campus, multi-faculty, multi-peer leader collaborative model in CUREs, combined with academic advisement, can contribute to increased student perceptions and performance at HSIs. External evaluation of the program will measure student perceptions on key, evidence-based constructs (sense of belonging, science identity, self-efficacy, interest in STEM and intention to persist in STEM) in a pre/post-test designed specifically for the pilot program and will generate preliminary longitudinal data. Finally, student performance will be measured and analyzed via quasi-experimental design methods, comparing treatment and non-treatment student grades using matched t-tests to generate evidence of program impacts. The HSI Program aims to enhance undergraduate STEM education, broaden participation in STEM, and build capacity at HSIs. Achieving these aims, given the diverse nature and context of the HSIs, requires innovative approaches that incentivize institutional and community transformation and promote fundamental research (i) on engaged student learning, (ii) about what it takes to diversify and increase participation in STEM effectively, and (iii) that improves our understanding of how to build institutional capacity at HSIs. Projects supported by the HSI Program will also draw from these approaches to generate new knowledge on how to achieve these aims.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Merlis",
   "pi_last_name": "Alvarez-Berrios",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Merlis P Alvarez-Berrios",
   "pi_email_addr": "mpalvare@ponce.inter.edu",
   "nsf_id": "000769082",
   "pi_start_date": "2021-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Armando",
   "pi_last_name": "Rodriguez-Duran",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Armando Rodriguez-Duran",
   "pi_email_addr": "arodriguez@bc.inter.edu",
   "nsf_id": "000478564",
   "pi_start_date": "2021-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dorcas",
   "pi_last_name": "Torres-Padilla",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Dorcas I Torres-Padilla",
   "pi_email_addr": "ditorres@bayamon.inter.edu",
   "nsf_id": "000741978",
   "pi_start_date": "2021-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Inter American University of Puerto Rico San Juan",
  "inst_street_address": "399 CALLE GALILEO",
  "inst_street_address_2": "",
  "inst_city_name": "SAN JUAN",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7877580899",
  "inst_zip_code": "009274517",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "INTER AMERICAN UNIVERSITY OF PUERTO RICO, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "PMELJCUDNL17"
 },
 "perf_inst": {
  "perf_inst_name": "Inter American Univeristy of Puerto Rico, Ponce Campus",
  "perf_str_addr": "104 Turpeaux Ind. Park",
  "perf_city_name": "Ponce",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "007151602",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "077Y00",
   "pgm_ele_name": "HSI-Hispanic Serving Instituti"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 299887.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Research for Improved Student Experiences (RISE) in STEM aimed to promote student success in STEM on two campuses of the Interamerican University of Puerto Rico by implementing improved teaching practices and student support in select introductory STEM laboratory courses (Biology, Chemistry and Physics).&nbsp;The RISE in STEM Program combined high impact pedagogical strategies such as course-based undergraduate research experiences (CUREs), peer mentoring and academic advising which are known to increase measurable psychosocial constructs (science identity, self-efficacy in STEM and sense of belonging) that are related to improved outcomes for underrepresented minorities in STEM.&nbsp;The two campuses that collaborated in this project serve a population of students that is 99% Hispanic, majority low-income and first-generation college students.&nbsp;The program served ~100% Hispanic students, the majority of whom were female and Pell-eligible.</p>\n<p>The RISE in STEM Program generated evidence of program success by showing improved grades and pass rate for the treated students versus control. Moreover, students that participated in the program showed an increase in the perceptions of their own science identity, their self-efficacy in STEM competencies, and sense of belonging in STEM. The RISE in STEM program provided real research experiences and opened a door for all students to engage in undergraduate research promoting educational equity. Low-income minority students had the opportunity to engage with high-quality multidisciplinary research activities and hone their skills of observing, questioning, making connections, and using evidence. These skills will not only enhance the students&rsquo; learning experience throughout their academic careers, but also will prepare them to address and solve problems more effectively in their future careers.&nbsp;&nbsp;</p>\n<p>Over the 2-year term, the project impacted 131 low-income, first-generation and/or minority students. Participants presented their collaborative research projects at a mini symposium organized by the RISE in STEM program. 173 high school students from the north and south of Puerto Rico participated in the mini-symposium&rsquo;s program which included a hands-on workshop related to the fabrication of mini-robots or fake stained glass using gelatin. Moreover, seventeen RISE in STEM students (80% women) presented their research findings at local, regional or national conferences such as, the 2022 Southeastern Regional ACS meeting (SERMACS), 2023 Spring and Fall ACS national meetings, 2023&nbsp;Caribmat-Caribbean Conference on Functional Materials&nbsp;and&nbsp;46th Senior Technical Meeting, ACS local Section.</p>\n<p>This project resulted in two peer-reviewed publications&nbsp;and two awards for outstanding&nbsp;research presentation at local and national conferences (one&nbsp;student received an award for outstanding research presentation in Chemistry at the National Diversity in STEM Conference SACNAS&nbsp;and two students&nbsp;won second place for best research project&nbsp;at&nbsp;the&nbsp;46<sup>th</sup> Senior Technical Meeting, ACS local Section).</p>\n<p>Overall, the RISE in STEM Program met its goals of improving STEM educational outcomes for Hispanic students.&nbsp;It provided robust learning experiences for future STEM professionals and help develop skills that are important for graduate studies and jobs in the 21st century.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/17/2023<br>\nModified by: Merlis&nbsp;P&nbsp;Alvarez-Berrios</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nResearch for Improved Student Experiences (RISE) in STEM aimed to promote student success in STEM on two campuses of the Interamerican University of Puerto Rico by implementing improved teaching practices and student support in select introductory STEM laboratory courses (Biology, Chemistry and Physics).The RISE in STEM Program combined high impact pedagogical strategies such as course-based undergraduate research experiences (CUREs), peer mentoring and academic advising which are known to increase measurable psychosocial constructs (science identity, self-efficacy in STEM and sense of belonging) that are related to improved outcomes for underrepresented minorities in STEM.The two campuses that collaborated in this project serve a population of students that is 99% Hispanic, majority low-income and first-generation college students.The program served ~100% Hispanic students, the majority of whom were female and Pell-eligible.\n\n\nThe RISE in STEM Program generated evidence of program success by showing improved grades and pass rate for the treated students versus control. Moreover, students that participated in the program showed an increase in the perceptions of their own science identity, their self-efficacy in STEM competencies, and sense of belonging in STEM. The RISE in STEM program provided real research experiences and opened a door for all students to engage in undergraduate research promoting educational equity. Low-income minority students had the opportunity to engage with high-quality multidisciplinary research activities and hone their skills of observing, questioning, making connections, and using evidence. These skills will not only enhance the students learning experience throughout their academic careers, but also will prepare them to address and solve problems more effectively in their future careers.\n\n\nOver the 2-year term, the project impacted 131 low-income, first-generation and/or minority students. Participants presented their collaborative research projects at a mini symposium organized by the RISE in STEM program. 173 high school students from the north and south of Puerto Rico participated in the mini-symposiums program which included a hands-on workshop related to the fabrication of mini-robots or fake stained glass using gelatin. Moreover, seventeen RISE in STEM students (80% women) presented their research findings at local, regional or national conferences such as, the 2022 Southeastern Regional ACS meeting (SERMACS), 2023 Spring and Fall ACS national meetings, 2023Caribmat-Caribbean Conference on Functional Materialsand46th Senior Technical Meeting, ACS local Section.\n\n\nThis project resulted in two peer-reviewed publicationsand two awards for outstandingresearch presentation at local and national conferences (onestudent received an award for outstanding research presentation in Chemistry at the National Diversity in STEM Conference SACNASand two studentswon second place for best research projectatthe46th Senior Technical Meeting, ACS local Section).\n\n\nOverall, the RISE in STEM Program met its goals of improving STEM educational outcomes for Hispanic students.It provided robust learning experiences for future STEM professionals and help develop skills that are important for graduate studies and jobs in the 21st century.\n\n\n\t\t\t\t\tLast Modified: 11/17/2023\n\n\t\t\t\t\tSubmitted by: MerlisPAlvarez-Berrios\n"
 }
}