{
 "awd_id": "2114839",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "West Antarctic Ice-sheet Change and Paleoceanography in the Amundsen Sea Across the Pliocene Climatic Optimum",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032928048",
 "po_email": "wambrose@nsf.gov",
 "po_sign_block_name": "William Ambrose",
 "awd_eff_date": "2021-08-15",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 410572.0,
 "awd_amount": 410572.0,
 "awd_min_amd_letter_date": "2021-07-28",
 "awd_max_amd_letter_date": "2021-07-28",
 "awd_abstract_narration": "The West Antarctic Ice Sheet is the most vulnerable polar ice mass to warming and already a major contributor to global mean sea level rise. Its fate in the light of prolonged warming is a topic of major uncertainty. Accelerated sea level rise from ice mass loss in the polar regions is a major concern as a cause of increased coastal flooding affecting millions of people. This project will disclose a unique geological archive buried beneath the seafloor off the Amundsen Sea, Antarctica, which will reveal how the West Antarctic Ice Sheet behaved in a warmer climate in the past. The data and insights can be used to inform ice-sheet and ocean modeling used in coastal policy development. The project will also support the development of a competitive U.S. STEM workforce. Online class exercises for introductory geology classes will provide a gateway for qualified students into undergraduate research programs and this project will enhance the participation of women in science by funding the education of current female Ph.D. students.\r\n\r\nThe project targets the long-term variability of the West Antarctic Ice Sheet over several glacial-interglacial cycles in the early Pliocene sedimentary record drilled by the International Ocean Discovery Program (IODP) Expedition 379 in the Amundsen Sea. Data collection includes 1) the sand provenance of ice-rafted debris and shelf diamictites and its sources within the Amundsen Sea and Antarctic Peninsula region; 2) sedimentary structures and sortable silt calculations from particle size records and reconstructions of current intensities and interactions; and 3) the bulk provenance of continental rise sediments compared to existing data from the Amundsen Sea shelf with investigations into downslope currents as pathways for Antarctic Bottom Water formation. The results are analyzed within a cyclostratigraphic framework of reflectance spectroscopy and colorimetry (RSC) and X-ray fluorescence scanner (XRF) data to gain insight into orbital forcing of the high-latitude processes.  The early Pliocene Climatic Optimum (PCO) ~4.5-4.1 Ma spans a major warm period recognized in deep-sea stable isotope and sea-surface temperature records. This period also coincides with a global mean sea level highstand of > 20 m requiring contributions in ice mass loss from Antarctica. The following hypotheses will be tested: 1) that the West Antarctic Ice Sheet retreated from the continental shelf break through an increase in sub iceshelf melt and iceberg calving at the onset of the PCO ~4.5 Ma, and 2) that dense shelf water cascaded down through slope channels after ~4.5 Ma as the continental shelf became exposed during glacial terminations. The project will reveal for the first time how the West Antarctic Ice Sheet operated in a warmer climate state prior to the onset of the current “icehouse” period ~3.3 Ma.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sandra",
   "pi_last_name": "Passchier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sandra Passchier",
   "pi_email_addr": "passchiers@mail.montclair.edu",
   "nsf_id": "000064447",
   "pi_start_date": "2021-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montclair State University",
  "inst_street_address": "1 NORMAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MONTCLAIR",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9736556923",
  "inst_zip_code": "070431624",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NJ11",
  "org_lgl_bus_name": "MONTCLAIR STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CM4TTRKFCLF9"
 },
 "perf_inst": {
  "perf_inst_name": "Montclair State University",
  "perf_str_addr": "1 Normal Avenue",
  "perf_city_name": "Montclair",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "070431624",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "NJ11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 410572.0
  }
 ],
 "por": null
}