{
 "awd_id": "2114442",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Data-Driven Situational Awareness for Resilient Operation of Distribution Networks with Inverter-based distributed energy resources",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032928126",
 "po_email": "yhuang@nsf.gov",
 "po_sign_block_name": "Yih-Fang Huang",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 149997.0,
 "awd_amount": 149997.0,
 "awd_min_amd_letter_date": "2021-01-06",
 "awd_max_amd_letter_date": "2021-01-06",
 "awd_abstract_narration": "With the increasing importance of clean, affordable, reliable, and resilient electricity networks, large scale integration of distributed energy resources (DERs), such as solar generations, and battery storages, has been considered and implemented in distribution networks. With the proliferation of such resources, coordinated control and management of distribution networks and the DER clusters have become of upmost importance to achieve optimal, reliable, resilient, and stable operation during normal mode and grid contingencies. This research will advance the scientific foundations of grid management using inverter based DERs and allow the new requirements of distribution networks by unlocking additional grid services capabilities from residential, commercial or industrial customers. The outcome of this project is expected to have substantial impacts on reliability and resilience of our electricity network with large-scale integration of renewable inverter based DERs. \r\n\r\nThe goal of this collaborative proposal is to combine artificial intelligence (AI) and machine learning with power systems and power electronics concepts to design novel situational awareness and corrective action identification tools for reliable, resilient operation of distribution networks with a high penetration of inverter-based DERs. This project includes the following key aspects; 1) Development of new methods to integrate multi-rate time-series data sets in distribution networks with inverter-based DERs for network situational assessment; 2) establishment of an enforced coherency-based aggregation for clustering inverter-based DERs even if they were initially non-coherent; and 3) development of a stability-based optimization framework for boundary identification of islanded stable clusters of heterogeneous DERs, critical, and flexible loads during grid contingencies. The intellectual significance of the project includes: 1) development of a multi-rate, multi-sensor, probabilistic graphical-model-based method for data fusion and distribution network situational awareness with proliferated inverter-based DERs; 2) establishment of a coherency-based aggregation and dynamic model development technique to enforce coherency and enable effective clustering among DERs and to realize a true aggregate model of DER clusters; and 3) development of a Lyapunov stability-based optimization framework for boundary identification of autonomously islanded clusters of heterogeneous DERs, critical and flexible loads in distribution networks to enhance grid reliability and resilience during grid contingencies. Successful completion of this project will have significant impacts on grid reliability and resilience with large-scale integration of inverter-based DERs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mohammad",
   "pi_last_name": "Shadmand",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mohammad Shadmand",
   "pi_email_addr": "shadmand@uic.edu",
   "nsf_id": "000762140",
   "pi_start_date": "2021-01-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "155E",
   "pgm_ref_txt": "Electric power networks"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 149997.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This collaborative project between the University of Nevada, Reno (UNR), and the University of Illinois, Chicago (UIC) successfully integrated artificial intelligence (AI) with power systems and power electronics to enhance the resiliency and stability of inverter dominated grids. These tools aim to ensure the reliable and resilient operation of distribution networks with high penetration of inverter-based distributed energy resources (DERs). A key objective of the project was to address critical challenges associated with the resilient and stable operation of heterogeneous grid-forming inverters (GFMIs) in low-inertia, inverter-dominated grids. The outcomes of the project were also incorporated into undergraduate and graduate power systems and power electronics curricula, broadening students&rsquo; understanding and fostering interdisciplinary research.</p>\r\n<p>One of the project&rsquo;s major outcomes was the development of the Forced Enclave Homogenization (FEH) control scheme. This scheme autonomously calculates the equivalent inertia of heterogeneous GFMI clusters and adjusts their droop characteristics to enforce coherent dynamics. Extensive case studies validated the FEH scheme, demonstrating its ability to mitigate synchronization challenges, minimize frequency and voltage fluctuations, and enable seamless cluster merging in low-inertia power systems (LIPS). Additionally, the project extended the FEH approach by integrating virtual synchronous generator (VSG) and droop-controlled GFMIs. This integration reduced reactive power circulation, active power oscillations, and frequency deviations during disturbances, enhancing overall system stability.</p>\r\n<p>To complement these efforts, the project introduced an accurate aggregate reference model capable of representing a cluster of GFMIs as a &ldquo;single machine.&rdquo; This model overcame limitations of conventional reduced-order modeling techniques and was validated against full-order circuit models, showcasing its potential for system analysis and operational optimization. Another significant achievement was the development of a novel fault detection logic (FDL) integrated into the control framework. This logic effectively prevented transient instability by inhibiting voltage angle acceleration during short-circuit faults. Hardware-in-the-loop experiments confirmed the FDL&rsquo;s robustness, highlighting its ability to enable seamless fault-ride-through operation and smooth post-fault recovery.</p>\r\n<p><strong>Broader Impacts:</strong> The project advanced renewable energy integration into modern grids, supporting national clean energy goals and ensuring the resiliency of critical infrastructure such as hospitals and emergency services. By enhancing grid stability and operational efficiency, the project&rsquo;s contributions promote sustainable energy solutions that have tangible societal benefits. Furthermore, the project emphasized broader impacts by actively engaging underrepresented groups and minorities at both institutions. Through targeted educational efforts, it equipped these students with essential skills to prepare them for the next-generation power systems workforce.</p>\r\n<p>In summary, this project successfully bridged advanced theoretical research with practical applications, addressing key challenges in renewable energy integration and grid modernization. Its outcomes align with national priorities in energy resilience and sustainability, while its educational initiatives contribute to the development of a diverse and capable workforce for the future challenges in power systems and power electronics.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/26/2025<br>\nModified by: Mohammad&nbsp;Shadmand</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis collaborative project between the University of Nevada, Reno (UNR), and the University of Illinois, Chicago (UIC) successfully integrated artificial intelligence (AI) with power systems and power electronics to enhance the resiliency and stability of inverter dominated grids. These tools aim to ensure the reliable and resilient operation of distribution networks with high penetration of inverter-based distributed energy resources (DERs). A key objective of the project was to address critical challenges associated with the resilient and stable operation of heterogeneous grid-forming inverters (GFMIs) in low-inertia, inverter-dominated grids. The outcomes of the project were also incorporated into undergraduate and graduate power systems and power electronics curricula, broadening students understanding and fostering interdisciplinary research.\r\n\n\nOne of the projects major outcomes was the development of the Forced Enclave Homogenization (FEH) control scheme. This scheme autonomously calculates the equivalent inertia of heterogeneous GFMI clusters and adjusts their droop characteristics to enforce coherent dynamics. Extensive case studies validated the FEH scheme, demonstrating its ability to mitigate synchronization challenges, minimize frequency and voltage fluctuations, and enable seamless cluster merging in low-inertia power systems (LIPS). Additionally, the project extended the FEH approach by integrating virtual synchronous generator (VSG) and droop-controlled GFMIs. This integration reduced reactive power circulation, active power oscillations, and frequency deviations during disturbances, enhancing overall system stability.\r\n\n\nTo complement these efforts, the project introduced an accurate aggregate reference model capable of representing a cluster of GFMIs as a single machine. This model overcame limitations of conventional reduced-order modeling techniques and was validated against full-order circuit models, showcasing its potential for system analysis and operational optimization. Another significant achievement was the development of a novel fault detection logic (FDL) integrated into the control framework. This logic effectively prevented transient instability by inhibiting voltage angle acceleration during short-circuit faults. Hardware-in-the-loop experiments confirmed the FDLs robustness, highlighting its ability to enable seamless fault-ride-through operation and smooth post-fault recovery.\r\n\n\nBroader Impacts: The project advanced renewable energy integration into modern grids, supporting national clean energy goals and ensuring the resiliency of critical infrastructure such as hospitals and emergency services. By enhancing grid stability and operational efficiency, the projects contributions promote sustainable energy solutions that have tangible societal benefits. Furthermore, the project emphasized broader impacts by actively engaging underrepresented groups and minorities at both institutions. Through targeted educational efforts, it equipped these students with essential skills to prepare them for the next-generation power systems workforce.\r\n\n\nIn summary, this project successfully bridged advanced theoretical research with practical applications, addressing key challenges in renewable energy integration and grid modernization. Its outcomes align with national priorities in energy resilience and sustainability, while its educational initiatives contribute to the development of a diverse and capable workforce for the future challenges in power systems and power electronics.\r\n\n\n\t\t\t\t\tLast Modified: 01/26/2025\n\n\t\t\t\t\tSubmitted by: MohammadShadmand\n"
 }
}