{
 "awd_id": "2114312",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: OP: Transition Metal Alloys: Emergent Properties for Near-Infrared Hot-Carrier Optoelectronics",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922453",
 "po_email": "plane@nsf.gov",
 "po_sign_block_name": "Paul Lane",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 140000.0,
 "awd_amount": 140000.0,
 "awd_min_amd_letter_date": "2021-05-10",
 "awd_max_amd_letter_date": "2021-05-10",
 "awd_abstract_narration": "Modern electronics are based on charge transport by electrons and holes in semiconductors. The behavior of carriers with excess energy, called “hot” carriers, is of particular interest. Hot-carrier materials have a broad range of applications including hydrogen production, local heating for nanotherapeutics, and photodetectors. Hot-carrier photodetectors show great promise due to their tunability and ultrafast response. Unfortunately, the low efficiencies of hot carrier materials have made them impractical for use in devices. The PIs have recently discovered that alloys of noble metals and transition metals have the potential to efficiently generate long-lived hot carriers, a breakthrough in the field. This project will investigate transition metal alloys and their ability to generate and efficiently transport above-equilibrium “hot” electrons and holes in an optoelectronic devices. The proposed work is expected to provide transformational advances in the efficiency of near-infrared hot-carrier photodetectors. Education and outreach for this project will teach students through research activities and will expose people of diverse ages and backgrounds to the concepts of alloying, metal-optics, and optoelectronics. The research team will involve graduate and undergraduate students to perform this research in the team's laboratories and partner with local middle and high schools to involve 6th through 12th-grade students in hands-on scientific work. High school students from local Baton Rouge high schools will participate in annual summer in-lab residency programs and middle-school students in the Philadelphia area will participate in a solar race by building, testing, and racing shoebox-sized solar powered cars. This project is jointly funded by the Electronic and Photonic Materials (EPM) and Metals and Metallic Nanostructures (MMN) programs of the Division of Materials Research.\r\n\r\nHot-carrier generation in metals is a promising route to convert photons into electrical charges for near-infrared (NIR) optoelectronic devices. Hot-carrier optoelectronic devices offer below-bandgap charge generation, ultrafast response times, and spectral and polarization control. These features are expected to result in transformative advances in optoelectronics. However, current hot-carrier devices exhibit low efficiencies due to poor carrier generation and collection rates. Photoexcited metals can generate hot carriers via interband, intraband, and plasmon-assisted Landau damping. While noble metals have been extensively explored for generating hot carriers via interband transitions, NIR photons do not have enough energy to overcome their interband energy threshold. Intraband- and plasmon-driven hot-carrier generation can occur at these lower excitation energies, but only if additional momentum is provided. The research team hypothesizes that band hybridization in transition metal alloys will result in emergent properties and new pathways for NIR hot-carrier generation. The team recently reported that, when photoexcited at 1550 nm, an Au50Pd50 alloy having NIR accessible interband transitions exhibited 20-fold more 0.8 eV hot holes than pure Au and 3-times longer lifetime than pure Pd. The team will build on this exciting result by pursuing the following specific aims: 1). Use first-principles simulations to determine candidate transition metal alloys that excel at hot-carrier generation in the NIR, 2). Deposit alloy films via thermal co-evaporation and use resonant synchrotron-based photoemission to verify the predicted electronic properties, 3). Determine the effect alloying has on carrier lifetime using transient absorption spectroscopy and 4). Fabricate below-bandgap photoconductors using alloy absorbers and characterize their electrical response. The research team is well suited to pursue these aims with expertise in alloy theory, photoemission, metal film growth, device fabrication, and ultrafast spectroscopy. Transition metal alloys offer an exciting palette for synthesizing new hot-carrier materials, and the team is well-positioned to investigate their structure-function relationship.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Baxter",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Jason B Baxter",
   "pi_email_addr": "jbaxter@drexel.edu",
   "nsf_id": "000211502",
   "pi_start_date": "2021-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3141 Chestnut St",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8607",
   "pgm_ref_txt": "Solar Energy Capture&Conver"
  },
  {
   "pgm_ref_code": "8611",
   "pgm_ref_txt": "Energy Efficiency and End Use"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": null
}