{
 "awd_id": "2114620",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Sensitivity of Hurricane Intensity Change to Outflow Interactions with the Environment",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032924715",
 "po_email": "nanderso@nsf.gov",
 "po_sign_block_name": "Nicholas Anderson",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 1170770.0,
 "awd_amount": 1170770.0,
 "awd_min_amd_letter_date": "2021-08-02",
 "awd_max_amd_letter_date": "2022-07-29",
 "awd_abstract_narration": "Tropical cyclone (TC) prediction is often divided into two components: (1) the prediction of the TC track, defined as the path that the center of the cyclone traces as it moves, and (2) the prediction of the TC intensity, defined by the strength of the maximum sustained surface wind near the base of the eye wall. Despite substantial improvement in the prediction of TC track, the accurate prediction of TC intensity and intensity change remains a particularly challenging forecast problem. TC intensity is related to the minimum surface pressure at the center of the storm, as well as to an overturning (i.e. vertical) mass circulation. The overturning circulation, comprised of inflow into the base of the TC eyewall driven by the effects of surface friction, ascent in the inner eyewall and then outflow away from the TC at high levels in the upper troposphere/lower stratosphere effectively converges the Earth’s spin into the eyewall creating the high winds. Traditionally the intensity of the TC has been explained as an effect of the low surface pressure at the center of the storm, maintained by upper-level latent heating, that consequently drives the overturning circulation. This study for the first time will approach TC intensity as a direct dynamic response to the changing strength of overturning circulation of the TC and treat the surface pressure change as a dynamic response to these processes rather than the cause. This approach opens the real possibility that environmental resistance to, or encouragement of the overturning circulation, is at the core of why a TC intensifies or struggles, ultimately attaching TC intensification to environmental interaction. Anticipated outcomes of this research include: (1) an improved understanding of how the tropical cyclone overturning circulation interacts with weather phenomena in the environment surrounding the TC; (2) identification when and where hurricane aircraft reconnaissance should make observations of tropical cyclones to improve numerical forecast guidance of TC intensity change; (3) greater understanding of factors limiting predictability of TC intensity prior to impacts on coastal communities and marine interests.\r\n\r\nThe project will examine, through use of cloud resolving simulations, the relationships between the strength of the overturning mass circulation and TC intensity. Then, through the novel application of adjoint sensitivities, TC intensity will be related to perturbations made to environmental conditions in the outflow layer that are hypothesized to be driving TC intensity changes. The study will introduce new adjoint-appropriate response functions as measures of TC intensity and the strength of the overturning circulation that explicitly monitor the coupling of the overturning circulation to the environment and the relationship between the overturning circulation and the TC intensity. Evaluation of the adjoint model output will be performed by diagnosis of the evolution of adjoint-derived initial condition perturbations, optimally configured to excite TC intensification along the forecast trajectory. Evidence of any coupling of the TC overturning circulation to environmental circulations, particularly those pre-existing the TC will be sought.  The project will train undergraduate and graduate students at University of Wisconsin - Madison, develop a new course of Dynamic Meteorology and Climatology, and contribute a session in American Meteorological Society’s annual meeting.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Martin",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan E Martin",
   "pi_email_addr": "jemarti1@wisc.edu",
   "nsf_id": "000101748",
   "pi_start_date": "2022-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Morgan",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Michael C Morgan",
   "pi_email_addr": "mcmorgan@wisc.edu",
   "nsf_id": "000234941",
   "pi_start_date": "2021-08-02",
   "pi_end_date": "2022-07-29"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Tripoli",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory J Tripoli",
   "pi_email_addr": "tripoli@aos.wisc.edu",
   "nsf_id": "000282308",
   "pi_start_date": "2021-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 North Park Street",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 1170770.0
  }
 ],
 "por": null
}