{
 "awd_id": "2115149",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Decentralization and Privacy for Secure Vaccination Coordination",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "James Joshi",
 "awd_eff_date": "2021-04-01",
 "awd_exp_date": "2023-03-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2021-03-30",
 "awd_max_amd_letter_date": "2021-05-21",
 "awd_abstract_narration": "The objective of this project is to develop and deploy a privacy-protecting, user-centric, digital solution to enhance vaccination coordination and to create a privacy-preserving, data-aggregation platform for researchers. The project will enable a decentralized, end-to-end protocol that spans the entire vaccine user journey, from enrollment in phased vaccination to long term monitoring of adverse effects. The team will consider health equity from the perspective of trust, privacy, and inclusivity. Current systems for vaccination coordination focus on a single part of the system or require a smartphone for every vaccine recipient which aggravates the equity concerns. This project addresses such concerns through an array of user-facing solutions: QR codes on paper vaccination cards which can operate offline as well as mobile phone apps without live internet access. The standardized data sharing system consolidates both population-wide and individualized information in a single platform to increase the speed and effectiveness of the intervention, vaccination in this case, so that it can be monitored and analyzed. This enables a bird’s eye view of the cyber-physical-social ecosystem without creating a surveillance state. The project will push the boundaries of data-driven predictive analytics for pandemic response and pandemic preparedness. \r\n\r\n\r\nThe project’s goal is to provide a user-centric solution that can aid researchers and planners of the current and future pandemics. In this project, the user’s journey and the relevant de-identified data collection is divided into four parts: (i) Digitally enhanced enrollment system for phased vaccination using digitally signed coupons, (ii) A privacy-preserving QR code based vaccination card, and a smartphone app to interface with vaccination sites without revealing any personally identifiable information to centralized servers, (iii) Proof of vaccination in a tamper-evident and secure manner available with digitally signed offline credentials, (iv) Monitoring and alert systems for adverse reactions that enable users to upload their symptoms in a cryptographically authenticated manner. The project involves building data aggregation and data dissemination solutions with varying levels of granularity for population-scale and individual scale analysis. For aggregation, to preserve the privacy of early contributors, the project will use a new generation of techniques based on secure multi-party computation. For dissemination, the project will use Split Learning and Split Inference methods invented by the investigator at MIT that may be able to better address privacy-utility trade-offs. Vaccination data is critical at all three levels: (i) logistics and monitoring of vaccines (ii) vaccination workflows and (iii) user experience before and after vaccination. This project will generate tools for an efficient data gathering monitoring system for future pandemics and emergencies of a similar nature without invasion of personal freedoms. The systems and methods are being built by a consortium of epidemiologists, engineers, data scientists, digital privacy evangelists, professors, and researchers from various institutions. Such a diverse collaboration is essential to minimize disruption to the existing vaccination system and ensure a smooth vaccination roll-out across the nation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ramesh",
   "pi_last_name": "Raskar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ramesh Raskar",
   "pi_email_addr": "raskar@media.mit.edu",
   "nsf_id": "000502041",
   "pi_start_date": "2021-03-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts ave",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"flex flex-grow flex-col gap-3 max-w-full\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-3 overflow-x-auto whitespace-pre-wrap break-words\">\n<div class=\"markdown prose w-full break-words dark:prose-invert dark\">\n<p>We've accomplished significant milestones in four key areas:</p>\n<p><strong>SafePaths:</strong> We developed a decentralized protocol to decentralize and safeguard the entire vaccination process. From enrolling in the vaccination program to reporting adverse effects, our approach enhances efficiency, privacy, and fairness while maintaining compatibility with existing systems. We delved into security concerns and offered alternative methodologies, amalgamating user privacy, cryptography, and user interaction to create secure protocols.</p>\n<p><strong>Proof of Health:</strong> Our work introduced a COVID-19 test result verification protocol, aiming to facilitate a verification layer for testing outcomes that considers privacy and practicality. This layer allows collaboration among individuals with different levels of trust and information, with discussions encompassing security, privacy, ethics, and fairness.</p>\n<p><strong>Vaccines for All:</strong> We proposed a decentralized, app-based strategy for COVID-19 vaccine distribution. Our approach encompasses zero-knowledge verification, flexible vaccine scheduling, continuous symptom reporting, and analytics based on population trends. We emphasized equity by ensuring compatibility with limited internet access. We also organized the \"Trusted Pandemic Technologies\" workshop, providing a platform for experts and the community to delve into the implications of our decentralized protocol.</p>\n<p>Moreover, we extended our impact beyond academia through practical implementation. Our secure vaccine card design was embraced by an open-source project, demonstrating its real-world applicability and potential to enhance vaccination procedures. These accomplishments signify the tangible results of our efforts to create a safer, more efficient, and privacy-respecting framework for vaccination management.</p>\n</div>\n</div>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/25/2023<br>\n\t\t\t\t\tModified by: Ramesh&nbsp;Raskar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\nWe've accomplished significant milestones in four key areas:\n\nSafePaths: We developed a decentralized protocol to decentralize and safeguard the entire vaccination process. From enrolling in the vaccination program to reporting adverse effects, our approach enhances efficiency, privacy, and fairness while maintaining compatibility with existing systems. We delved into security concerns and offered alternative methodologies, amalgamating user privacy, cryptography, and user interaction to create secure protocols.\n\nProof of Health: Our work introduced a COVID-19 test result verification protocol, aiming to facilitate a verification layer for testing outcomes that considers privacy and practicality. This layer allows collaboration among individuals with different levels of trust and information, with discussions encompassing security, privacy, ethics, and fairness.\n\nVaccines for All: We proposed a decentralized, app-based strategy for COVID-19 vaccine distribution. Our approach encompasses zero-knowledge verification, flexible vaccine scheduling, continuous symptom reporting, and analytics based on population trends. We emphasized equity by ensuring compatibility with limited internet access. We also organized the \"Trusted Pandemic Technologies\" workshop, providing a platform for experts and the community to delve into the implications of our decentralized protocol.\n\nMoreover, we extended our impact beyond academia through practical implementation. Our secure vaccine card design was embraced by an open-source project, demonstrating its real-world applicability and potential to enhance vaccination procedures. These accomplishments signify the tangible results of our efforts to create a safer, more efficient, and privacy-respecting framework for vaccination management.\n\n\n\n\n\t\t\t\t\tLast Modified: 08/25/2023\n\n\t\t\t\t\tSubmitted by: Ramesh Raskar"
 }
}