{
 "awd_id": "2115827",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Transport of Virus-like Nanoparticles through Mucus",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032928045",
 "po_email": "sshojaei@nsf.gov",
 "po_sign_block_name": "Shahab Shojaei-Zadeh",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 326226.0,
 "awd_amount": 333135.0,
 "awd_min_amd_letter_date": "2021-05-11",
 "awd_max_amd_letter_date": "2023-05-19",
 "awd_abstract_narration": "Covid-19 is the disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). This virus, similar to many others, is nearly spherical in shape with a core of protein-nucleic acid complex surrounded by an envelope of a protein-decorated lipid bilayer. After landing on the respiratory tract surface, viruses need to navigate through a dense, viscous, and heterogeneous mucus network, which is under constant beating of cilia that try to clear the trapped virus away. This experimental project will use soft, patchy nanoparticles as virions, gel-forming mucin molecules as the mucus barrier, and a shear flow as the beating of cilia. The model system will capture the pertinent underlying physics and generate reproducible results that will reveal how transport across mucus layers is affected by the softness of the particles, particle interactions with the model mucus molecules and fluctuations in the state of the model mucus molecular network. The research will lead to a better understanding of how air-borne viruses interact with the mucus membrane, which will help fight against diseases. Graduate and undergraduate students will be trained in an interdisciplinary field that will  prepare them to explore a wide range of career opportunities. Middle and high school students will be trained to participate in STEM competitions with the research team serving as a coach for the Science Olympiad Tournaments.  \r\n\r\nThe objective of the project is to investigate the transport behavior of soft patchy nanoparticles (NPs) through mucin gels and solutions subjected to constant sliding velocity. Core(gold)-(gel)shell NPs will be used with diameters from 50 nm to 150 nm, elastic moduli from 0.1 kPa to 10 kPa, and surfaces functionalized with amine, carboxylic acid, and poly(ethylene glycol). The synchronized beating of cilia will be mimicked by applying a triangular shear wave of physiologically relevant frequencies from 2 Hz to 20 Hz. The experiments will measure the time-dependence of mean-square-displacement over four decades in dynamic range by using fluctuation correlation spectroscopy (FCS). Diffusion at sub-micrometer length scale as measured by FCS will be compared with transport through physiologically relevant thicker mucus layer by a capillary penetration experiment. Phase modulated ellipsometry, rheology, and dynamic light scattering experiments will be performed to quantify the particle-matrix interaction, viscoelasticity of the network, and its fluctuation. The research will address the fundamental question of how the nano-scale dynamics couples with the structure, rheology, and barrier property of mucus. From a broader perspective, the knowledge gained will be relevant to better understand the transport of particles and macromolecules in crowded biological systems, such as cytoplasm, microbial biofilms, and extracellular matrix, as well as in various engineering fluids, including gels, emulsions, and jammed systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ashis",
   "pi_last_name": "Mukhopadhyay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ashis Mukhopadhyay",
   "pi_email_addr": "ashis@wayne.edu",
   "nsf_id": "000410009",
   "pi_start_date": "2021-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "666 west hancock street",
  "perf_city_name": "detroit",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482013717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 326226.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 6909.0
  }
 ],
 "por": null
}