{
 "awd_id": "2115189",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Improve Precalculus Success by Pairing a Precalculus Course with a Computer Science Course Centered on Select Precalculus Topics",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927404",
 "po_email": "smontash@nsf.gov",
 "po_sign_block_name": "Sonja Montas-Hunter",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 199972.0,
 "awd_amount": 199972.0,
 "awd_min_amd_letter_date": "2021-08-30",
 "awd_max_amd_letter_date": "2021-08-30",
 "awd_abstract_narration": "With support from the Improving Undergraduate STEM Education: Hispanic-Serving Institutions (HSI Program), this Track1 pilot project aims to improve underprepared students’ transition from algebra to calculus using computer programming to aid the learning of precalculus concepts and skills. Many community college students intending to major in STEM are underprepared for calculus so precalculus has become a gateway course for many STEM majors. However, because of low student success in precalculus courses, these courses create a major constriction in the STEM pipeline. The project will conduct research on how pairing the traditional precalculus course with a redesigned computer science course centered on numerical investigation of select precalculus topics impacts student performance in (a) the precalculus course; (b) subsequent calculus courses; and (c) in completion of STEM degree/transfer. It will provide valuable insight into the ways in which computer programming can elevate success in precalculus and (subsequently) calculus. For community colleges, it has the potential to help ease the bottleneck between algebra and calculus that constricts transfer rates and diminishes student interest in STEM. Project results will also add to the body of knowledge on how using computing to teach precalculus can help underserved and underperforming students gain access to STEM disciplines. If proven successful, this approach will likely find widespread use throughout the country, given that precalculus appears on almost every college campus and is a prerequisite for STEM majors.\r\n\r\nThe primary goal of the project is to boost student success in precalculus, increasing the number of students able to enter and successfully complete calculus thus reducing the number of students who opt out of STEM majors. The project will accomplish the following objectives: (1) Develop a supplementary computer science course centered on numerical investigation of select precalculus topics to accompany the precalculus course; (2) Provide the new course combination (computer science +precalculus) to at least 60 students during the grant period; (3) Determine how this approach impacts students’ (a) success rate in precalculus; (b) subsequent enrollment in calculus courses; (c) success rate in calculus courses. The success of the proposed approach will be determined through quasi-experimental procedures using control and treatment groups, where the treatment group comprises students completing the supplementary computer science course along with the formal precalculus course; the control group will have only completed the latter. The project team will widely disseminate project and research results at local, regional, and national levels to share important findings with other educational institutions and communities that seek to increase math attainment. The HSI Program aims to enhance undergraduate STEM education, broaden participation in STEM, and build capacity at HSIs. Achieving these aims, given the diverse nature and context of the HSIs, requires innovative approaches that incentivize institutional and community transformation and promote fundamental research (i) on engaged student learning, (ii) about what it takes to diversify and increase participation in STEM effectively, and (iii) that improves our understanding of how to build institutional capacity at HSIs. Projects supported by the HSI Program will also draw from these approaches to generate new knowledge on how to achieve these aims.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Manish",
   "pi_last_name": "Patel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Manish Patel",
   "pi_email_addr": "patelm@wlac.edu",
   "nsf_id": "000771146",
   "pi_start_date": "2021-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Parvaneh",
   "pi_last_name": "Ghaforyfard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Parvaneh Ghaforyfard",
   "pi_email_addr": "Ghaforp@wlac.edu",
   "nsf_id": "000771669",
   "pi_start_date": "2021-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "West Los Angeles College",
  "inst_street_address": "9000 OVERLAND AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CULVER CITY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3102874410",
  "inst_zip_code": "902305002",
  "inst_country_name": "United States",
  "cong_dist_code": "37",
  "st_cong_dist_code": "CA37",
  "org_lgl_bus_name": "LOS ANGELES COMMUNITY COLLEGE DISTRICT",
  "org_prnt_uei_num": "",
  "org_uei_num": "MMZALMTM2PD3"
 },
 "perf_inst": {
  "perf_inst_name": "West Los Angeles College",
  "perf_str_addr": "9000 Overland Avenue",
  "perf_city_name": "Culver City",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "902303500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "077Y00",
   "pgm_ele_name": "HSI-Hispanic Serving Instituti"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 199972.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit:</strong></p>\r\n<p>The PRECiSE project's intellectual merit was centered on its <strong>innovative approach to addressing the well-documented barrier that precalculus poses to students pursuing STEM majors</strong>. Rather than simply tinkering with the traditional precalculus curriculum, the project introduces a <strong>supplementary computer science course</strong> focused on the numerical investigation of precalculus topics. This novel pairing allows for a quasi-experimental study to determine the impact of computing on student success in precalculus and subsequent calculus courses.</p>\r\n<p>Key aspects:</p>\r\n<p><strong>Investigating the role of computing in precalculus learning:</strong> The project directly examined how integrating computer programming (using Python) enhanced understanding of precalculus concepts. This contributes to the body of knowledge on effective pedagogical approaches in mathematics education, particularly the use of computational tools.</p>\r\n<p><strong>Quasi-experimental research design:</strong> The use of a treatment group (students taking both precalculus and the supplementary computer science course) and a control group (students taking only precalculus) allows for a rigorous analysis of the project's effectiveness. This research was to provided valuable data on the impact of the PRECiSE approach on student performance, enrollment, and persistence in STEM.</p>\r\n<p><strong>Exploration of advanced mathematical topics in precalculus: T</strong>he project aimed to explore topics traditionally reserved for calculus, such as areas under curves and series expansions, at the precalculus level. This had the potential to redefine the scope and depth of the precalculus curriculum and improve students' conceptual understanding.</p>\r\n<p><strong>Development of new educational resources:</strong> The project is producing a range of materials, including the curriculum for the new computer science course, lesson plans. These resources, made available publicly, can contribute to the broader educational community and facilitate the adoption of similar approaches at other institutions.</p>\r\n<p><strong>Cross-disciplinary faculty collaboration:</strong> The project fostered collaboration between mathematics and computer science faculty in curriculum development and professional development. This interdisciplinary approach led to richer pedagogical insights and more effective instructional strategies.</p>\r\n<p><strong>Broader Impacts:</strong></p>\r\n<p>The PRECiSE project was designed to have significant impacts beyond the scientific and academic spheres, primarily by <strong>addressing the STEM pipeline constriction and promoting greater equity and workforce readiness</strong>.</p>\r\n<p>Key aspects of the broader impacts include:</p>\r\n<p><strong>Improving STEM workforce development:</strong> By increasing student success in precalculus and calculus, the project aimed to <strong>increase the number of students entering and completing STEM majors</strong>. This directly addressed the growing need for a skilled STEM workforce, which is crucial for economic development and innovation.</p>\r\n<p><strong>Developing valuable computational and problem-solving skills:</strong> The supplementary computer science course equipped students with <strong>programming skills in Python</strong>, as well as fostering computational thinking skills like problem-solving and algorithmic design. These skills are transferable to a wide range of fields beyond STEM, enhancing students' employability and adaptability in an increasingly technological society.</p>\r\n<p><strong>Enhancing data literacy and analytical skills:</strong> The project introduced students to <strong>numerical investigation and mathematical modeling</strong> using computational tools. &nbsp;This early exposure to data analysis can foster greater data literacy, a crucial skill for informed decision-making in various aspects of life.</p>\r\n<p><strong>Dissemination of project outcomes and resources:</strong> The project included a comprehensive communication plan to <strong>share findings and developed materials</strong> with local, regional, and national educational institutions. This included development of curriculum facilitating the adoption of the PRECiSE approach and courses by other colleges and universities. &nbsp;Project faculty are also be available for consultation.</p>\r\n<p><strong>Addressing the precalculus bottleneck at community colleges:</strong> Given the high enrollment in precalculus at two-year colleges like West Los Angeles College, the project's success could provide a model for <strong>improving student success and transfer rates</strong> in mathematics across the community college system.</p>\r\n<p>In summary, the PRECiSE project exhibits significant intellectual merit through its innovative pedagogical approach, rigorous research design, potential to broaden the precalculus curriculum, development of valuable resources, and interdisciplinary collaboration. Its broader impacts are substantial, focusing on enhancing STEM workforce development, promoting equity and inclusion, cultivating essential computational and analytical skills, fostering data literacy, and disseminating successful educational practices to a wider audience.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/06/2025<br>\nModified by: Manish&nbsp;Patel</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit:\r\n\n\nThe PRECiSE project's intellectual merit was centered on its innovative approach to addressing the well-documented barrier that precalculus poses to students pursuing STEM majors. Rather than simply tinkering with the traditional precalculus curriculum, the project introduces a supplementary computer science course focused on the numerical investigation of precalculus topics. This novel pairing allows for a quasi-experimental study to determine the impact of computing on student success in precalculus and subsequent calculus courses.\r\n\n\nKey aspects:\r\n\n\nInvestigating the role of computing in precalculus learning: The project directly examined how integrating computer programming (using Python) enhanced understanding of precalculus concepts. This contributes to the body of knowledge on effective pedagogical approaches in mathematics education, particularly the use of computational tools.\r\n\n\nQuasi-experimental research design: The use of a treatment group (students taking both precalculus and the supplementary computer science course) and a control group (students taking only precalculus) allows for a rigorous analysis of the project's effectiveness. This research was to provided valuable data on the impact of the PRECiSE approach on student performance, enrollment, and persistence in STEM.\r\n\n\nExploration of advanced mathematical topics in precalculus: The project aimed to explore topics traditionally reserved for calculus, such as areas under curves and series expansions, at the precalculus level. This had the potential to redefine the scope and depth of the precalculus curriculum and improve students' conceptual understanding.\r\n\n\nDevelopment of new educational resources: The project is producing a range of materials, including the curriculum for the new computer science course, lesson plans. These resources, made available publicly, can contribute to the broader educational community and facilitate the adoption of similar approaches at other institutions.\r\n\n\nCross-disciplinary faculty collaboration: The project fostered collaboration between mathematics and computer science faculty in curriculum development and professional development. This interdisciplinary approach led to richer pedagogical insights and more effective instructional strategies.\r\n\n\nBroader Impacts:\r\n\n\nThe PRECiSE project was designed to have significant impacts beyond the scientific and academic spheres, primarily by addressing the STEM pipeline constriction and promoting greater equity and workforce readiness.\r\n\n\nKey aspects of the broader impacts include:\r\n\n\nImproving STEM workforce development: By increasing student success in precalculus and calculus, the project aimed to increase the number of students entering and completing STEM majors. This directly addressed the growing need for a skilled STEM workforce, which is crucial for economic development and innovation.\r\n\n\nDeveloping valuable computational and problem-solving skills: The supplementary computer science course equipped students with programming skills in Python, as well as fostering computational thinking skills like problem-solving and algorithmic design. These skills are transferable to a wide range of fields beyond STEM, enhancing students' employability and adaptability in an increasingly technological society.\r\n\n\nEnhancing data literacy and analytical skills: The project introduced students to numerical investigation and mathematical modeling using computational tools. This early exposure to data analysis can foster greater data literacy, a crucial skill for informed decision-making in various aspects of life.\r\n\n\nDissemination of project outcomes and resources: The project included a comprehensive communication plan to share findings and developed materials with local, regional, and national educational institutions. This included development of curriculum facilitating the adoption of the PRECiSE approach and courses by other colleges and universities. Project faculty are also be available for consultation.\r\n\n\nAddressing the precalculus bottleneck at community colleges: Given the high enrollment in precalculus at two-year colleges like West Los Angeles College, the project's success could provide a model for improving student success and transfer rates in mathematics across the community college system.\r\n\n\nIn summary, the PRECiSE project exhibits significant intellectual merit through its innovative pedagogical approach, rigorous research design, potential to broaden the precalculus curriculum, development of valuable resources, and interdisciplinary collaboration. Its broader impacts are substantial, focusing on enhancing STEM workforce development, promoting equity and inclusion, cultivating essential computational and analytical skills, fostering data literacy, and disseminating successful educational practices to a wider audience.\r\n\n\n\t\t\t\t\tLast Modified: 03/06/2025\n\n\t\t\t\t\tSubmitted by: ManishPatel\n"
 }
}