{
 "awd_id": "2115067",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigation of phonon scattering in superlattices for design of efficient multiple quantum-well hot carrier solar cells",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924736",
 "po_email": "fcao@nsf.gov",
 "po_sign_block_name": "Fangyu Cao",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2024-01-31",
 "tot_intn_awd_amt": 107148.0,
 "awd_amount": 107148.0,
 "awd_min_amd_letter_date": "2021-06-10",
 "awd_max_amd_letter_date": "2021-06-10",
 "awd_abstract_narration": "The hot carrier solar cell is a type of solar energy converter that captures the excess thermal energy of photo-generated electrons and holes in a semiconductor to produce electric power. Hot carrier solar cells hold the promise of yielding significantly higher efficiency beyond traditional limits. A promising material system for achieving high efficiency hot carrier solar cells involves multiple quantum wells, comprised of semiconductor materials arranged in alternating layers known as superlattices, to effectively diminish energy loss from hot electrons. Energy loss from electrons occurs by dissipation of energy to high energy lattice vibrations, which further dissipate to low energy lattice vibrations by scattering. Decoupling the high energy from low energy lattice vibrations by minimizing scattering can ultimately enhance the solar cell efficiency. In the proposed research, the project team will tackle this challenge and design high-efficiency hot carrier solar cells through engineering the superlattice composition and by straining the semiconductor crystal. \r\n\r\nA dominant phonon scattering mechanism in semiconductors is the Klemens channel, which involves decay of an optical phonon into two acoustic phonons. By modifying superlattice composition, the energy gap in the phonon dispersion can be modified providing avenues to suppress Klemens like channels in phonon scattering. This can enable longer phonon lifetimes, resulting in non-equilibrium phonon populations, thus facilitating hot phonon bottleneck in the thermalization of electrons. Strain can similarly modify phonon dispersion, again allowing for the possibility to diminish phonon scattering. The role of superlattice composition and strain will be studied in two superlattice systems  - InAs/AlSb and AlAs/GaAs. Analysis will be performed through a first-principles approach by using harmonic and anharmonic force interactions derived from density-functional theory along with a solution of the phonon Boltzmann transport equation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jivtesh",
   "pi_last_name": "Garg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jivtesh Garg",
   "pi_email_addr": "garg@ou.edu",
   "nsf_id": "000682947",
   "pi_start_date": "2021-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma",
  "perf_str_addr": "865 Asp Avenue, Room 212",
  "perf_city_name": "Norman",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730199705",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 107148.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project aimed to investigate the optical phonon scattering rates in InAs/AlSb superlattices as a function of superlattice composition for design of high efficiency hot carrier solar cells. Hot electrons generated by the absorption of high-energy photons typically thermalize by dissipating energy through phonon mediated relaxation pathways. Existence of non-equilibrium optical phonon populations (hot phonons) can suppress thermalization of electrons by facilitating a stable hot carrier population. Such non-equilibrium optical phonons can be achieved through inhibited scattering into lower energy phonons. The significantly larger phonon band gap between optical and acoustic phonons in AlSb (relative to InAs) suppresses scattering of optical phonons by lower frequency phonons, thus diminishing energy loss from higher energy optical phonons, creating the potential of hot optical phonons. By modifying the InAs/AlSb superlattice composition to be AlSb dominant, similar scattering behavior in the superlattice can be achieved, through a larger effective &ldquo;phonon frequency gap&rdquo; in AlSb rich superlattice. In this work, we studied phonon scattering rates in InAs/AlSb superlattices as a function of superlattice composition using first-principles methods based on deriving the harmonic and anharmonic interatomic force constants from density-functional theory and using them in a solution of the phonon Boltzmann transport equation. Computations were performed for 4 superlattices with composition ranging from AlSb rich to InAs rich (93.75% AlSb, 87.5% AlSb, 12.5% AlSb and 6.25% AlSb).</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; To compute the phonon-phonon scattering rates in InAs/AlSb superlattices, first the harmonic and anharmonic interatomic force constants of pure InAs and AlSb were computed using DFT code Quantum Espresso. To compute the scattering rates of a superlattice of particular composition, the interatomic force constants of pure InAs and AlSb were averaged according to that composition. Finally to achieve a desired composition, atoms in the unit cell were allocated masses according to that composition. First the phonon dispersions and phonon density of states (DOS) of the four superlattice structures were computed. The phonon DOS of AlSb-rich and InAs-rich superlattices showed distinct differences.</p>\r\n<p>The frequency gap between high and low energy phonons was estimated to be ~60 cm<sup>-1</sup> for 12.5% and 6.25% AlSb superlattice compositions. In these two InAs rich superlattices, a large phonon density of states at frequencies of around ~210 cm<sup>-1</sup> was visible. These phonons at ~210 cm<sup>-1</sup> provide significant decay channels for scattering of optical phonons at around ~310 cm<sup>-1</sup>. In the AlSb rich superlattices, on the other hand, the phonon DOS at ~ 210 cm<sup>-1</sup> almost vanishes (similar to the case of pure AlSb), causing the &ldquo;effective energy gap&rdquo; (gap between 150 cm<sup>-1</sup> where the second peak in lower energy phonons diminishes and 280 cm<sup>-1</sup> where the higher energy phonons begin in frequency) in the system to increase to 130 cm<sup>-1</sup> (similar to the case of pure AlSb). The elimination of phonons at ~210 cm<sup>-1</sup> removes scattering channels associated with decay of higher energy phonons (above the frequency gap) in to phonons at ~ 210 cm<sup>-1</sup>, leading to an increase in lifetimes of higher energy phonons in the AlSb dominant superlattices.</p>\r\n<p><span style=\"white-space: pre;\"> </span>While the average scattering rates of higher energy phonons through decay into two lower energy phonons for the InAs rich superlattices were in the range of 0.13 cm<sup>-1</sup> to 0.6 cm<sup>-1</sup>, the values for AlSb rich superlattices were between 0.015 cm<sup>-1</sup> and 0.07 cm<sup>-1</sup>. The decay scattering rates of higher energy phonons were thus significantly smaller for the AlSb rich superlattices; this limits energy loss from the higher energy phonons in AlSb rich superlattices, potentially creating phonon bottlenecks which can facilitate inhibited hot carrier thermalization in these systems.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/25/2024<br>\nModified by: Jivtesh&nbsp;Garg</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe project aimed to investigate the optical phonon scattering rates in InAs/AlSb superlattices as a function of superlattice composition for design of high efficiency hot carrier solar cells. Hot electrons generated by the absorption of high-energy photons typically thermalize by dissipating energy through phonon mediated relaxation pathways. Existence of non-equilibrium optical phonon populations (hot phonons) can suppress thermalization of electrons by facilitating a stable hot carrier population. Such non-equilibrium optical phonons can be achieved through inhibited scattering into lower energy phonons. The significantly larger phonon band gap between optical and acoustic phonons in AlSb (relative to InAs) suppresses scattering of optical phonons by lower frequency phonons, thus diminishing energy loss from higher energy optical phonons, creating the potential of hot optical phonons. By modifying the InAs/AlSb superlattice composition to be AlSb dominant, similar scattering behavior in the superlattice can be achieved, through a larger effective phonon frequency gap in AlSb rich superlattice. In this work, we studied phonon scattering rates in InAs/AlSb superlattices as a function of superlattice composition using first-principles methods based on deriving the harmonic and anharmonic interatomic force constants from density-functional theory and using them in a solution of the phonon Boltzmann transport equation. Computations were performed for 4 superlattices with composition ranging from AlSb rich to InAs rich (93.75% AlSb, 87.5% AlSb, 12.5% AlSb and 6.25% AlSb).\r\n\n\n To compute the phonon-phonon scattering rates in InAs/AlSb superlattices, first the harmonic and anharmonic interatomic force constants of pure InAs and AlSb were computed using DFT code Quantum Espresso. To compute the scattering rates of a superlattice of particular composition, the interatomic force constants of pure InAs and AlSb were averaged according to that composition. Finally to achieve a desired composition, atoms in the unit cell were allocated masses according to that composition. First the phonon dispersions and phonon density of states (DOS) of the four superlattice structures were computed. The phonon DOS of AlSb-rich and InAs-rich superlattices showed distinct differences.\r\n\n\nThe frequency gap between high and low energy phonons was estimated to be ~60 cm-1 for 12.5% and 6.25% AlSb superlattice compositions. In these two InAs rich superlattices, a large phonon density of states at frequencies of around ~210 cm-1 was visible. These phonons at ~210 cm-1 provide significant decay channels for scattering of optical phonons at around ~310 cm-1. In the AlSb rich superlattices, on the other hand, the phonon DOS at ~ 210 cm-1 almost vanishes (similar to the case of pure AlSb), causing the effective energy gap (gap between 150 cm-1 where the second peak in lower energy phonons diminishes and 280 cm-1 where the higher energy phonons begin in frequency) in the system to increase to 130 cm-1 (similar to the case of pure AlSb). The elimination of phonons at ~210 cm-1 removes scattering channels associated with decay of higher energy phonons (above the frequency gap) in to phonons at ~ 210 cm-1, leading to an increase in lifetimes of higher energy phonons in the AlSb dominant superlattices.\r\n\n\n While the average scattering rates of higher energy phonons through decay into two lower energy phonons for the InAs rich superlattices were in the range of 0.13 cm-1 to 0.6 cm-1, the values for AlSb rich superlattices were between 0.015 cm-1 and 0.07 cm-1. The decay scattering rates of higher energy phonons were thus significantly smaller for the AlSb rich superlattices; this limits energy loss from the higher energy phonons in AlSb rich superlattices, potentially creating phonon bottlenecks which can facilitate inhibited hot carrier thermalization in these systems.\r\n\n\n\t\t\t\t\tLast Modified: 11/25/2024\n\n\t\t\t\t\tSubmitted by: JivteshGarg\n"
 }
}