{
 "awd_id": "2115790",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding how charged biopolymers destabilize membranes",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032922357",
 "po_email": "mnewcome@nsf.gov",
 "po_sign_block_name": "Marcia Newcomer",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2024-11-30",
 "tot_intn_awd_amt": 479404.0,
 "awd_amount": 479404.0,
 "awd_min_amd_letter_date": "2021-05-21",
 "awd_max_amd_letter_date": "2021-05-21",
 "awd_abstract_narration": "Cell membranes form the barrier by which cells interact with the external environment.  As such, understanding the nature of how biopolymers interact with the membrane and the mechanisms by which different types of interactions between the biopolymer and membrane lead to changes in membrane structure will lead to fundamental understanding of cell function.  This project will specifically examine the weak forces involved in the interaction between charged biopolymers, like antimicrobial peptides, and cell membranes, and explore membrane perturbation, adhesion, and signaling interactions.  Membrane structure changes will be quantified using techniques include x-ray diffuse scattering (XDS) and circular dichroism (CD). The project will create hands-on experiences for undergraduate researchers (10-15/year) who desire to carry out research in the PI’s biophysics lab.  The project will fund one postdoctoral associate who has been trained in similar biophysical methods during her Ph.D.  Besides mentoring students and a postdoc in the lab, the PI will conduct outreach activities, which primarily involve judging at several science fairs each year, including the Pennsylvania Junior Academy of Sciences science fair, the Sigma Xi poster competition at the Meeting of the Minds at Carnegie Mellon, and the Regeneron International Science and Engineering Fair.  \r\n\r\n\r\nThe forces involved in the interaction between charged biopolymers and cell membranes are electrostatic, van der Waals and fluctuation.  To investigate these forces, synthetic charged biopolymers are employed to interact with lipid model membranes that are mimics of real membranes (eukaryotic, bacterial, and viral cell membranes). Recent work from the PI lab has demonstrated a close correlation between measured membrane material properties and membrane destabilization of bacterial and eukaryotic cell membranes interacting with three biopolymers: colistin (a natural-occurring protein biopolymer) and two novel engineered biopolymers, WLBU2 and D8. These three cationic biopolymers are antimicrobial peptides, a new form of antibiotic. The project will use x-ray diffuse scattering to obtain material parameters of lipid model membranes that are mimics of bacterial and eukaryotic cell membranes as novel engineered biopolymers are added. The PI with collaborators will design the protein biopolymers and test them for membrane destabilization of clinical bacterial isolates both in vitro and in vivo as part of their research program. The PI’s biophysics lab will determine changes in elasticity and structure of biomimetic membranes using XDS, and changes in biopolymer secondary structure using CD, as the biopolymers encounter the lipid model membranes. Location of biopolymer in the membrane will be determined using neutron scattering techniques and the atomistic details will be obtained using molecular dynamics simulations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Tristram-Nagle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie Tristram-Nagle",
   "pi_email_addr": "stn@cmu.edu",
   "nsf_id": "000703338",
   "pi_start_date": "2021-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 Forbes Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 479404.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Project Outcomes Report for&nbsp;<strong><span>Understanding how charged biopolymers destabilize membranes.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></strong></span></p>\r\n<p><strong><span>Intellectual Merit:&nbsp;&nbsp;</span></strong><span>While one of the motivations for this work was to guide the world towards a more reliable, less resistant-prone, less toxic form of antibiotic, a second motivation was purely biophysical,&nbsp; to understand at the molecular level how the structure, charge density and relative hydrophobicity (water-resistance) affect how charged polymers can destabilize the lipid bilayer, which surrounds all cells.&nbsp; Since the lipid bilayer has both properties, water-loving and water-resistant, the question of what properties of new charged polymers are important in order to penetrate and disturb this thin membrane.&nbsp; Which positively charged biopolymers can thwart bacterial infection and yet do no harm to human cells is one question that motivated this work.&nbsp; To simplify the forces involved in these interactions, we focused on charged biopolymers with only 3 types of building blocks; in one case we substituted a small, positively charged building block for a larger one to see the effect of size.&nbsp;<strong><span>1.</span></strong>&nbsp; We found that in most cases, secondary structure of positively charged (cationic) biopolymers,&nbsp; whether alpha-helical, beta-sheet, beta-turn or random coil,&nbsp; does not play an important role in promoting bacterial membrane destabilization.&nbsp; I.e., random-coil and beta-sheet biopolymers are just as effective at destabilizing negatively-charged bacterial lipid membranes as are alpha-helices.&nbsp; However, we also found that the alpha-helical structure tends to destabilize membranes that are not negatively charged, such as human cell membranes.&nbsp; Therefore, one suggestion from this work is that future biopolymers should avoid the alpha-helical structure, due to its ability to be toxic to human cells as well as to bacterial cells.&nbsp;&nbsp;<strong><span>2.</span></strong>&nbsp;&nbsp;There was one instance where a longer, non-helical biopolymer was not as effective at bacterial membrane destabilization as a shorter, non-helical version.&nbsp; In this case, when we cyclized the longer, linear polymer, it then became as effective as the shorter version at bacterial membrane destabilization.&nbsp; This is the second suggestion for future biopolymers, that bending a non-helical biopolymer into a ring, improves its efficacy.&nbsp; The longer and shorter linear polymers were both non-toxic to human cells, before and after forming a ring structure.&nbsp;&nbsp;<strong><span>3.</span></strong>&nbsp; The addition of unnatural building blocks that do not exist in nature was another attempt to improve the positively charged biopolymers.&nbsp; While there was significant alpha-helical content in these unnatural biopolymers, they were non-toxic to human cells.&nbsp; So this is a third suggestion, if toxicity is a problem because the biopolymer is helical, introducing unnatural amino acids with slightly different structures, can remove toxicity. &nbsp;&nbsp;</span></p>\r\n<p><strong><span>Broader Outcomes:&nbsp; 1.</span></strong><span>&nbsp;Undergraduate students were involved in all aspects of the experimentation and data analysis.&nbsp; Without a large scientific budget, the P.I. relied on the enthusiasm and abilities of undergrads at Carnegie Mellon to carry out this NSF-funded work.&nbsp; Due to their contributions, the P.I. included these students as co-authors on six of the products and on a seventh submitted paper. These papers are displayed in a glass case in the Physics Dept. hallway.&nbsp; This hands-on and theoretical research experience is invaluable for students who wish to continue in STEM, either in academia or industry.&nbsp; After graduation, they have obtained jobs in companies where they need to use these skills, or they have continued to graduate and/or medical school..&nbsp;&nbsp;&nbsp;<strong><span>2.</span></strong>&nbsp; A female, postdoctoral assistant from India gained valuable experience that she will take back with her to her home country.&nbsp; Dr. Mitra is now proficient in precise determination of molecular, fully hydrated lipid membrane structures where she can use this skill when she begins her own lab as a professor.&nbsp; It is important to empower women to take on leadership roles in STEM.&nbsp;&nbsp;<strong><span>3.</span></strong>&nbsp; High school students visited Dr. Tristram-Nagles lab on several occasions, to participate in sample preparation, to view the x-ray instrumentation in action, or to participate in the Pennsylvania Governor's School for the Sciences.&nbsp; They were very appreciative of this opportunity; these kinds of experiences can motivate students towards STEM careers.&nbsp;&nbsp;<strong><span>4.</span></strong>&nbsp; This funded work resulted in seven scientific papers with an eighth paper in review at&nbsp;<em><span>ACS Omega</span></em>&nbsp;which is a fruitful dissemination of knowledge.</span></p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/04/2025<br>\nModified by: Stephanie&nbsp;Tristram-Nagle</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nProject Outcomes Report forUnderstanding how charged biopolymers destabilize membranes.\r\n\n\nIntellectual Merit:While one of the motivations for this work was to guide the world towards a more reliable, less resistant-prone, less toxic form of antibiotic, a second motivation was purely biophysical, to understand at the molecular level how the structure, charge density and relative hydrophobicity (water-resistance) affect how charged polymers can destabilize the lipid bilayer, which surrounds all cells. Since the lipid bilayer has both properties, water-loving and water-resistant, the question of what properties of new charged polymers are important in order to penetrate and disturb this thin membrane. Which positively charged biopolymers can thwart bacterial infection and yet do no harm to human cells is one question that motivated this work. To simplify the forces involved in these interactions, we focused on charged biopolymers with only 3 types of building blocks; in one case we substituted a small, positively charged building block for a larger one to see the effect of size.1. We found that in most cases, secondary structure of positively charged (cationic) biopolymers, whether alpha-helical, beta-sheet, beta-turn or random coil, does not play an important role in promoting bacterial membrane destabilization. I.e., random-coil and beta-sheet biopolymers are just as effective at destabilizing negatively-charged bacterial lipid membranes as are alpha-helices. However, we also found that the alpha-helical structure tends to destabilize membranes that are not negatively charged, such as human cell membranes. Therefore, one suggestion from this work is that future biopolymers should avoid the alpha-helical structure, due to its ability to be toxic to human cells as well as to bacterial cells.2.There was one instance where a longer, non-helical biopolymer was not as effective at bacterial membrane destabilization as a shorter, non-helical version. In this case, when we cyclized the longer, linear polymer, it then became as effective as the shorter version at bacterial membrane destabilization. This is the second suggestion for future biopolymers, that bending a non-helical biopolymer into a ring, improves its efficacy. The longer and shorter linear polymers were both non-toxic to human cells, before and after forming a ring structure.3. The addition of unnatural building blocks that do not exist in nature was another attempt to improve the positively charged biopolymers. While there was significant alpha-helical content in these unnatural biopolymers, they were non-toxic to human cells. So this is a third suggestion, if toxicity is a problem because the biopolymer is helical, introducing unnatural amino acids with slightly different structures, can remove toxicity. \r\n\n\nBroader Outcomes: 1.Undergraduate students were involved in all aspects of the experimentation and data analysis. Without a large scientific budget, the P.I. relied on the enthusiasm and abilities of undergrads at Carnegie Mellon to carry out this NSF-funded work. Due to their contributions, the P.I. included these students as co-authors on six of the products and on a seventh submitted paper. These papers are displayed in a glass case in the Physics Dept. hallway. This hands-on and theoretical research experience is invaluable for students who wish to continue in STEM, either in academia or industry. After graduation, they have obtained jobs in companies where they need to use these skills, or they have continued to graduate and/or medical school..2. A female, postdoctoral assistant from India gained valuable experience that she will take back with her to her home country. Dr. Mitra is now proficient in precise determination of molecular, fully hydrated lipid membrane structures where she can use this skill when she begins her own lab as a professor. It is important to empower women to take on leadership roles in STEM.3. High school students visited Dr. Tristram-Nagles lab on several occasions, to participate in sample preparation, to view the x-ray instrumentation in action, or to participate in the Pennsylvania Governor's School for the Sciences. They were very appreciative of this opportunity; these kinds of experiences can motivate students towards STEM careers.4. This funded work resulted in seven scientific papers with an eighth paper in review atACS Omegawhich is a fruitful dissemination of knowledge.\r\n\n\n\t\t\t\t\tLast Modified: 01/04/2025\n\n\t\t\t\t\tSubmitted by: StephanieTristram-Nagle\n"
 }
}