{
 "awd_id": "2115916",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Vocational Education, Economic Development, and Socioeconomic Mobility",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 23330.0,
 "awd_amount": 23330.0,
 "awd_min_amd_letter_date": "2021-07-21",
 "awd_max_amd_letter_date": "2021-07-21",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2). \r\n\r\nVocational education, a descendant of industrial education, plays a key role in the approaches of some U.S. states to economic development. Advocates of vocational education argue that it provides a trained workforce for industry and a path to economic mobility for individuals. Critics question whether the kinds of vocational opportunities offered continue, as they did in the early twentieth century, to be concentrated low-paying jobs, thereby reinforcing inequalities and stifling socioeconomic mobility. This doctoral dissertation research project explores how ideologies about vocational education have changed, and what impact those changes have on economic development. In addition to providing funding for the training of a graduate student in anthropology in the methods of empirical, scientific data collection and analysis, data and findings will be shared with economic development professionals, chambers of commerce, and vocational education and workforce development administrators. Workshops on social science literacy will be developed in cooperation with the vocational education programs at an HBCU, broadening the participation of underrepresented groups in science.\r\n\r\nThrough a study of economic opportunity zones in Lowcountry South Carolina, this project investigates a) the foundations of ideological formation in late nineteenth and early twentieth century industrial education; and b) whether those ideologies have been transformed, and if so how, in contemporary vocational education and workforce development policies and programs. Methods include semi-structured interviews, life history interviews, and participant observation with Lowcountry residents who are involved with vocational education programs and economic development initiatives. The linguistic anthropological techniques of discourse and narrative analysis will be employed to evaluate and assess ideological formation and transformation. The project contributes to educational anthropology, political economic theories about the drivers of and obstacles to development, and linguistic anthropological theories about language ideologies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Diane",
   "pi_last_name": "Austin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diane Austin",
   "pi_email_addr": "daustin@arizona.edu",
   "nsf_id": "000480403",
   "pi_start_date": "2021-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sydney",
   "pi_last_name": "Pullen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sydney Pullen",
   "pi_email_addr": "spullen@email.arizona.edu",
   "nsf_id": "000844195",
   "pi_start_date": "2021-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "1009 E. South Campus Drive",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210030",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760500",
   "pgm_ele_name": "Cult Anthro DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 23330.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigated how historical legacies of enslavement and industrial education impact economic development and workforce development programs in rural South Carolina today. The project was ethnographic; ethnography is a qualitative research approach in which an ethnographer gathers data over a long period of time to better understand a particular community or communities. Ethnographers gather data using many different methods, such as interviews, participant observation, surveys, and focus groups. This project gathered data through archival research, online research, participant observation, and interviews. Participant observation&mdash;sometimes referred to as &ldquo;hanging out&rdquo; with people to better understand a place or culture&mdash;was conducted in a workforce development class that focused on soft skills and in city and county council meetings where economic development programs were discussed. Interviews were conducted with (1) alumni and students of/in vocational education/workforce development programs; (2) vocational education/workforce development instructors; (3) people involved in placing alumni of vocational education/workforce development programs in jobs or apprenticeships; (4) employers of vocational education/workforce development alumni; (5) advocates for vocational education/workforce development programs; (6) local and state policymakers; and (7) economic developers.</p>\n<p>Analysis of this data showed how dominant ideas about African Americans (racial ideologies) that emerged during enslavement and Reconstruction shape modern-day economic development and workforce development policy and practice. I identified historical racial ideologies through archival research. These ideologies were evident in interview data and during participant observation. Interviewees expressed racial ideologies even without specifically mentioning race. Economic development policy&mdash;as outlined on websites and in legislation&mdash;also invoke racial ideologies without explicitly talking about race. For example, in the past white educators, politicians, and industrial education advocates argued that African Americans were lazy and had to learn how to develop a work ethic in industrial schools. (Industrial schools were the precursor to vocational schools and technical education programs.) Today, white and Black economic developers, workforce developers, and industry representatives explained poverty in majority Black counties in rural South Carolina by citing issues with the workforce. According to interviewees in these groups, potential manufacturing employees were lacking in soft skills. These interviewees suggested that industry wouldn&rsquo;t locate to the region because of workforce deficiencies.&nbsp; In contrast, in interviews workers expressed frustration with the kinds of manufacturing jobs available to them. Some had aspirations of owning their own business but did not see any viable pathway to achieving that goal.</p>\n<p>The contradictions reflected in discourse about industrial education were also evident in the language of some economic developers and their explanations of regional poverty. These individuals argued that industry would not locate to the region because of the poor quality of the schools, noting also that the schools were poor quality because the tax base was not sufficient to support them because of the lack of industry and jobs. Economic developers work to recruit industry by offering tax incentives and highlighting the state&rsquo;s right-to-work status. Some economic developers said that, for many industries, tax incentives merely sweeten the deal. Nevertheless, despite the tax incentives being framed as insignificant, industries continue to receive them.</p>\n<p>The primary product of this research will be my dissertation, which will explore these topics further. I discussed findings based on archival research in a paper I delivered at the Southern Anthropological Society annual conference in March 2022. Going forward, I will also share results of this research with community members who participated in the project and will submit articles to peer-reviewed academic journals.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/04/2023<br>\n\t\t\t\t\tModified by: Sydney&nbsp;Pullen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project investigated how historical legacies of enslavement and industrial education impact economic development and workforce development programs in rural South Carolina today. The project was ethnographic; ethnography is a qualitative research approach in which an ethnographer gathers data over a long period of time to better understand a particular community or communities. Ethnographers gather data using many different methods, such as interviews, participant observation, surveys, and focus groups. This project gathered data through archival research, online research, participant observation, and interviews. Participant observation&mdash;sometimes referred to as \"hanging out\" with people to better understand a place or culture&mdash;was conducted in a workforce development class that focused on soft skills and in city and county council meetings where economic development programs were discussed. Interviews were conducted with (1) alumni and students of/in vocational education/workforce development programs; (2) vocational education/workforce development instructors; (3) people involved in placing alumni of vocational education/workforce development programs in jobs or apprenticeships; (4) employers of vocational education/workforce development alumni; (5) advocates for vocational education/workforce development programs; (6) local and state policymakers; and (7) economic developers.\n\nAnalysis of this data showed how dominant ideas about African Americans (racial ideologies) that emerged during enslavement and Reconstruction shape modern-day economic development and workforce development policy and practice. I identified historical racial ideologies through archival research. These ideologies were evident in interview data and during participant observation. Interviewees expressed racial ideologies even without specifically mentioning race. Economic development policy&mdash;as outlined on websites and in legislation&mdash;also invoke racial ideologies without explicitly talking about race. For example, in the past white educators, politicians, and industrial education advocates argued that African Americans were lazy and had to learn how to develop a work ethic in industrial schools. (Industrial schools were the precursor to vocational schools and technical education programs.) Today, white and Black economic developers, workforce developers, and industry representatives explained poverty in majority Black counties in rural South Carolina by citing issues with the workforce. According to interviewees in these groups, potential manufacturing employees were lacking in soft skills. These interviewees suggested that industry wouldn’t locate to the region because of workforce deficiencies.  In contrast, in interviews workers expressed frustration with the kinds of manufacturing jobs available to them. Some had aspirations of owning their own business but did not see any viable pathway to achieving that goal.\n\nThe contradictions reflected in discourse about industrial education were also evident in the language of some economic developers and their explanations of regional poverty. These individuals argued that industry would not locate to the region because of the poor quality of the schools, noting also that the schools were poor quality because the tax base was not sufficient to support them because of the lack of industry and jobs. Economic developers work to recruit industry by offering tax incentives and highlighting the state’s right-to-work status. Some economic developers said that, for many industries, tax incentives merely sweeten the deal. Nevertheless, despite the tax incentives being framed as insignificant, industries continue to receive them.\n\nThe primary product of this research will be my dissertation, which will explore these topics further. I discussed findings based on archival research in a paper I delivered at the Southern Anthropological Society annual conference in March 2022. Going forward, I will also share results of this research with community members who participated in the project and will submit articles to peer-reviewed academic journals.\n\n \n\n\t\t\t\t\tLast Modified: 01/04/2023\n\n\t\t\t\t\tSubmitted by: Sydney Pullen"
 }
}