{
 "awd_id": "2115905",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Leveraging the Power of Reflection and Visual Representation in Middle-Schoolers' Learning During and After an Informal Science Experience",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928624",
 "po_email": "jjohnson@nsf.gov",
 "po_sign_block_name": "Julie Johnson",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 458419.0,
 "awd_amount": 458419.0,
 "awd_min_amd_letter_date": "2021-07-20",
 "awd_max_amd_letter_date": "2023-09-08",
 "awd_abstract_narration": "This project addresses a longstanding problem in informal science education: how to increase the likelihood of consequential science, technology, engineering, and mathematics (STEM) learning from short duration experiences such as field trips. Although informal learning experiences can greatly contribute to interest in and knowledge of science, there is a shared concern among educators and researchers that students may have difficulty recalling and using scientific information and practices emphasized during these experiences, even though doing so would further their science learning. Nonetheless, science learning is rarely, if ever, a \"one-shot deal.\" Children acquire knowledge about science cumulatively across different contexts and activities. Therefore, it is important that informal science learning institutions identify effective practices that support the consolidation of learning and memory from exhibit experiences to foster portable, usable knowledge across contexts, such as from informal science learning institutions, to classrooms, and homes. To this end, this Research in Service to Practice project seeks to harness the power and potential of visual representations (e.g., graphs, drawings, charts, maps, etc.) for enhancing learning and encouraging effective reflection during and after science learning experiences. The project promises to increase learning for the 9,000+ 5th and 6th grade students from across the rurality and growing diversity of the state of Maine who annually participate in LabVenture, a 2.5-hour exploration of the Gulf of Maine ecosystem at Gulf of Maine Research Institute. The research will provide new and actionable informal science learning practices that promote engagement with visual representations and reflection, and science understandings that can be applied broadly by informal science institutions. This project is funded by the Advancing Informal STEM Learning (AISL) and the Discovery Research PreK-12 (DRK-12) programs. It supports the AISL program goals to advance new approaches to, and evidence-based understanding of, the design and development of STEM learning in informal environments. It supports the DRK-12 program goal of enhancing the learning and teaching of STEM by preK-12 students and teachers.\r\n\r\nThe project is grounded in the idea that visual representations, including drawings, can both enhance science learning and encourage reflection on doing science that can support extension of that learning beyond a singular informal science experience. The project uses design-based research to address the following research questions: (1) Does reflection during an informal science learning experience promote students’ retention and subsequent use of science information and practices that are part of the experience? (2) Does interpreting and constructing visual representations, such as drawings, improve students’ understanding and retention of information, and if so, how and when?  and (3) Does combining visual representations and narrative reflections confer benefits on students’ science learning and engagement in science practices both during the informal learning experience, and later in their classrooms and at home? These questions will be pursued in collaboration with practitioners (both informal educators and classroom teachers) and a diverse team of graduate and undergraduate student researchers. Approximately 600 student groups (roughly 3000 individual students) will be observed during the LabVenture experience, with further data collection involving a portion of these students at school and at home. The project will yield resources and video demonstrations of field-tested, empirically based practices that promote engagement with visual representations and reflection, and science understandings that can travel within students' learning ecosystem. In support of broadening participation, the undergraduate/graduate student researchers will gain wide understanding and experience connecting research to practice and communicating science to academic and nonacademic audiences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Uttal",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "David H Uttal",
   "pi_email_addr": "duttal@northwestern.edu",
   "nsf_id": "000245900",
   "pi_start_date": "2021-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2145 Sheridan Rd. Tech Building",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080834",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  },
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 222939.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 235480.0
  }
 ],
 "por": null
}