{
 "awd_id": "2116971",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Systematic Investigation of Alfvenic Magnetosphere-Ionosphere Coupling in the Dayside Magnetosphere",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032927544",
 "po_email": "chihuang@nsf.gov",
 "po_sign_block_name": "Chia-Lin Huang",
 "awd_eff_date": "2021-06-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 449751.0,
 "awd_amount": 449751.0,
 "awd_min_amd_letter_date": "2021-05-20",
 "awd_max_amd_letter_date": "2024-08-20",
 "awd_abstract_narration": "Aflven waves have been discovered in many astronomical plasmas, such as the Sun and the magnetospheres of planets including Earth, Jupiter, and Mercury. Alfven waves transport energy in the magnetosphere and accelerate and heat particles. This project will further our understanding of the global role Alfven waves play in the coupled solar wind-magnetosphere-ionosphere system, particularly on the dayside. The results are applicable to improving space weather forecasts, providing boundary conditions for future space missions. The project supports training and education of graduate students.\r\n\r\nThe project will systematically investigate the dynamics of Alfven waves and the associated electromagnetic power as a global phenomenon in the solar wind-magnetosphere-ionosphere coupling as it occurs at the entry point to the dayside auroral acceleration region. A 12-year database from the Polar satellite will be used to conduct statistical studies, along with solar wind and interplanetary magnetic field data, geomagnetic indices, and the evolution of the storm phases. The goal is to quantify and predict the global Alfven wave contribution and dissipation under various scenarios on the dayside and test the results against simulations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andreas",
   "pi_last_name": "Keiling",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andreas Keiling",
   "pi_email_addr": "keiling@ssl.berkeley.edu",
   "nsf_id": "000679406",
   "pi_start_date": "2021-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "575000",
   "pgm_ele_name": "MAGNETOSPHERIC PHYSICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 449751.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Main objective:</strong></p>\n<p>In this project, the major goal was to investigate the energy input in the form of Alfv&eacute;n waves, an electromagnetic wave, in the dayside magnetosphere during magnetic storms. For this, we utilized a six-year database from a polar-orbiting satellite. It was found that total Alfv&eacute;n wave power over the auroral zone increases from 1.3 to 5.5 GW with increasing negative Dst value, which is an indicator for the strength of storms. Hence, it also follows that power increases from minor, to moderate, and to major storm. As the storm intensity increases, the Alfv&eacute;nic band in the auroral zone expands to lower latitude with a peak at 76&deg; ILT (dayside) during the initial phase and a peak at 72&deg; ILT (dayside) during the main phase of moderate to strong storms. The most striking result was that during the initial phase of the storm, enhanced Alfv&eacute;n wave activity almost exclusively occurred on the dayside, which is in contrast to the main phase which shows strong enhancement on both dayside and nightside. These differences between initial phase and main phase suggest different underlying Alfv&eacute;n wave generation mechanisms in the dayside during different storm phases. Furthermore, similarity to the dayside storm aurora during the initial phase suggests the Alfven waves are one source of the aurora on the dayside.</p>\n<p>&nbsp;</p>\n<p><strong>Organized conference:</strong></p>\n<p>We organized and held an international and interdisciplinary conference on the topic of Alfven waves in our Solar System with over 90 scientists. An up-to-date look on where research on Alfven waves stands was given and unanswered questions were identified for future work. The breadth of topics covered in this interdisciplinary format stimulated cross-disciplinary discussions among scientists specializing in all aspects of research related to Alfven waves in space plasmas and was an excellent opportunity for various communities to meet and learn from each other. This resulted in potential collaborations among scientists. It should be stressed that the attendance of students is of great importance for various reasons. Students learned from their senior peers through their presentation and through many discussions for which ample time was allocated during the conference week. Students were able to also present their own work and exchange ideas with more senior scientists. Younger students also learned what a science conference is like and how to present scientific results, which is vital for a successful career in academia. In summary, all the conference participants brought the energy and enthusiasm for a very successful conference.</p>\n<p>&nbsp;</p>\n<p><strong>Published book:</strong></p>\n<p>To collect the discussions and results from the conference for the broader space science community, we compiled a book with twelve chapters with the title &ldquo;Alfven Waves across Heliophysics: Progress, Challenges, and Opportunities&rdquo;, covering key locations in our Solar System: ionospheres and magnetospheres of Earth, the inner planets, the outer planets; and the Sun&rsquo;s atmosphere. I was the sole editor. Each chapter was written by an expert on the specific topic at hand. In adition to my editorial role, I wrote Chapter 1 (Introduction). All chapter topics were carefully chosen to allow for a coherent book, thus, making it suitable for a textbook for graduate students and a valuable source for researchers.</p>\n<p>&nbsp;</p>\n<p><strong>Investigation into DEI in science conferences:</strong></p>\n<p>Conferences are the &ldquo;butter and bread&rdquo; for scientists. They allow sharing research and interacting in-person with the community. Given their importance, science conferences have increasingly come under a spotlight for inclusion and representation of marginalized groups. Organizational structures at the conference leadership can either neglect or promote diverse representation of attendees and speakers. Since conference organization impacts many aspects, including promoting a diverse representation at all levels, organizers carry a large responsibility. Here, we have done the first study investigating quantitatively the binary (men/women) gender aspect specifically between the conveners and the science program committee. The key results were that on average, mixed convener teams, as opposed to all-men convener teams, select a higher women representation among the members of a science program committee, and that there were fewer all-men SPC teams when at least one woman was in the convener team. In conclusion, while there was evidence that equitable representation can be achieved in the leadership, it still lagged in a consistent fashion for individual conferences.</p><br>\n<p>\n Last Modified: 08/21/2024<br>\nModified by: Andreas&nbsp;Keiling</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nMain objective:\n\n\nIn this project, the major goal was to investigate the energy input in the form of Alfvn waves, an electromagnetic wave, in the dayside magnetosphere during magnetic storms. For this, we utilized a six-year database from a polar-orbiting satellite. It was found that total Alfvn wave power over the auroral zone increases from 1.3 to 5.5 GW with increasing negative Dst value, which is an indicator for the strength of storms. Hence, it also follows that power increases from minor, to moderate, and to major storm. As the storm intensity increases, the Alfvnic band in the auroral zone expands to lower latitude with a peak at 76 ILT (dayside) during the initial phase and a peak at 72 ILT (dayside) during the main phase of moderate to strong storms. The most striking result was that during the initial phase of the storm, enhanced Alfvn wave activity almost exclusively occurred on the dayside, which is in contrast to the main phase which shows strong enhancement on both dayside and nightside. These differences between initial phase and main phase suggest different underlying Alfvn wave generation mechanisms in the dayside during different storm phases. Furthermore, similarity to the dayside storm aurora during the initial phase suggests the Alfven waves are one source of the aurora on the dayside.\n\n\n\n\n\nOrganized conference:\n\n\nWe organized and held an international and interdisciplinary conference on the topic of Alfven waves in our Solar System with over 90 scientists. An up-to-date look on where research on Alfven waves stands was given and unanswered questions were identified for future work. The breadth of topics covered in this interdisciplinary format stimulated cross-disciplinary discussions among scientists specializing in all aspects of research related to Alfven waves in space plasmas and was an excellent opportunity for various communities to meet and learn from each other. This resulted in potential collaborations among scientists. It should be stressed that the attendance of students is of great importance for various reasons. Students learned from their senior peers through their presentation and through many discussions for which ample time was allocated during the conference week. Students were able to also present their own work and exchange ideas with more senior scientists. Younger students also learned what a science conference is like and how to present scientific results, which is vital for a successful career in academia. In summary, all the conference participants brought the energy and enthusiasm for a very successful conference.\n\n\n\n\n\nPublished book:\n\n\nTo collect the discussions and results from the conference for the broader space science community, we compiled a book with twelve chapters with the title Alfven Waves across Heliophysics: Progress, Challenges, and Opportunities, covering key locations in our Solar System: ionospheres and magnetospheres of Earth, the inner planets, the outer planets; and the Suns atmosphere. I was the sole editor. Each chapter was written by an expert on the specific topic at hand. In adition to my editorial role, I wrote Chapter 1 (Introduction). All chapter topics were carefully chosen to allow for a coherent book, thus, making it suitable for a textbook for graduate students and a valuable source for researchers.\n\n\n\n\n\nInvestigation into DEI in science conferences:\n\n\nConferences are the butter and bread for scientists. They allow sharing research and interacting in-person with the community. Given their importance, science conferences have increasingly come under a spotlight for inclusion and representation of marginalized groups. Organizational structures at the conference leadership can either neglect or promote diverse representation of attendees and speakers. Since conference organization impacts many aspects, including promoting a diverse representation at all levels, organizers carry a large responsibility. Here, we have done the first study investigating quantitatively the binary (men/women) gender aspect specifically between the conveners and the science program committee. The key results were that on average, mixed convener teams, as opposed to all-men convener teams, select a higher women representation among the members of a science program committee, and that there were fewer all-men SPC teams when at least one woman was in the convener team. In conclusion, while there was evidence that equitable representation can be achieved in the leadership, it still lagged in a consistent fashion for individual conferences.\t\t\t\t\tLast Modified: 08/21/2024\n\n\t\t\t\t\tSubmitted by: AndreasKeiling\n"
 }
}