{
 "awd_id": "2116017",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Characterizing Quaternary Fault Behavior and Surface Processes of an Active Rift: The Lake Malawi (Nyasa) Rift, East Africa",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927944",
 "po_email": "cshaw@nsf.gov",
 "po_sign_block_name": "Colin A. Shaw",
 "awd_eff_date": "2022-04-01",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 763785.0,
 "awd_amount": 763785.0,
 "awd_min_amd_letter_date": "2021-08-05",
 "awd_max_amd_letter_date": "2023-10-30",
 "awd_abstract_narration": "The earliest phases of the formation of ocean basins involve the break-up of the continents.  The study of continental rifts is essential for understanding hazards and potential for natural resources. The process of rifting involves active faulting, volcanic activity and associated earthquakes, and are linked with significant hazards. Rifting also leads to the formation of basins that trap sediment and can host oil and gas deposits. A fundamental question in continental rift systems is how rifting is distributed across different fault systems and how surface processes, including changes in sediment supply, erosion and lake levels may impact fault behavior. These early phase geological structures act as recorders of the different processes, but after many years of seafloor spreading, are usually buried beneath thick packages of ocean sediment, and thus mature continental margins, and ocean basins, are difficult places to study early-rifting processes. On the other hand, active continental rifts, where continents are in the early stages of break-up, reveal exposed and/or shallow geological structures and deposits related to rifting.  This study considers a part of the East African Rift Valley that is nearly fully flooded with freshwater (the Lake Malawi Rift), where very high quality and relatively low cost marine geophysical methods can be used to image the floor of the rift and its subsurface.  By collecting very high resolution geophysical images and integrating with information from previous academic drilling and with numerical modeling, we will reconstruct fault geometries and slip rates over the last hundreds of thousands of years, evaluate controls on why particular faults are active, and estimate past earthquake activity. Results of the study will allow for a better understanding of how rift faults may be preserved and how they can be reactivated on passive continental margins, for instance on the East Coast of North America that was formed by the rifting of North America from Africa. In addition, this study will also provide information on how rift faults redirect flows of sediment into a rift valley and assist in understanding oil and gas occurrences in rift systems as well as the role of climate-driven surface processes that may influence faulting and earthquake activity.  We will train 3 doctoral students and a post-doctoral scholar during the project. Our international team consists of both U.S. residents and East African nationals, including two of the latter matriculated at Syracuse University, and we anticipate roughly equal representation by female and male researchers on the field team.  We will execute an extensive outreach program in Malawi, both at institutions of Higher Education and in secondary schools, and develop museum displays in Malawi.  We will interact deeply with our Malawian scientific colleagues, and also engage with the Malawi Departments of Fisheries and Antiquities to share new data sets to key stakeholders.\r\n\r\nWe will undertake a combined observational, analytical and numerical modeling study of Quaternary deformation and surface processes associated with a series of active fault zones in the active Lake Malawi Rift, in the western branch of the East African Rift System.  This system is one of the largest active rifts in the world and is emblematic of an early-phase, low strain rate rift in a weakly magmatic system. We will use robust marine-type high-resolution seismic and echosounder tools to make high-fidelity observations across several different structural settings.  Using new offshore observations from multibeam echosounder data and high-resolution CHIRP seismic reflection data, we will determine how recent (last 25-100 ka) deformation on intrarift faults is distributed across the rift and assess how intrarift faults have propagated along their length and then linked together over time. We will generate time-displacement profiles across a series of fault zones in different structural settings (e.g., flexural vs. border fault margin settings); generate a library of fault length-displacement relationships for the different fault systems; and use classical scaling laws to estimate records of past earthquakes over the past 100 ka.  The fault displacement records will be chronologically constrained by the superbly-dated, high-resolution syn-rift stratigraphy from the Lake Malawi Drilling Program, extended from the drill cores into the new grids of CHIRP seismic reflection data.  The new fault displacement histories will be compared to known high-resolution hydroclimate records to determine if changes in climate regimes modulate rift fault activity.  Our numerical modeling efforts will assess the stress regimes associated with changes in water and sediment loading and erosion across the rift, which will be compared with observations.  New lake floor bathymetric data will reveal how structurally-controlled sediment dispersal paths have developed in the Malawi Rift, leading to a better understanding basin-filling processes in rift-lake systems.  Results from our study will provide unique new constraints on past earthquake histories and provide the basis for probabilistic seismic hazard assessments.\r\n\r\nFunding for this project is provided by NSF EAR Tectonics and Geophysics Programs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Scholz",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher A Scholz",
   "pi_email_addr": "cascholz@syr.edu",
   "nsf_id": "000202991",
   "pi_start_date": "2021-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Moucha",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Moucha",
   "pi_email_addr": "rmoucha@syr.edu",
   "nsf_id": "000596295",
   "pi_start_date": "2021-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "OFFICE OF SPONSORED PROGRAMS",
  "perf_city_name": "SYRACUSE",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "132441200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 543288.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 220497.0
  }
 ],
 "por": null
}