{
 "awd_id": "2116697",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: Waves of Change",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032925368",
 "po_email": "jshisler@nsf.gov",
 "po_sign_block_name": "Joanna Shisler",
 "awd_eff_date": "2021-06-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 197803.0,
 "awd_amount": 197803.0,
 "awd_min_amd_letter_date": "2021-05-24",
 "awd_max_amd_letter_date": "2021-05-24",
 "awd_abstract_narration": "To help fulfill the mission of NSF to support basic research and science education this proposal aims to  provide training, mentorship and scientific collaboration for minorities in microbiology, immunology, ecology, evolution and marine science. The initiative called, ‘Waves of Change’, will be accomplished through a year-long set of virtual professional development events that include panels, workshops, science information sharing, structured mentoring opportunities, and networking to increase retention of minorities in science. The outcomes from this proposal will have broader impacts on society by training a new generation of scientists, assisting in creating a diverse workforce, and expanding opportunities for early career scientists through networking and mentorship.  \r\n\r\nScience is driven by innovation and discovery. This innovation is accelerated when diverse voices are heard. When people from different backgrounds can work together on a common goal, science can achieve great things. However, to accomplish this goal, training is needed to bring together different perspectives and share information. This is particularly relevant in ecology, evolution, and marine science where collaborations are the foundation of success. This proposal called  ‘Waves of Change’ will  bring together diverse voices and create a forum for networking and professional development for early career scientists from underrepresented groups in ecology, evolution, and marine science. ‘Waves of Change’ will consist of monthly workshops, networking hours with scientific leaders, and panels that will address many including science policy, mentoring in academia and science, productivity in science, science communication, career paths in science, leadership in academia and beyond, self-care in science, scientific publishing, computational skills in science, challenges in science, networking, decolonization of science, and outreach-community based science. The goal of ‘Waves of Change’ will be to build community and  networking opportunities with the scientific community at large while contributing to the retention and success of diverse scientists.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nikki",
   "pi_last_name": "Traylor-Knowles",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Nikki G Traylor-Knowles",
   "pi_email_addr": "ntraylorknowles@rsmas.miami.edu",
   "nsf_id": "000638750",
   "pi_start_date": "2021-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1251 MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3054214089",
  "inst_zip_code": "331462509",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "VNZZYCJ55TC4",
  "org_uei_num": "KXN7HGCF6K91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami- RSMAS",
  "perf_str_addr": "4600 Rickenbacker Cswy",
  "perf_city_name": "Miami",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331491031",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "032Y00",
   "pgm_ele_name": "Eddie Bernice Johnson INCLUDES"
  },
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  },
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 197803.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-306526b2-7fff-c8e7-4659-a30cbeca94ce\"> </span></p>\n<p dir=\"ltr\"><span>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;One of the hallmarks of science is that it is driven by innovation and discovery. This innovation is accelerated when diverse voices are heard. When people from different backgrounds can work together on a common goal, science can achieve great things. However, to accomplish this goal training is needed to bring different perspectives together and share information. This is particularly relevant in ecology, evolution, and marine science where collaborations are the foundation of success. In this proposal,&nbsp; we started&nbsp; a new initiative called &ldquo;Waves of Change&rdquo;. For this initiative we aimed to bring together diverse voices and create a forum for networking and professional development for early career scientists from underrepresented groups in ecology, evolution, and marine science.&nbsp;</span></p>\n<p dir=\"ltr\"><span>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Through the life of this award we produced over 60 online events that ranged from community meetings, community outreach, professional development, science programing, and administrive and governance meetings. The overall&nbsp; goal of \"Waves of Change\" was to build community and provide a scientific anchor during COVID times. It will also provide networking opportunities with the scientific community at large with the aim to increase retention and success of diverse scientists. Through the life of this grant we observed a 40% reduction in isolation for our participants and we found an increase in preparation for future career goals. Lastly 100% of the participants surveyed would recommend participating in future \"Waves of Change\" programming showing that it was a helpful and supportive program. \"Waves of Change\"&nbsp; targeted under-represented communities, including Black women and collaborated with the newly formed non-profit, Black Women in Ecology, Evolution, and Marine Science (BWEEMS) to provide training, guidance, and scientific exchange.&nbsp;</span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/11/2022<br>\n\t\t\t\t\tModified by: Nikki&nbsp;G&nbsp;Traylor-Knowles</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n               One of the hallmarks of science is that it is driven by innovation and discovery. This innovation is accelerated when diverse voices are heard. When people from different backgrounds can work together on a common goal, science can achieve great things. However, to accomplish this goal training is needed to bring different perspectives together and share information. This is particularly relevant in ecology, evolution, and marine science where collaborations are the foundation of success. In this proposal,  we started  a new initiative called \"Waves of Change\". For this initiative we aimed to bring together diverse voices and create a forum for networking and professional development for early career scientists from underrepresented groups in ecology, evolution, and marine science. \n          Through the life of this award we produced over 60 online events that ranged from community meetings, community outreach, professional development, science programing, and administrive and governance meetings. The overall  goal of \"Waves of Change\" was to build community and provide a scientific anchor during COVID times. It will also provide networking opportunities with the scientific community at large with the aim to increase retention and success of diverse scientists. Through the life of this grant we observed a 40% reduction in isolation for our participants and we found an increase in preparation for future career goals. Lastly 100% of the participants surveyed would recommend participating in future \"Waves of Change\" programming showing that it was a helpful and supportive program. \"Waves of Change\"  targeted under-represented communities, including Black women and collaborated with the newly formed non-profit, Black Women in Ecology, Evolution, and Marine Science (BWEEMS) to provide training, guidance, and scientific exchange. \n\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/11/2022\n\n\t\t\t\t\tSubmitted by: Nikki G Traylor-Knowles"
 }
}