{
 "awd_id": "2116981",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Moral Foundations Approach to How Jurors Weigh Aggravating Evidence",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927174",
 "po_email": "lwalker@nsf.gov",
 "po_sign_block_name": "Lee Walker",
 "awd_eff_date": "2021-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 340000.0,
 "awd_amount": 340000.0,
 "awd_min_amd_letter_date": "2021-08-04",
 "awd_max_amd_letter_date": "2021-08-04",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2). Capital jurors who find a defendant guilty are subsequently tasked with making the decision on whether that person should live or die. This decision is arguably the toughest moral decision to make, and capital jurors have to make the decision and develop a justification for that decision. It is currently unclear what goes into this decision-making process and how capital jurors weigh different evidence that involves aggravating and mitigating circumstances. Though most research to date has assumed jurors' uniform interpretation of evidence, most jurors probably weigh evidence differently based on their own values, beliefs, and experiences. By assessing jurors'own moral beliefs and by mapping moral beliefs onto their interpretation of evidence and ultimately their death penalty recommendations, the current research provides a much more precise way of thinking about how people actually judge evidence. This research assesses both the inherent value of the evidence and the subjective value of the juror's appraisal of that evidence to better explain how and why jurors come to very different verdicts across similar cases and similar verdicts across very different cases. This research will extend research on moral decision-making and help address and explain some of the variability in evidence evaluation in the death penalty sentencing phase of capital trials. \r\n\r\nThe current project applies moral foundations theory to mock jurors' moral evaluations of aggravating and mitigating evidence presented in death penalty trial vignettes to determine which aggravators represent more severe moral violations and subsequently impact death sentences, and if the influence of the aggravators on death sentences is contingent upon the jurors' moral beliefs and values. This is accomplished by using experimental designs and a multi-study approach to identify and isolate particular moral mechanisms triggered by the presentation of specific aggravators in the trial's sentencing phase. Each subsequent experiment extends the prior experiment by varying aspects of the defendant, evidence, and circumstances of the crime. This project provides the first experimental test of some of the underlying assumptions of moral inferences embedded in jurors' evaluations of aggravators and mitigators. Though moral justifications underlie the use of the death penalty, a proper theoretical moral framework has yet to be applied to jurors' evaluations of evidence during the sentencing phase of a capital trial, and this project fills this gap. Findings will be used to advance theory, and provide recommendations for attorneys and judges involved in capital trials. This project also contributes to the development of research opportunities at minority serving institutions through a collaborative research lab.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Logan",
   "pi_last_name": "Yelderman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Logan A Yelderman",
   "pi_email_addr": "lyelderman@tarleton.edu",
   "nsf_id": "000834193",
   "pi_start_date": "2021-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jamie",
   "pi_last_name": "Hughes",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jamie S Hughes",
   "pi_email_addr": "hughes_j@utpb.edu",
   "nsf_id": "000844901",
   "pi_start_date": "2021-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Prairie View A & M University",
  "inst_street_address": "100 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "PRAIRIE VIEW",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9362611689",
  "inst_zip_code": "77446",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "PRAIRIE VIEW A&M UNIVERSITY",
  "org_prnt_uei_num": "FTAAW94S6LC6",
  "org_uei_num": "FTAAW94S6LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Prairie View A&M University",
  "perf_str_addr": "700 University Drive",
  "perf_city_name": "Prairie View",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "774460519",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146Y00",
   "pgm_ele_name": "Build and Broaden"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 340000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The current project applied moral foundations theory to mock jurors' evaluations of aggravating and mitigating evidence presented in death penalty trial vignettes across six experiments. In each experiment, participants acted as mock jurors in an online trial simulation, evaluated aggravating and mitigating evidence, and made sentencing decisions. Aggravating evidence differed based on which moral foundation the evidence suggested was violated, including evidence not associated with any moral foundation. Mitigating evidence varied in the earlier experiments by the total amount of mitigating evidence presented during the trial. Each trial simulation included prosecution and defense opening remarks, prosecution and defense aggravating and mitigating evidence, and prosecution and defense closing statements.</p>\r\n<p>Results from this study describe an overall effect of moral evidence. Specifically, when aggravating evidence involves the violation of moral foundations, mock jurors were more likely to choose a death sentence, compared to life in prison without the possibility of parole, than when evidence did not involve the violation of a moral foundation. This effect was found in several of the studies, though not all of the studies. One notable exception to this was the violation of the authority foundation. When the aggravating evidence included the murder of an authority figure (i.e., a public official), the mock jurors were not as likely to vote for a death sentence compared to evidence that included violations of the other moral foundations and in some cases compared to aggravating evidence that did not violate a moral foundation.</p>\r\n<p>It is possible that the race and gender of the defendant affects how aggravating evidence impacted sentencing decisions. Specific attitudes and beliefs of individual jurors might also play a role in how evidence is evaluated. Lastly, the most influential aggravating evidence across the six experiments was the aggravating evidence that included a violation of the purity moral foundation (i.e., rape), and there was some evidence to suggest that this was more influential for those who held the purity foundation to be important.</p>\r\n<p>In general, the impact of any single aggravator on death sentencing decisions depended on the moral content of the aggravator among mock jurors.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/04/2024<br>\nModified by: Logan&nbsp;A&nbsp;Yelderman</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe current project applied moral foundations theory to mock jurors' evaluations of aggravating and mitigating evidence presented in death penalty trial vignettes across six experiments. In each experiment, participants acted as mock jurors in an online trial simulation, evaluated aggravating and mitigating evidence, and made sentencing decisions. Aggravating evidence differed based on which moral foundation the evidence suggested was violated, including evidence not associated with any moral foundation. Mitigating evidence varied in the earlier experiments by the total amount of mitigating evidence presented during the trial. Each trial simulation included prosecution and defense opening remarks, prosecution and defense aggravating and mitigating evidence, and prosecution and defense closing statements.\r\n\n\nResults from this study describe an overall effect of moral evidence. Specifically, when aggravating evidence involves the violation of moral foundations, mock jurors were more likely to choose a death sentence, compared to life in prison without the possibility of parole, than when evidence did not involve the violation of a moral foundation. This effect was found in several of the studies, though not all of the studies. One notable exception to this was the violation of the authority foundation. When the aggravating evidence included the murder of an authority figure (i.e., a public official), the mock jurors were not as likely to vote for a death sentence compared to evidence that included violations of the other moral foundations and in some cases compared to aggravating evidence that did not violate a moral foundation.\r\n\n\nIt is possible that the race and gender of the defendant affects how aggravating evidence impacted sentencing decisions. Specific attitudes and beliefs of individual jurors might also play a role in how evidence is evaluated. Lastly, the most influential aggravating evidence across the six experiments was the aggravating evidence that included a violation of the purity moral foundation (i.e., rape), and there was some evidence to suggest that this was more influential for those who held the purity foundation to be important.\r\n\n\nIn general, the impact of any single aggravator on death sentencing decisions depended on the moral content of the aggravator among mock jurors.\r\n\n\n\t\t\t\t\tLast Modified: 12/04/2024\n\n\t\t\t\t\tSubmitted by: LoganAYelderman\n"
 }
}