{
 "awd_id": "2116612",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a Field Emission Scanning Electron Microscope to Advance Multidisciplinary Research and Education",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924935",
 "po_email": "gtessema@nsf.gov",
 "po_sign_block_name": "Guebre Tessema",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 403900.0,
 "awd_amount": 403900.0,
 "awd_min_amd_letter_date": "2021-08-24",
 "awd_max_amd_letter_date": "2021-08-24",
 "awd_abstract_narration": "This award from the Major Research Instrumentation program supports the acquisition of a variable-pressure field-emission scanning electron microscope (FESEM) with secondary electron (SE), backscatter electron (BSE), and cathodoluminescence (CL) imaging, and energy dispersive x-ray spectroscopy (EDS) capabilities at Illinois State University (ISU). The instrument benefits research and teaching activities across five departments at Illinois State University (ISU) and four nearby institutions in central Illinois (Illinois Wesleyan University, Millikin University, Bradley University, and University of Illinois – Springfield). The new capabilities of the instrument such as as high-resolution low-voltage and low-vacuum imaging, EDS, and CL allow the users to enhance and expand cutting-edge research activities in physics, material sciences, biology, chemistry, and geology. Research experiences for undergraduates (majorly), and masters and PhD students will be facilitated. There is a plan to integrate the FESEM-EDS-CL in several courses annually, attended by over 150 undergraduate students. The project also includes outreach efforts to engage the general public, including partnering with local K-12 educators and students in the community.\r\n \r\n\r\nThe high-resolution variable pressure FESEM with EDS and CL capabilities will facilitate problem-driven cutting-edge research projects in nanoscience, materials science, physics, biology, chemistry, geology with an anticipated 25 laboratories across five institutions. The ultra-high resolution imaging capability at low voltages and variable pressure, BSE imaging and elemental identification using EDS provide opportunity to characterize materials as small as sub-2 nm dimension. Scientists will be able to image block copolymer templates and inorganic nanostructures with sub 5-nm resolution at low voltage and low pressure; perform correlated FESEM-Optical Microcopy imaging with sub-2 nm resolution; new types of sub-10 nm polymers, metals, and their composites for drug-delivery systems, Surface Enhanced Raman Scattering (SERS)-based sensing devices, and optically responsive catalysts. Several biological sciences and biochemistry research groups benefit from the capability at ISU and nearby institutions. About 25 undergraduates, 6 MS, and 2 PhD students would use the FESEM for research per year. Females and underrepresented minorities will benefit through existing initiatives to recruit and train minorities at ISU. Moreover, the instrument will benefit two early-career female faculty. Outreach efforts include partnering with local K-12 educators and students in the community.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mahua",
   "pi_last_name": "Biswas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mahua Biswas",
   "pi_email_addr": "mbiswas@ilstu.edu",
   "nsf_id": "000713784",
   "pi_start_date": "2021-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jun-Hyun",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jun-Hyun Kim",
   "pi_email_addr": "jkim5@IllinoisState.edu",
   "nsf_id": "000569642",
   "pi_start_date": "2021-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tenley",
   "pi_last_name": "Banik",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Tenley J Banik",
   "pi_email_addr": "tjbanik@IllinoisState.edu",
   "nsf_id": "000723264",
   "pi_start_date": "2021-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Uttam",
   "pi_last_name": "Manna",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Uttam Manna",
   "pi_email_addr": "umanna@ilstu.edu",
   "nsf_id": "000736191",
   "pi_start_date": "2021-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jan-Ulrik",
   "pi_last_name": "Dahl",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jan-Ulrik Dahl",
   "pi_email_addr": "jdahl1@ilstu.edu",
   "nsf_id": "000847138",
   "pi_start_date": "2021-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Trustees of Illinois State University",
  "inst_street_address": "CAMPUS BOX 1100",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAL",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3094382528",
  "inst_zip_code": "617901100",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "IL17",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF ILLINOIS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6WTL4T5FFJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Trustees of Illinois State University",
  "perf_str_addr": "100 N University Street",
  "perf_city_name": "Normal",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "617903040",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "IL17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 403900.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Illinois State University (ISU) acquired a high resolution, variable pressure FESEM with the secondary electron (SE), backscatter electron (BSE), and cathodoluminescence (CL) imaging, and energy dispersive X-ray spectroscopy (EDS) capabilities with the NSF major research instrumentation (MRI) award. The instrument provides a number of new capabilities (<em>e.g.,</em> high-resolution at low voltage and low vacuum imaging) at a resolution as low as 1 nanometer that will allow the anticipated users to enhance and expand cutting-edge research activities. Recently, a cool-stage accessory to the FESEM has been added to be able to image and characterize samples sensitive to room temperature. The FESEM enabled transformative research experiences for faculty and students in physics, material sciences, biology, chemistry, and geology. The awarded FESEM </span><span>with the mentioned capabilities</span><span> enhanced problem-driven cutting-edge research projects that require state-of-the-art imaging facilities </span><span>at Illinois State University (ISU) as well as four other institutions across Central Illinois -</span><span> </span><span>Illinois Wesleyan University (IWU), Millikin University, Bradley University, and the University of Illinois - Springfield (UIS). </span><span>ISU personnel have received advanced training on the instrument and made necessary protocols for internal and external users. The microscope facility is currently used by several faculty at ISU, and nearby institutions for their cutting-edge research and for training students in research. The instrument is used for teaching courses in the departments of Chemistry, Physics, Biology, </span><span>Geography, Geology, and the Environment at</span><span> ISU and is planned to be used for teaching by other collaborators of the award in nearby institutions. </span><span>The trained students would benefit from first-hand knowledge of SEM operation and knowledge and be part of the next-generation STEM workforce. </span><span>Outreach efforts with the instrument facility have been established with local K-12 schools to encourage and engage young minds and the general public, which includes K-12 class visits, high school students' summer research, and podcasting. </span><span>The microscope facility plays an important role in the recruitment, involvement, and training of underrepresented minority students at ISU and will help ISU&rsquo;s existing initiatives to recruit and train minorities through several programs and scholarships.</span></p><br>\n<p>\n Last Modified: 12/20/2024<br>\nModified by: Mahua&nbsp;Biswas</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2116612/2116612_10766214_1734735152052_Project_Outcome_Image--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2116612/2116612_10766214_1734735152052_Project_Outcome_Image--rgov-800width.jpg\" title=\"FESEM images\"><img src=\"/por/images/Reports/POR/2024/2116612/2116612_10766214_1734735152052_Project_Outcome_Image--rgov-66x44.jpg\" alt=\"FESEM images\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">High resolution FESEM images recorded using the newly purchased Zeiss sigma 300 FESEM by PI Biswas group. (a)-(c) block co-polymer nanostructured film of (a) and (b) nanolamellar shape (width 25 nm), and (c) nanocylinder shape with d = 50 nm. (d)-(f) show images of inorganic material nanostructures</div>\n<div class=\"imageCredit\">Mahua Biswas</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mahua&nbsp;Biswas\n<div class=\"imageTitle\">FESEM images</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nIllinois State University (ISU) acquired a high resolution, variable pressure FESEM with the secondary electron (SE), backscatter electron (BSE), and cathodoluminescence (CL) imaging, and energy dispersive X-ray spectroscopy (EDS) capabilities with the NSF major research instrumentation (MRI) award. The instrument provides a number of new capabilities (e.g., high-resolution at low voltage and low vacuum imaging) at a resolution as low as 1 nanometer that will allow the anticipated users to enhance and expand cutting-edge research activities. Recently, a cool-stage accessory to the FESEM has been added to be able to image and characterize samples sensitive to room temperature. The FESEM enabled transformative research experiences for faculty and students in physics, material sciences, biology, chemistry, and geology. The awarded FESEM with the mentioned capabilities enhanced problem-driven cutting-edge research projects that require state-of-the-art imaging facilities at Illinois State University (ISU) as well as four other institutions across Central Illinois - Illinois Wesleyan University (IWU), Millikin University, Bradley University, and the University of Illinois - Springfield (UIS). ISU personnel have received advanced training on the instrument and made necessary protocols for internal and external users. The microscope facility is currently used by several faculty at ISU, and nearby institutions for their cutting-edge research and for training students in research. The instrument is used for teaching courses in the departments of Chemistry, Physics, Biology, Geography, Geology, and the Environment at ISU and is planned to be used for teaching by other collaborators of the award in nearby institutions. The trained students would benefit from first-hand knowledge of SEM operation and knowledge and be part of the next-generation STEM workforce. Outreach efforts with the instrument facility have been established with local K-12 schools to encourage and engage young minds and the general public, which includes K-12 class visits, high school students' summer research, and podcasting. The microscope facility plays an important role in the recruitment, involvement, and training of underrepresented minority students at ISU and will help ISUs existing initiatives to recruit and train minorities through several programs and scholarships.\t\t\t\t\tLast Modified: 12/20/2024\n\n\t\t\t\t\tSubmitted by: MahuaBiswas\n"
 }
}