{
 "awd_id": "2116498",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: SpecEES:  Towards Energy and Spectrally Efficient Millimeter Wave MIMO Platforms - A Unified System, Circuits, and Machine Learning Framework",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032927360",
 "po_email": "jenlin@nsf.gov",
 "po_sign_block_name": "Jenshan Lin",
 "awd_eff_date": "2020-11-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 444588.0,
 "awd_min_amd_letter_date": "2021-01-28",
 "awd_max_amd_letter_date": "2022-02-18",
 "awd_abstract_narration": "Wireless networks have played a transformative societal role since their inception. The development of the next generation of wireless networks is a national priority for the United States and other countries around the world. As of 2019, 5G wireless networks are in early stages of deployment, and have the goals of being able to support rapidly increasing mobile data traffic with low latency across billions of devices, while reducing overall network energy consumption and cost. The deployment of 5G networks in their most advanced form is expected to take several years lasting well into the 2020's. However, consumer demands that drive wireless network capacity is projected to continue unabated, especially as new application scenarios such as autonomous transportation and delivery networks mature. In anticipation of such needs, this project seeks to investigate hardware and physical layer needs of \"beyond 5G\" networks by taking a unified approach that encompasses circuits, systems and artificial intelligence. The  proposed  theories,  algorithms,  and  hardware  implementation  are expected to have impacts  in  a  number  of  areas  that  include technology transfer to industry,  development  of  undergraduate and graduate course materials, graduate student training, undergraduate research experiences and community outreach via wireless testbed development, and public release of all simulation frameworks and machine learning datasets.  \r\n\r\nThe research goal of this project is to develop a set of analysis and design tools for mm-wave MIMO systems including specific circuits-aware signal processing techniques, and novel algorithms-aware circuit designs. Fundamental algorithmic contributions will be made to solve key mm-wave MIMO system challenges such as enhancing the spectral efficiency and energy efficiency in highly-mobile applications and dense mm-wave deployments. Fundamental circuit contributions will include solutions to designing energy-efficient MIMO transmitters, designing energy- and area-efficient RF precoders and combiners, and designing platforms to support machine learning algorithms. The project has several inter-related thrusts: (1) Investigate joint system/circuit analysis and design approaches for hybrid architectures; (2) Develop novel circuits (including high-efficiency transmitters and bi-directional signal paths) to enable high energy-efficiency, reconfigurability and concurrent multi-band operation in hybrid MIMO architectures (3) Adopt machine learning tools to design circuits- and deployment-aware beamforming codebooks, and leverage machine learning techniques to design mm-wave interference-aware beamforming; (5) Integrate into MIMO platforms with appropriate sensors and actuators to enable hardware implementation of the aforementioned machine learning techniques\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kamran",
   "pi_last_name": "Entesari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kamran Entesari",
   "pi_email_addr": "kentesar@ece.tamu.edu",
   "nsf_id": "000322185",
   "pi_start_date": "2022-02-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jeyanandh",
   "pi_last_name": "Paramesh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeyanandh Paramesh",
   "pi_email_addr": "jeyanandh.paramesh@teraspatial.ai",
   "nsf_id": "000435523",
   "pi_start_date": "2021-01-28",
   "pi_end_date": "2022-02-18"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeyanandh",
   "pi_last_name": "Paramesh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeyanandh Paramesh",
   "pi_email_addr": "jeyanandh.paramesh@teraspatial.ai",
   "nsf_id": "000435523",
   "pi_start_date": "2022-02-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 Bizzell St.",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778430100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "059Y00",
   "pgm_ele_name": "SpecEES Spectrum Efficiency, E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "055Z",
   "pgm_ref_txt": "SpecEES Spectrum Efficiency, Energy Effi"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 444588.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During the life of this award, three major goals were targeted, (1) implementation of an integrated mm-wave concurrent dual-band dual-beam phased array receiver unit along with its building blocks, (2) realization of a wideband/reconfigurable mm-wave integrated receiver using a reconfigurable low-noise amplifier (LNA) with image-rejection capability, and (3) development of an integrated &nbsp;mm-wave &nbsp;wideband full-duplex (FD) transceiver front-end using an electrical balance duplexer. All the chips were fabricated using 22nm CMOS process from GlobalFoundries for next generation of 5G wireless communications systems.</p>\r\n<p>The mm-wave dual-band (28 and 39 GHz) dual-beam phased array receiver front-end chip was realized with four inputs and two output streams with fully connected (FC) configuration where it took advantage of sharing low-noise amplifier (LNA) and quadrature network (QN) and using a unique phase shifter (PS) structure which allowed power and area saving. The measured 3-dB gain bandwidth was from 23 to 30 GHz for the lower bandwidth with a peak gain of 21 dB at 29 GHz, and from 36 to 40 GHz for the upper bandwidth with a peak gain of 18 dB at 38.5 GHz, and a noise figure (NF) of a minimum of 6 and 7 dB at 28 and 37 GHz, respectively. The 21-dB mid-band rejection at 33.5 GHz was provided by the LNA to attenuate the out-of-band unwanted interference helping to relax the linearity requirement. The entire single-channel RX front-end achieved third order intercept point (IIP3)&nbsp; varying from &minus;18 to &minus;11 dBm, and input 1-dB compression point varying from &minus;25 to &minus;18 dBm. The front-end had 5-bit phase control and 7-dB gain control achieving root-mean-square (RMS) phase and gain errors less than 6&#9702; and 1.2 dB, respectively, enabling orthogonality. This array demonstrated the concurrent functionality and carrier aggregation (CA) for over-the-air (OTA) beam-steering and error vector magnitude (EVM) measurements.</p>\r\n<p>Also, the wideband/reconfigurable mm-wave image-reject receiver chip was developed using a reconfigurable LNA &nbsp;with a 3-winding transformer load where the location of the poles and zeros and self-impedance function were calculated and a design strategy along with a comparison with the conventional double tuned transformer load was performed. Based on this approach, a &nbsp;mm-wave wideband/reconfigurable receiver was presented with three major contributions including: 1) wideband/reconfigurable frequency mode operation; 2) canceling interfere signals right after LNA to relax mixer linearity requirements; and 3) on chip image-rejection using a three-stage resistor-capacitor (RC)- capacitor-resistor (CR) filter with tunable resistors for optimum operation. The 3-dB bandwidth in wideband mode was from 21.5 to 32.5 GHz with a peak gain of 45.5 dB at 22.5 GHz, and for both low-frequency and high-frequency reconfigurable modes, it was from 21.5 to 26.5 GHz with a peak gain of 45.45 dB at 22 GHz and from 27 to 32 GHz with a peak gain of 46.58 dB at 29 GHz, respectively. The measured noise figure (NF) value showed a minimum of 2.9 dB at 30 GHz. The image rejection was better than 30 dB for the 19&ndash;34-GHz.</p>\r\n<p>Finally, the mm-wave wideband FD transceiver front-end chip operating within 23-30 GHz range was meticulously analyzed at the system-level to determine optimal values for self-interference cancellation (SIC) at each stage, ensuring suitable linearity and noise performance for the receiver (RX). Besides, the transmit-receive (TX-RX) isolation was achieved using an integrated electrical balance duplexer (EBD), presented for the first time at mm-wave frequency band, alongside a novel analytical approach for the EBD-power amplifier (PA) cointegration. A programmable balancing network was employed to achieve a TX-RX isolation of &gt;40 dB over a 400MHz instantaneous bandwidth with simulated IIP3 of +56 dBm, accommodating the antenna impedance &nbsp;variation within a VSWR range of 1:1.5 over 23-30 GHz. &nbsp;The proposed EBD was co-integrated with an LNA and the EBD introduced a simulated insertion loss (IL) of &lt;2.3 dB and a voltage loss of &lt;3 dB for the TX and RX paths, respectively.</p>\r\n<p>Regarding development of human resources, three Ph.D. students were able to gain experience in mm-wave integrated design and fabrication along with performing related electrical measurements which made them prepared to tackle complex projects in real world. A few journal and conference papers were published in prestigious IEEE Transactions on Microwave Theory and Techniques, IEEE Microwave and Wireless Technology letters and presented in IEEE RFIC Symposium, respectively.&nbsp;&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/14/2025<br>\nModified by: Kamran&nbsp;Entesari</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nDuring the life of this award, three major goals were targeted, (1) implementation of an integrated mm-wave concurrent dual-band dual-beam phased array receiver unit along with its building blocks, (2) realization of a wideband/reconfigurable mm-wave integrated receiver using a reconfigurable low-noise amplifier (LNA) with image-rejection capability, and (3) development of an integrated mm-wave wideband full-duplex (FD) transceiver front-end using an electrical balance duplexer. All the chips were fabricated using 22nm CMOS process from GlobalFoundries for next generation of 5G wireless communications systems.\r\n\n\nThe mm-wave dual-band (28 and 39 GHz) dual-beam phased array receiver front-end chip was realized with four inputs and two output streams with fully connected (FC) configuration where it took advantage of sharing low-noise amplifier (LNA) and quadrature network (QN) and using a unique phase shifter (PS) structure which allowed power and area saving. The measured 3-dB gain bandwidth was from 23 to 30 GHz for the lower bandwidth with a peak gain of 21 dB at 29 GHz, and from 36 to 40 GHz for the upper bandwidth with a peak gain of 18 dB at 38.5 GHz, and a noise figure (NF) of a minimum of 6 and 7 dB at 28 and 37 GHz, respectively. The 21-dB mid-band rejection at 33.5 GHz was provided by the LNA to attenuate the out-of-band unwanted interference helping to relax the linearity requirement. The entire single-channel RX front-end achieved third order intercept point (IIP3) varying from 18 to 11 dBm, and input 1-dB compression point varying from 25 to 18 dBm. The front-end had 5-bit phase control and 7-dB gain control achieving root-mean-square (RMS) phase and gain errors less than 6&#9702; and 1.2 dB, respectively, enabling orthogonality. This array demonstrated the concurrent functionality and carrier aggregation (CA) for over-the-air (OTA) beam-steering and error vector magnitude (EVM) measurements.\r\n\n\nAlso, the wideband/reconfigurable mm-wave image-reject receiver chip was developed using a reconfigurable LNA with a 3-winding transformer load where the location of the poles and zeros and self-impedance function were calculated and a design strategy along with a comparison with the conventional double tuned transformer load was performed. Based on this approach, a mm-wave wideband/reconfigurable receiver was presented with three major contributions including: 1) wideband/reconfigurable frequency mode operation; 2) canceling interfere signals right after LNA to relax mixer linearity requirements; and 3) on chip image-rejection using a three-stage resistor-capacitor (RC)- capacitor-resistor (CR) filter with tunable resistors for optimum operation. The 3-dB bandwidth in wideband mode was from 21.5 to 32.5 GHz with a peak gain of 45.5 dB at 22.5 GHz, and for both low-frequency and high-frequency reconfigurable modes, it was from 21.5 to 26.5 GHz with a peak gain of 45.45 dB at 22 GHz and from 27 to 32 GHz with a peak gain of 46.58 dB at 29 GHz, respectively. The measured noise figure (NF) value showed a minimum of 2.9 dB at 30 GHz. The image rejection was better than 30 dB for the 1934-GHz.\r\n\n\nFinally, the mm-wave wideband FD transceiver front-end chip operating within 23-30 GHz range was meticulously analyzed at the system-level to determine optimal values for self-interference cancellation (SIC) at each stage, ensuring suitable linearity and noise performance for the receiver (RX). Besides, the transmit-receive (TX-RX) isolation was achieved using an integrated electrical balance duplexer (EBD), presented for the first time at mm-wave frequency band, alongside a novel analytical approach for the EBD-power amplifier (PA) cointegration. A programmable balancing network was employed to achieve a TX-RX isolation of 40 dB over a 400MHz instantaneous bandwidth with simulated IIP3 of +56 dBm, accommodating the antenna impedance variation within a VSWR range of 1:1.5 over 23-30 GHz. The proposed EBD was co-integrated with an LNA and the EBD introduced a simulated insertion loss (IL) of \r\n\n\nRegarding development of human resources, three Ph.D. students were able to gain experience in mm-wave integrated design and fabrication along with performing related electrical measurements which made them prepared to tackle complex projects in real world. A few journal and conference papers were published in prestigious IEEE Transactions on Microwave Theory and Techniques, IEEE Microwave and Wireless Technology letters and presented in IEEE RFIC Symposium, respectively.\r\n\n\n\t\t\t\t\tLast Modified: 01/14/2025\n\n\t\t\t\t\tSubmitted by: KamranEntesari\n"
 }
}