{
 "awd_id": "2116265",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a High-Throughput Small Angle X-ray Scattering Instrument for Data-Driven Materials Design",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924935",
 "po_email": "gtessema@nsf.gov",
 "po_sign_block_name": "Guebre Tessema",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 547830.0,
 "awd_amount": 547830.0,
 "awd_min_amd_letter_date": "2021-07-28",
 "awd_max_amd_letter_date": "2022-09-07",
 "awd_abstract_narration": "Nontechnical summary\r\n\r\nThis Major Research Instrumentation (MRI) award is to acquire a high-throughput small angle x-ray scattering (HT-SAXS) instrument to accelerate the discovery of a wide range of nanostructured materials.  Nanostructured materials are essential elements for the development of new technologies in healthcare, clean energy, and environmental sustainability among many others. The HT-SAXS instrument is especially configured to use x-rays to non-destructively analyze material structures over a broad range of size scales. This precise measurement of structure is critical to the design of materials that have specific properties (e.g. mechanical, electronic, optical) to meet the needs of their target end-use applications. The instrument is also uniquely configured to analyze a broad range of materials (e.g. polymers, gels, proteins, particles and composites) very quickly and automatically, through the use of robotic sample handling features, so that it can operate efficiently and autonomously to enable the execution of high-throughput experiments.  In addition, acquisition of this instrument will see implementation of advanced data science and artificial intelligence algorithms for accelerated materials design. This HT-SAXS instrument enables a large and diverse group of researchers and students, distributed across several pacific northwest research institutions, to openly access state of the art x-ray instrumentation to meet critical needs for research, education and workforce development.      \r\n\r\nTechnical summary\r\n\r\nThe HT-SAXS instrument seamlessly integrates Bonse-Hart optics for Ultra-SAXS (USAXS), pinhole SAXS and wide-angle x-ray scattering (WAXS) to analyze nanomaterials with structural features ranging from 0.1 nm to 5,000 nm. It uses motorized collimation optics, detector motion and autonomous sample-changing capabilities to enable its use in data-driven materials design problems where statistical design of experiments, advanced data visualization and knowledge extraction via machine learning is facilitated. the instrument's grazing incidence small angle scattering cell is used for the analysis of conjugated polymers, molecules and blends with commodity polymers to produce materials with optimized optoelectronic properties.  The HT-SAXS instrument enables and accelerates numerous data-driven materials research projects including colloidal systems such as emulsions and nanocrystals as well as for block-copolymers, polymer blends and cyclic bottle-brush polymers, de-novo designer proteins, organic frameworks, bio-composite plastics, as well as educational activities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lilo",
   "pi_last_name": "Pozzo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lilo Pozzo",
   "pi_email_addr": "dpozzo@u.washington.edu",
   "nsf_id": "000484950",
   "pi_start_date": "2021-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Luscombe",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Christine K Luscombe",
   "pi_email_addr": "luscombe@u.washington.edu",
   "nsf_id": "000488884",
   "pi_start_date": "2021-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alshakim",
   "pi_last_name": "Nelson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alshakim Nelson",
   "pi_email_addr": "alshakim@uw.edu",
   "nsf_id": "000735028",
   "pi_start_date": "2021-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eleftheria",
   "pi_last_name": "Roumeli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eleftheria Roumeli",
   "pi_email_addr": "eroumeli@uw.edu",
   "nsf_id": "000824809",
   "pi_start_date": "2021-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Golder",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew R Golder",
   "pi_email_addr": "goldermr@uw.edu",
   "nsf_id": "000810951",
   "pi_start_date": "2021-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University Of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 547830.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A Small Angle X-ray Scattering (SAXS) instrument&nbsp;was purchased, installed, and integrated as part of an open user facility to serve the materials research community. SAXS experiments involve analyzing the dispersion of x-rays by a material to learn about its internal structure over length scales ranging from atomic to micrometer scales. The structure of the material is then related to its performance and properties for a broad range of applications. These uses include the design of new polymer materials for sustainable packaging, development of stronger and light-weight aerospace composites, membranes for water purification, new protein architectures designed in the computer, and nano-sized particles that improve medicines, batteries and enable quantum technologies. Education and training efforts have broadened the users of the new SAXS facility so that it can enable research and education projects in numerous scientific disciplines ranging from chemistry, physics, medicine, biochemistry, mechanical engineering, chemical engineering and many others. The instrument also incorporates advanced automation capabilities to maximize the utilization of the facility without supervision. This also enables the integration of artificial intelligence in the workflow to accelerate the pace of discovery and optimization of materials. Integration of SAXS in AI-accelerated materials research is already advancing the field of self-driving-laboratories where structural outcomes are related to the large number of design variables that are involved in the synthesis and processing of new materials. The facility is also used in education efforts ranging from graduate students that critically depend on this instrument for their dissertation research, undergraduate students exploring research for the first time, and K-12 educators looking for engaging future early-stage students in STEM fields. It serves the need of the community of users within the University of Washington and numerous other partners including educational institutions that primarily focus on undergraduate education. Finally, the facility is also open to service the needs of companies that are looking to advance materials technology for the benefit of society.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/16/2024<br>\nModified by: Lilo&nbsp;Pozzo</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nA Small Angle X-ray Scattering (SAXS) instrumentwas purchased, installed, and integrated as part of an open user facility to serve the materials research community. SAXS experiments involve analyzing the dispersion of x-rays by a material to learn about its internal structure over length scales ranging from atomic to micrometer scales. The structure of the material is then related to its performance and properties for a broad range of applications. These uses include the design of new polymer materials for sustainable packaging, development of stronger and light-weight aerospace composites, membranes for water purification, new protein architectures designed in the computer, and nano-sized particles that improve medicines, batteries and enable quantum technologies. Education and training efforts have broadened the users of the new SAXS facility so that it can enable research and education projects in numerous scientific disciplines ranging from chemistry, physics, medicine, biochemistry, mechanical engineering, chemical engineering and many others. The instrument also incorporates advanced automation capabilities to maximize the utilization of the facility without supervision. This also enables the integration of artificial intelligence in the workflow to accelerate the pace of discovery and optimization of materials. Integration of SAXS in AI-accelerated materials research is already advancing the field of self-driving-laboratories where structural outcomes are related to the large number of design variables that are involved in the synthesis and processing of new materials. The facility is also used in education efforts ranging from graduate students that critically depend on this instrument for their dissertation research, undergraduate students exploring research for the first time, and K-12 educators looking for engaging future early-stage students in STEM fields. It serves the need of the community of users within the University of Washington and numerous other partners including educational institutions that primarily focus on undergraduate education. Finally, the facility is also open to service the needs of companies that are looking to advance materials technology for the benefit of society.\n\n\n\t\t\t\t\tLast Modified: 10/16/2024\n\n\t\t\t\t\tSubmitted by: LiloPozzo\n"
 }
}