{
 "awd_id": "2116683",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Acquisition of Verbal Morphology in a Polysynthetic Language",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032924770",
 "po_email": "rtheodor@nsf.gov",
 "po_sign_block_name": "Rachel M. Theodore",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 15106.0,
 "awd_amount": 15106.0,
 "awd_min_amd_letter_date": "2021-07-08",
 "awd_max_amd_letter_date": "2021-07-08",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2).\r\n\r\nThe first few years of a child's life are spent creating order out of the chaos of her native language, a highly complex signal comprised of a finite number of sounds arranged into an enormous number of words in an infinite number of configurations. This dissertation research seeks to determine how children tease apart the interactions among sound, grammar, and culture to master the intricacies of verbal morphology in a highly concatenative language with productive stem alternation and hierarchical alignment. It is the first holistic description of the acquisition of any language belonging to its family. This analysis will yield unique insight into how children internalize, shape, and reproduce linguistic knowledge, which has significant implications for the fields of linguistics, cognitive science, and developmental psychology, as well as for our broader understanding of the human language faculty.\r\n\r\nUsing a combined longitudinal and cross-sectional approach, this study will investigate the naturalistic speech of three children between 2;0 and 4;0 over the course of 12 months to describe their morphological development. In close collaboration with a native speaker, the recordings made will be transcribed, translated, and coded for the structural characteristics of child and adult speech to facilitate the comparison of child productions, child-directed speech, and adult-adult discourse overheard by the child. Qualitative analyses will include which morphemes occur with which verb stems, as well as morpheme productivity. Quantitative analyses will include Mean Length of Utterance, total number of utterances per hour, and frequencies of each verb stem and affix.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Woodbury",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony C Woodbury",
   "pi_email_addr": "acw@mail.utexas.edu",
   "nsf_id": "000155087",
   "pi_start_date": "2021-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sofia",
   "pi_last_name": "Pierson",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Sofia G Pierson",
   "pi_email_addr": "spierson@utexas.edu",
   "nsf_id": "000846525",
   "pi_start_date": "2021-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "3925 W Braker Lane, Ste 3.340",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787595316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "837400",
   "pgm_ele_name": "DDRI Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "5922",
   "pgm_ref_txt": "MEXICO"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 15106.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>To better understand the nature of what humans know when we know a language, it is necessary to describe in detail the world's diverse linguistic systems. With each new description of a language, we learn more about the limits of linguistic expression and challenge long-held assumptions about which aspects of human language are universal. We also find surprising commonalities among languages in far-reaching corners of the globe.</p>\r\n<p>The study of language acquisition, in particular, yields unique insight into the very foundations of linguistic competence, and studies of language acquisition frequently shift our understanding of crosslinguistic universals. However, it has been estimated that child language data is available only for 1.5% of the world's languages. In general, language acquisition research does not come close to reflecting the diversity of the world's languages.</p>\r\n<p>The present description of the acquisition and socialization of Ay&ouml;&ouml;k, a polysynthetic Mixe-Zoque language Indigenous to Oaxaca, Mexico, contributes to the&nbsp;<span>growing body of work describing the acquisition of the world&rsquo;s languages in the face of unprecedented global language shift and loss.&nbsp;</span>This study was informed by 44 hours of longitudinal, naturalistic video recorded of three children (2;10-4;7) and their adult caregivers over the course of 12 months. The goals of the study were, broadly, threefold:</p>\r\n<ol>\r\n<li>Identify some of the more salient linguistic, social, and cultural features of speech directed to children in Ay&ouml;&ouml;k, particularly where verbs and verbal morphology are concerned</li>\r\n<li>Compare the use of verbal morphology between adult-directed speech (ADS) and child-directed speech (CDS) in Ay&ouml;&ouml;k</li>\r\n<li>Describe the ways in which children make use of verbal morphology on their way to acquiring the highly complex morphological system of Ay&ouml;&ouml;k.</li>\r\n</ol>\r\n<p class=\"p1\">From early on in their linguistic development, children acquiring Ay&ouml;&ouml;k are exposed to much of the morphological richness available in the language, both as speakers and as listeners. In ADS and CDS alike, verbs regularly consist of seven to ten morphemes. There is little evidence that adults engage in morphological simplification or omission of obligatory morphemes in their speech to children. However, verbs consisting only of a root and an imperative suffix, which have a length of only two morphemes, are highly common in CDS and are virtually absent from ADS.</p>\r\n<p class=\"p1\">Two of the more salient features of language socialization that expose children directly to the morphological variation of Ay&ouml;&ouml;k verbs are prompting and variation sets. Adults frequently prompt children to repeat complex utterances to third party interlocutors. These include verbs that are often far more morphologically complex than anything that the child would produce independently. Variation sets, or sequences of partially-repetitive utterances, similarly expose children to morphological complexity by demonstrating the parts of the verb that can vary based on communicative context (e.g., grammatical person, plurality, aspect).&nbsp;</p>\r\n<p class=\"p1\">In many ways, children&rsquo;s verb productions closely resemble adult speech. For instance, many of the same roots and verbal morphemes are found among the most frequent in both adult speech and child speech. However, before children fully acquire the grammatical system of their native language, they inevitably speak ungrammatically. The grammatical errors characteristic of early Ay&ouml;&ouml;k verbs include the relatively slow mastery of person-marking morphology (particularly relative to tense-aspect-mood morphology), more frequent errors of omission than of commission, and the tendency to maintain agreement between person-marking and tense-aspect-mood morphology even prior to the mastery of either category.</p>\r\n<p class=\"p1\">These results align both with what have been proposed as some of the pillars of morphosyntactic acquisition, as well as some of the more particular details reported about the acquisition of Tamazul&aacute;pam Mixe, which is one of the most closely related languages to Ay&ouml;&ouml;k. For instance, person-marking morphology in Ay&ouml;&ouml;k&mdash;as well as in Tamazul&aacute;pam Mixe&mdash;is complicated by extensive homophony among markers. Morphological systems that lack a one-to-one correspondence between form and meaning have been demonstrated to be acquired later than those that do evince biunique relationships. It is precisely the markers that display the most extensive homophony that appear to be acquired the most slowly in both Mixe languages.</p>\r\n<p class=\"p1\">Despite the mismatch in the rate at which children acquire the person-marking system and the tense-aspect-mood system, they display early attention to agreement (i.e., covariation) between the two slots of the verbal template. Although these two slots are found at opposite ends of the verbal template, the majority of verbs in CDS consist solely of person marking, root, and tense-aspect-mood morphology. This verb shape may give children acquiring Ay&ouml;&ouml;k access to a nonadjacent dependency that is otherwise not apparent in ADS. Children have previously been found to track nonadjacent dependencies between units of speech early in development, and attention to nonadjacent dependencies has been found to influence various realms of language acquisition.</p>\r\n<p class=\"p1\">In sum, this research demonstrates that between 2;10-4;7, children acquiring Ay&ouml;&ouml;k are actively developing verbal morphology and beginning to demonstrate understanding of the systems that constitute the unique grammatical fingerprint of Ay&ouml;&ouml;k.</p><br>\n<p>\n Last Modified: 12/03/2024<br>\nModified by: Sofia&nbsp;G&nbsp;Pierson</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nTo better understand the nature of what humans know when we know a language, it is necessary to describe in detail the world's diverse linguistic systems. With each new description of a language, we learn more about the limits of linguistic expression and challenge long-held assumptions about which aspects of human language are universal. We also find surprising commonalities among languages in far-reaching corners of the globe.\r\n\n\nThe study of language acquisition, in particular, yields unique insight into the very foundations of linguistic competence, and studies of language acquisition frequently shift our understanding of crosslinguistic universals. However, it has been estimated that child language data is available only for 1.5% of the world's languages. In general, language acquisition research does not come close to reflecting the diversity of the world's languages.\r\n\n\nThe present description of the acquisition and socialization of Ayk, a polysynthetic Mixe-Zoque language Indigenous to Oaxaca, Mexico, contributes to thegrowing body of work describing the acquisition of the worlds languages in the face of unprecedented global language shift and loss.This study was informed by 44 hours of longitudinal, naturalistic video recorded of three children (2;10-4;7) and their adult caregivers over the course of 12 months. The goals of the study were, broadly, threefold:\r\n\r\nIdentify some of the more salient linguistic, social, and cultural features of speech directed to children in Ayk, particularly where verbs and verbal morphology are concerned\r\nCompare the use of verbal morphology between adult-directed speech (ADS) and child-directed speech (CDS) in Ayk\r\nDescribe the ways in which children make use of verbal morphology on their way to acquiring the highly complex morphological system of Ayk.\r\n\r\n\n\nFrom early on in their linguistic development, children acquiring Ayk are exposed to much of the morphological richness available in the language, both as speakers and as listeners. In ADS and CDS alike, verbs regularly consist of seven to ten morphemes. There is little evidence that adults engage in morphological simplification or omission of obligatory morphemes in their speech to children. However, verbs consisting only of a root and an imperative suffix, which have a length of only two morphemes, are highly common in CDS and are virtually absent from ADS.\r\n\n\nTwo of the more salient features of language socialization that expose children directly to the morphological variation of Ayk verbs are prompting and variation sets. Adults frequently prompt children to repeat complex utterances to third party interlocutors. These include verbs that are often far more morphologically complex than anything that the child would produce independently. Variation sets, or sequences of partially-repetitive utterances, similarly expose children to morphological complexity by demonstrating the parts of the verb that can vary based on communicative context (e.g., grammatical person, plurality, aspect).\r\n\n\nIn many ways, childrens verb productions closely resemble adult speech. For instance, many of the same roots and verbal morphemes are found among the most frequent in both adult speech and child speech. However, before children fully acquire the grammatical system of their native language, they inevitably speak ungrammatically. The grammatical errors characteristic of early Ayk verbs include the relatively slow mastery of person-marking morphology (particularly relative to tense-aspect-mood morphology), more frequent errors of omission than of commission, and the tendency to maintain agreement between person-marking and tense-aspect-mood morphology even prior to the mastery of either category.\r\n\n\nThese results align both with what have been proposed as some of the pillars of morphosyntactic acquisition, as well as some of the more particular details reported about the acquisition of Tamazulpam Mixe, which is one of the most closely related languages to Ayk. For instance, person-marking morphology in Aykas well as in Tamazulpam Mixeis complicated by extensive homophony among markers. Morphological systems that lack a one-to-one correspondence between form and meaning have been demonstrated to be acquired later than those that do evince biunique relationships. It is precisely the markers that display the most extensive homophony that appear to be acquired the most slowly in both Mixe languages.\r\n\n\nDespite the mismatch in the rate at which children acquire the person-marking system and the tense-aspect-mood system, they display early attention to agreement (i.e., covariation) between the two slots of the verbal template. Although these two slots are found at opposite ends of the verbal template, the majority of verbs in CDS consist solely of person marking, root, and tense-aspect-mood morphology. This verb shape may give children acquiring Ayk access to a nonadjacent dependency that is otherwise not apparent in ADS. Children have previously been found to track nonadjacent dependencies between units of speech early in development, and attention to nonadjacent dependencies has been found to influence various realms of language acquisition.\r\n\n\nIn sum, this research demonstrates that between 2;10-4;7, children acquiring Ayk are actively developing verbal morphology and beginning to demonstrate understanding of the systems that constitute the unique grammatical fingerprint of Ayk.\t\t\t\t\tLast Modified: 12/03/2024\n\n\t\t\t\t\tSubmitted by: SofiaGPierson\n"
 }
}