{
 "awd_id": "2117446",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Macroevolutionary Consequences of Staminode Evolution in Integrated Floral Systems of Mentzelia section Bartonia (Loasaceae)",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032922689",
 "po_email": "cferguso@nsf.gov",
 "po_sign_block_name": "Carolyn J. Ferguson",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 517624.0,
 "awd_amount": 525304.0,
 "awd_min_amd_letter_date": "2021-06-27",
 "awd_max_amd_letter_date": "2024-03-11",
 "awd_abstract_narration": "A major initiative in plant biology is focused on understanding the evolutionary processes that have generated the seemingly endless forms of flowers. Flowers can be viewed as integrated systems of specialized structures that function to optimize reproductive success, including pollen dispersal, pollen reception, and seed production. Flowers have experienced extraordinary morphological changes through evolutionary time, including multiple origins of novel, non-fertile structures, including staminodes. Staminodes are rudimentary stamens or sterile stamens that were co-opted from pollen production to perform novel functions, such as nectar production, pollinator attraction, or enhanced pollen dispersal or deposition. These structures therefore provide an ideal system to study integrated-trait evolution in response to functional co-option. This project will test whether there is an evolutionary response to compensate for the loss of reproductive function when a structure is co-opted to perform a novel function by studying floral evolution in the blazingstars. Numerous trainees will participate in the project, and a collaboration with the Ohio First Scholar program will integrate two first-generation students from underrepresented groups into the research program. Forty-eight early career scientists will be trained in phylogenetic comparative methods through two workshops at a national research conference. An educational video and learning module focused on plant evolution will be created to promote science literacy in this important but poorly understood concept that requires innovative resources.\r\n\r\nFlowers are composed of integrated parts that function to maximize reproduction, but little is known about the macroevolutionary consequences when one part of the flower is co-opted to perform a novel function. In Mentzelia section Bartonia (Loasaceae), stamen filaments have repeatedly evolved to become sterile, petal-like staminodes, providing an exceptional system to determine the evolutionary response of functional co-option. This project will apply phylogenetic comparative approaches to provide key insights into the evolutionary consequences of staminode co-option on floral structures, including interactions within and among the male, female, and petal structures. The project addresses five main research questions: (1) What is the evolutionary history of staminodes in Mentzelia section Bartonia; (2) are staminodes integrated with the remaining floral structures; (3) does evolution favor compensation of reproductive outputs when staminodes evolve; (4) are staminodes correlated with environmental factors; and (5) how do staminodes affect male and female fitness across different floral forms? To answer those questions, the evolutionary history of the group will be inferred with genomic data and combined with environmental and floral data to determine how traits vary and covary, as well as their level of integration across evolutionary history.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Schenk",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "John J Schenk",
   "pi_email_addr": "schenk@ohio.edu",
   "nsf_id": "000699943",
   "pi_start_date": "2021-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio University",
  "inst_street_address": "1 OHIO UNIVERSITY",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "7405932857",
  "inst_zip_code": "457012979",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "OH12",
  "org_lgl_bus_name": "OHIO UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LXHMMWRKN5N8"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio University",
  "perf_str_addr": "108 CUTLER HL",
  "perf_city_name": "ATHENS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "457012979",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "OH12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 517624.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 7680.0
  }
 ],
 "por": null
}