{
 "awd_id": "2117703",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of Tekran mercury speciation system for mercury biotransformation and ecotoxicology research and training at UT Tyler",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924705",
 "po_email": "lastiz@nsf.gov",
 "po_sign_block_name": "Luciana Astiz",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 112576.0,
 "awd_amount": 112576.0,
 "awd_min_amd_letter_date": "2021-08-24",
 "awd_max_amd_letter_date": "2021-08-24",
 "awd_abstract_narration": "This award will permit the acquisition of a Mercury Speciation System that would advance the research fields of the PI and co-PIs by enabling them to analyze different chemical forms of Hg in environmental samples, microbial cultures, and aquatic and avian organisms. Emissions from coal-fired power plants are the leading cause of Hg contamination in fish and wildlife especially in Texas. East Texas is home to four coal-fired power plants that are ranked in the nation's top six point sources of atmospheric Hg emissions in 2009. Hg contamination is widespread in fishes in East Texas and found at significantly high levels in eastern brown pelican in the northern Gulf of Mexico. Despite these impacts to fish and wildlife species and human health, no MeHg analysis instrument has been available for conducting needed research to address the problem in these regions. Funding of the acquisition of the Mercury Speciation System would facilitate research of the PI and co-PIs that addresses the gaps in knowledge about the microbial transformation mechanisms, speciation and fate, bioavailability and ecotoxicology of Hg that would help develop potential Hg abatement and remediation applications to create healthier aquatic ecosystems that support fish that are safe for human and wildlife consumption.  \r\n\r\nBiogeochemical fate analyses of Hg are crucial for the studies on microbial Hg methylation and MeHg degradation mechanisms in the PI’s lab. The research programs enabled by this instrument system will help unravel new Hg methylation mechanisms in methanogens and their syntrophy in freshwater lakes which are impacted directly by industrial source of Hg. The comparison of microbial Hg methylation mechanisms between the organic carbon poor and organic rich-lakes will likely derive the interaction patterns of the Hg methylating microbes with sediment organic carbon. Other studies which benefit from this system include MeHg degradation pathways by Pseudomonas spp., Hg biotransformation in rice paddies, Hg residues in brown pelican birds and Hg methylation source in their breeding ground sediments along south Texas coasts, effects of gold mining and Hg contamination on fish and food webs in South America from the PI and co-PI’s labs. Results of the research conducted could assist federal and state environmental regulators in developing Hg contamination monitoring program from air emission and in the lakes, and provide the scientific basis for establishing air Hg emission control strategies to address Hg contamination regionally and nationally. The PI and co-PIs would use this instrument system in the teaching and lab training activities of up to seven environmental sciences-related courses. Knowledge gained from the studies will be disseminated to high school students to encourage them to acquire college education and careers in STEM fields, and will help educate the public about the problems associated with Hg contamination, the relationship between atmospheric Hg emission and climate change, food safety concerns from toxic metal food chain transfer, and environmental stewardship.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Riqing",
   "pi_last_name": "Yu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Riqing Yu",
   "pi_email_addr": "ryu@uttyler.edu",
   "nsf_id": "000690982",
   "pi_start_date": "2021-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anil",
   "pi_last_name": "Somenahally",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anil Somenahally",
   "pi_email_addr": "anil.somenahally@ag.tamu.edu",
   "nsf_id": "000667571",
   "pi_start_date": "2021-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carmen",
   "pi_last_name": "Montana-Schalk",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Carmen G Montana-Schalk",
   "pi_email_addr": "montanascg@sfasu.edu",
   "nsf_id": "000796833",
   "pi_start_date": "2021-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Udonna",
   "pi_last_name": "Ndu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Udonna Ndu",
   "pi_email_addr": "undu@tamucc.edu",
   "nsf_id": "000848728",
   "pi_start_date": "2021-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Tyler",
  "inst_street_address": "3900 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TYLER",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9035655670",
  "inst_zip_code": "757996600",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "TX01",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT TYLER, THE",
  "org_prnt_uei_num": "L4XJEPDB3QJ9",
  "org_uei_num": "L4XJEPDB3QJ9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Tyler",
  "perf_str_addr": "3900 University Blvd.",
  "perf_city_name": "Tyler",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "757990001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "TX01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 112576.0
  }
 ],
 "por": null
}