{
 "awd_id": "2117667",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of MicroCT for Research and Training in Biology",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032922975",
 "po_email": "jcdebell@nsf.gov",
 "po_sign_block_name": "John Steven C. De Belle",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 402500.0,
 "awd_amount": 402500.0,
 "awd_min_amd_letter_date": "2021-08-03",
 "awd_max_amd_letter_date": "2022-09-07",
 "awd_abstract_narration": "An award is made to Utah State University to acquire an X-ray microCT scanner, which will allow investigators to analyze the interior structure of objects in three dimensions, nondestructively. The instrument will support a wide range of biological research, as well as other scientific and engineering studies, and faculty researchers, graduate students, and undergraduates will be trained in the use of this important technology. Native American students from the University’s Blanding Campus, 400 miles south of the main campus in Logan, will use the instrument as participants in summer mentorship programs and will be able to continue studying and analyzing the digital images after they return to their home campus. Importantly, the instrument will be used to generate digital images of certain species of animals that, for cultural reasons, cannot be studied by those students from physical specimens, providing a wider range of potential research projects. The instrument will also generate images of fossils in the University’s Prehistoric Museum, which can then be displayed alongside the specimens themselves in the Museum’s public exhibits in the rural town of Price. On the main campus faculty and students in the university’s renowned ceramics program will use the instrument to conduct studies of novel glazing and firing methods.\r\n\r\nBiologists at Utah State University will apply microCT technology to a diverse array of research projects, generating 3D images of both animals and plants to investigate a wide range of phenomena. Among its many applications, the instrument will be used to study evolutionary changes in anatomical features, such as the middle ear structure of frogs (which has consequences for their vocal communication), blood vessels that supply specialized defensive organs and endocrine glands in chemically defended snakes, and changes in brain structure associated with the evolution of social behavior in bees. Other researchers will examine the reproductive condition and immune tissues of lizards exposed to environmental stressors in urban areas, the impact of genetics on inflammatory processes in mammalian bone, the structure of biologically engineered fibers, the geometry of plant root systems, and specializations that permit an invasive aquatic fern to harbor nitrogen-fixing bacteria. The digital images that are produced will be used in scientific publications, educational resources (including digital images for use by veterinary students), and public outreach. Beyond the biological sciences, faculty and students in other departments at Utah State University will apply microCT technology to their research on geological faults, microbial mats that form in highly saline waters, and the manufacture and safety of engineered materials.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Savitzky",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Alan H Savitzky",
   "pi_email_addr": "savitzky@usu.edu",
   "nsf_id": "000115387",
   "pi_start_date": "2021-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Kapheim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karen Kapheim",
   "pi_email_addr": "karen.kapheim@usu.edu",
   "nsf_id": "000081527",
   "pi_start_date": "2021-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susannah",
   "pi_last_name": "French",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Susannah S French",
   "pi_email_addr": "sfrench@biology.usu.edu",
   "nsf_id": "000555774",
   "pi_start_date": "2021-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Molly",
   "pi_last_name": "Womack",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Molly C Womack",
   "pi_email_addr": "mcowmack@cornell.edu",
   "nsf_id": "000709894",
   "pi_start_date": "2021-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Mason",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey Mason",
   "pi_email_addr": "jeff.mason@usu.edu",
   "nsf_id": "000742751",
   "pi_start_date": "2021-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "Dept. of Biology",
  "perf_city_name": "Logan",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843225305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 402500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to obtain X-ray micro-computed tomographic (microCT) instrumentation for Utah State University (USU). The instrument was needed to support biological research and other scientific and engineering studies. MicroCT technology permits researchers to visualize the internal structure of an object by collecting two-dimensional X-ray images as the object is rotated and using those images to reconstruct a three-dimensional representation of the object. The resulting reconstruction can be rotated, digitally sliced, and viewed at different depths. Software can be used to isolate individual elements or regions of interest within the study subject. Importantly, these processes can be conducted nondestructively, so the original sample remains undamaged.</p>\r\n<p>Until recently, microCT studies were restricted to dense materials that are naturally opaque to X-ray. That includes mineralized biological tissues, geological specimens, and metallic objects. Recently, however, staining procedures have been developed that render soft tissues opaque to X-ray. That allows a wide variety of biological tissues to be scanned and digitally reconstructed, revealing internal anatomy in fine detail, while avoiding destructive dissection. The USU MicroCT Facility has been making extensive use of soft-tissue staining in biological studies.</p>\r\n<p>This award supported purchase of a high-resolution Nikon XT H 225 ST dual target system, together with two workstations running VGSTUDIO MAX image analysis software. These allow faculty and students to obtain high-quality CT datasets at resolutions as low as 2 micrometers and to reconstruct the internal structure of biological, geological, and engineering materials. Quantitative data on size, shape, and density of structures can also be obtained. Users are billed according to an established fee schedule that reflects user type, scan time, and workstation usage hours.</p>\r\n<p>Over the award period, the USU MicroCT Facility hosted 50 users from 20 research laboratories in six academic departments, five colleges, and two campuses, as well as two other public institutions in Utah. In all, those 50 users have logged 1,476.5 hours of scanning time on the Nikon instrument and an additional 402 hours of processing and analysis on the workstations. Of those users, 14 have been trained to operate the instrument independently.&nbsp; Trained users receive several sessions of hands-on training by the Facility Manager, after which they must demonstrate that they can operate the instrument without supervision. Once certified, trained users receive electronic key access to the facility. An online scheduling system allows users to reserve times for instrument access, and that schedule is used to generate invoices based on hours used. Since the instrument was installed in 2022, there have been two Facility Managers, both of whom were graduate students in the Department of Biology who had received advanced training on the instrument.</p>\r\n<p>The USU MicroCT Facility has been used for a wide range of biological studies, as well as research in geology, engineering, and archaeology. Biological studies have included anatomical investigations of adult and larval amphibians, especially studies related to the timing of lung development relative to metamorphosis. Studies of reptiles have included adaptations for detecting and consuming prey, including detailed imaging of blood vessels and nerves supplying pit organs, specialized heat-sensing structures in the heads of some boas and pythons. Stains have been used to examine the embryonic development of those structures. The specialized teeth of slug-eating snakes have been studied, along with fine-scale imaging of blood vessels and capillaries in the lungs and skin of sea snakes, which are known to exhibit respiratory gas exchange through the skin. The USU MicroCT Facility has conducted some of the most detailed studies employing vascular casting in reptiles, a challenging procedure in which a latex compound opaque to X-rays is perfused though the blood vessels and allowed to cure prior to scanning. Studies on mammals have included the response of limb bones and joints to different therapies and the process of healing around bone implants. Nonbiological studies have included investigations of the structure of rocks associated with fault zones and the integrity of 3D-printed metallic components.</p>\r\n<p>Broader impacts have involved the extensive use of the instrument by both graduate and undergraduate students. Among the 50 users of the instrument, 16 were graduate students and nine were undergraduates. Thirteen of the graduate students conducted thesis or dissertation research on the instrument, and two of the undergraduates were supported by USU&rsquo;s prestigious Undergraduate Research and Creative Opportunities grants. One undergraduate investigated the contents of a putative cat mummy in the collection of the USU Museum of Anthropology. The mummy was suspected of being an empty counterfeit produced for the Egyptian tourist trade, but microCT revealed that the mummy indeed contains animal remains. However, the remains appear to be those of a young dog or jackal, rather than an adult cat. MicroCT imagery of the mummy has been displayed in public venues. In addition, scans from the instrument have been used by students in several laboratory classes.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/28/2025<br>\nModified by: Alan&nbsp;H&nbsp;Savitzky</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2025/2117667/2117667_10757149_1738121777617_Python_regius___pit_organ_innervation___image_by_HBP--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/2117667/2117667_10757149_1738121777617_Python_regius___pit_organ_innervation___image_by_HBP--rgov-800width.jpg\" title=\"Nerves serving the pit organs of the Ball Python (Python regius)\"><img src=\"/por/images/Reports/POR/2025/2117667/2117667_10757149_1738121777617_Python_regius___pit_organ_innervation___image_by_HBP--rgov-66x44.jpg\" alt=\"Nerves serving the pit organs of the Ball Python (Python regius)\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">MicroCT image of the stained head of a Ball Python (Python regius), showing branches of the trigeminal nerve (yellow) serving the pit organs (heat receptors; pink) located on the labial scales.</div>\n<div class=\"imageCredit\">Helen Bond Plylar</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Alan&nbsp;H&nbsp;Savitzky\n<div class=\"imageTitle\">Nerves serving the pit organs of the Ball Python (Python regius)</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/2117667/2117667_10757149_1738120633500_Contia_tenuis_skull--rgov-214x142.jpeg\" original=\"/por/images/Reports/POR/2025/2117667/2117667_10757149_1738120633500_Contia_tenuis_skull--rgov-800width.jpeg\" title=\"Skull of the Sharp-tailed Snake (Contia tenuis)\"><img src=\"/por/images/Reports/POR/2025/2117667/2117667_10757149_1738120633500_Contia_tenuis_skull--rgov-66x44.jpeg\" alt=\"Skull of the Sharp-tailed Snake (Contia tenuis)\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">MicroCT image of the skull of a Sharp-tailed Snake (Contia tenuis) in lateral view. Individual bones of the skull are identified by different colors.</div>\n<div class=\"imageCredit\">Lauren Houstoun</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Alan&nbsp;H&nbsp;Savitzky\n<div class=\"imageTitle\">Skull of the Sharp-tailed Snake (Contia tenuis)</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/2117667/2117667_10757149_1738121620854_Emydocephalus_ijimae___cephalic_blood_vessels___image_by_HBP--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/2117667/2117667_10757149_1738121620854_Emydocephalus_ijimae___cephalic_blood_vessels___image_by_HBP--rgov-800width.jpg\" title=\"Blood vessels of the head of Ijima's Turtle-headed Sea Snake (Emydocephalus ijimae)\"><img src=\"/por/images/Reports/POR/2025/2117667/2117667_10757149_1738121620854_Emydocephalus_ijimae___cephalic_blood_vessels___image_by_HBP--rgov-66x44.jpg\" alt=\"Blood vessels of the head of Ijima's Turtle-headed Sea Snake (Emydocephalus ijimae)\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">MicroCT image of blood vessels in the head of Ijima's Turtle-headed Sea Snake (Emydocephalus ijimae). The blood vessels have been cast with Microfil, a latex compound that is visible in X-ray. Bones of the skull can be seen deep beneath the blood vessels.</div>\n<div class=\"imageCredit\">Helen Bond Plylar</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Alan&nbsp;H&nbsp;Savitzky\n<div class=\"imageTitle\">Blood vessels of the head of Ijima's Turtle-headed Sea Snake (Emydocephalus ijimae)</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe goal of this project was to obtain X-ray micro-computed tomographic (microCT) instrumentation for Utah State University (USU). The instrument was needed to support biological research and other scientific and engineering studies. MicroCT technology permits researchers to visualize the internal structure of an object by collecting two-dimensional X-ray images as the object is rotated and using those images to reconstruct a three-dimensional representation of the object. The resulting reconstruction can be rotated, digitally sliced, and viewed at different depths. Software can be used to isolate individual elements or regions of interest within the study subject. Importantly, these processes can be conducted nondestructively, so the original sample remains undamaged.\r\n\n\nUntil recently, microCT studies were restricted to dense materials that are naturally opaque to X-ray. That includes mineralized biological tissues, geological specimens, and metallic objects. Recently, however, staining procedures have been developed that render soft tissues opaque to X-ray. That allows a wide variety of biological tissues to be scanned and digitally reconstructed, revealing internal anatomy in fine detail, while avoiding destructive dissection. The USU MicroCT Facility has been making extensive use of soft-tissue staining in biological studies.\r\n\n\nThis award supported purchase of a high-resolution Nikon XT H 225 ST dual target system, together with two workstations running VGSTUDIO MAX image analysis software. These allow faculty and students to obtain high-quality CT datasets at resolutions as low as 2 micrometers and to reconstruct the internal structure of biological, geological, and engineering materials. Quantitative data on size, shape, and density of structures can also be obtained. Users are billed according to an established fee schedule that reflects user type, scan time, and workstation usage hours.\r\n\n\nOver the award period, the USU MicroCT Facility hosted 50 users from 20 research laboratories in six academic departments, five colleges, and two campuses, as well as two other public institutions in Utah. In all, those 50 users have logged 1,476.5 hours of scanning time on the Nikon instrument and an additional 402 hours of processing and analysis on the workstations. Of those users, 14 have been trained to operate the instrument independently. Trained users receive several sessions of hands-on training by the Facility Manager, after which they must demonstrate that they can operate the instrument without supervision. Once certified, trained users receive electronic key access to the facility. An online scheduling system allows users to reserve times for instrument access, and that schedule is used to generate invoices based on hours used. Since the instrument was installed in 2022, there have been two Facility Managers, both of whom were graduate students in the Department of Biology who had received advanced training on the instrument.\r\n\n\nThe USU MicroCT Facility has been used for a wide range of biological studies, as well as research in geology, engineering, and archaeology. Biological studies have included anatomical investigations of adult and larval amphibians, especially studies related to the timing of lung development relative to metamorphosis. Studies of reptiles have included adaptations for detecting and consuming prey, including detailed imaging of blood vessels and nerves supplying pit organs, specialized heat-sensing structures in the heads of some boas and pythons. Stains have been used to examine the embryonic development of those structures. The specialized teeth of slug-eating snakes have been studied, along with fine-scale imaging of blood vessels and capillaries in the lungs and skin of sea snakes, which are known to exhibit respiratory gas exchange through the skin. The USU MicroCT Facility has conducted some of the most detailed studies employing vascular casting in reptiles, a challenging procedure in which a latex compound opaque to X-rays is perfused though the blood vessels and allowed to cure prior to scanning. Studies on mammals have included the response of limb bones and joints to different therapies and the process of healing around bone implants. Nonbiological studies have included investigations of the structure of rocks associated with fault zones and the integrity of 3D-printed metallic components.\r\n\n\nBroader impacts have involved the extensive use of the instrument by both graduate and undergraduate students. Among the 50 users of the instrument, 16 were graduate students and nine were undergraduates. Thirteen of the graduate students conducted thesis or dissertation research on the instrument, and two of the undergraduates were supported by USUs prestigious Undergraduate Research and Creative Opportunities grants. One undergraduate investigated the contents of a putative cat mummy in the collection of the USU Museum of Anthropology. The mummy was suspected of being an empty counterfeit produced for the Egyptian tourist trade, but microCT revealed that the mummy indeed contains animal remains. However, the remains appear to be those of a young dog or jackal, rather than an adult cat. MicroCT imagery of the mummy has been displayed in public venues. In addition, scans from the instrument have been used by students in several laboratory classes.\r\n\n\n\t\t\t\t\tLast Modified: 01/28/2025\n\n\t\t\t\t\tSubmitted by: AlanHSavitzky\n"
 }
}