{
 "awd_id": "2117242",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a powder X-ray diffractometer for Research and Educational Training in Crystallographic Characterization of Nanostructured materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Souleymane Diallo",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 345848.0,
 "awd_amount": 345848.0,
 "awd_min_amd_letter_date": "2021-08-17",
 "awd_max_amd_letter_date": "2021-08-17",
 "awd_abstract_narration": "Non-Technical abstract:\r\n\r\nThis Major Research Instrumentation (MRI) award is to acquire a powder X-ray diffractometer (XRD) for research and educational training in the crystallographic characterization of nanostructured materials.  This new XRD will strengthen Tuskegee University’s research capabilities in the emerging field of sustainable and advanced nanomaterials. This advanced multipurpose XRD will foster collaborations between several departments at Tuskegee University, partnering institutions and local industry. With the capabilities of this instrument, researchers aim to gain a fundamental understanding of the crystal structure of various nanomaterials including next generation advanced sustainable green materials that would help reduce carbon footprint and alleviate global warming concerns and will have significant impact in education and student training in advanced research methodologies. The proposed instrumentation will improve existing curriculum in Materials Science and Engineering (MSE) at Tuskegee University.  This instrument, along with other state-of-the-art facilities which exist at Tuskegee University, will boost the university’s efforts to recruit promising students to its graduate programs in MSE and undergraduate minor program in MSE. This is expected to help produce a large number of African-American graduates, from undergraduates through Ph.D students. This diverse group of students will receive transdisciplinary training through research, hands-on learning modules, and interactions across multiple universities. Integration of research and educational activities will help train next generation of globally competitive African-American scientists, engineers, and entrepreneurs. These research and training activities will enhance the R&D enterprise and infrastructure at Tuskegee University, making it nationally competitive in the emerging fields of sustainable and advanced nanomaterials. \r\n\r\nTechnical abstract:\r\n\r\nAt Tuskegee University, significant efforts and resources have been invested in synthesizing a variety of nanomaterials from natural waste resources for biological, pharmaceutical, energy and polymer filler applications. For example, nanoporous carbon, and nanoparticles of calcium silicates, hydroxyapatite, and calcium carbonate have been developed in-house with precise control on the shape, size and growth patterns. In addition, efforts are ongoing to develop advanced green nanocomposites and multiferroic composite materials. Incorporation of nanoparticles will help in improving the properties of composites only when there is good dispersion and excellent interaction between the nanoparticles and host materials such as polymers and biological cells, which can and need to be ascertained through nanocrystalline structural analysis. This state of art X-ray diffraction instrument will enhance research capabilities and allow fundamental understanding of the science of crystal phase of nanoparticles and nanocomposites for structural, biological and energy applications. The proposed research instrumentation will have significant impact on education and human resources development through: a) Development of  multiferroic nanomaterials for electronic applications, b) Development of nano-biomaterials from agricultural wastes, c) Studies on effect of low temperature plasma treatment on modification of polycaprolactone, d) Development of nanofiber mats by force spinning for tissue engineering applications, e) Development of 3D printed scaffolds for tissue engineering applications, f) Characterization of drug excipient blends in the preparation of novel 3D printed implantable drug delivery systems, g) Studies on crystal structures of cellulosic biomass products, h) Low temperature growth of high quality gallium oxide thin films by magnetron sputtering, and i) Improvement of existing  curriculum in materials science and engineering at Tuskegee University (TU). A diverse group of students will receive transdisciplinary training through research, hands-on learning modules, and interactions across multiple universities. Integration of research and educational activities will help train next generation of globally competitive African-American scientists, engineers, and entrepreneurs. These research and training activities will enhance the R&D enterprise and infrastructure at TU, making it nationally competitive in the emerging fields of sustainable and advanced nanomaterials.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vijaya",
   "pi_last_name": "Rangari",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Vijaya K Rangari",
   "pi_email_addr": "vrangari@tuskegee.edu",
   "nsf_id": "000350407",
   "pi_start_date": "2021-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shaik",
   "pi_last_name": "Jeelani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shaik Jeelani",
   "pi_email_addr": "Sjeelani@tuskegee.edu",
   "nsf_id": "000255225",
   "pi_start_date": "2021-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Calhoun",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Maria C Calhoun",
   "pi_email_addr": "mcalhoun@tuskegee.edu",
   "nsf_id": "000572762",
   "pi_start_date": "2021-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shaik",
   "pi_last_name": "Zainuddin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shaik Zainuddin",
   "pi_email_addr": "szainuddin@tuskegee.edu",
   "nsf_id": "000589198",
   "pi_start_date": "2021-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Naga Srinivas",
   "pi_last_name": "Korivi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Naga Srinivas Korivi",
   "pi_email_addr": "Naga.Korivi@oit.edu",
   "nsf_id": "000616986",
   "pi_start_date": "2021-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tuskegee University",
  "inst_street_address": "1200 W MONTGOMERY RD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSKEGEE INSTITUTE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3347278970",
  "inst_zip_code": "360881923",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AL02",
  "org_lgl_bus_name": "TUSKEGEE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U9JCYEXFEEU4"
 },
 "perf_inst": {
  "perf_inst_name": "Tuskegee University",
  "perf_str_addr": "1200 W Montgomery road",
  "perf_city_name": "Tuskegee",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "360881923",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "106Z",
   "pgm_ref_txt": "Microelectronics and Semiconductors"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 345848.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview:</strong> With the funding from National Science Foundation, Tuskegee University procured a state of art Smart lab Rigaku X-ray diffraction equipment with a high temperature stage in September 2021. &nbsp;This instrument was installed and functional in 2023. The X-Ray equipment serves as an essential tool to study the crystallographic analysis of metals, metal oxides, ceramics, polymers and their composites. &nbsp;Since the installation of the equipment, it has been extensively used for research and educational training in crystallographic characterization of nanostructured materials. This strengthened the university&rsquo;s research capabilities in the emerging field of sustainable and advanced nanomaterials. The efforts are ongoing in developing multiferroic materials, food packaging and advanced green nanocomposites from natural, renewable resources that are as strong as currently used synthetic fiber reinforced composites under currently funded NSF-CREST, NSF-RISE, NSF-NRT, DoE/NNSA (CAMCSE), Alabama EPSCoR (FTPP), NSF-EFRI and NSF-PREM grants. Investigations are also underway in collaboration with other departments at Tuskegee and other universities to study the: a) Development of&nbsp; multiferroic nanomaterials for electronic applications, b) Development of nano-biomaterials from agricultural wastes, c) Studies on effect of low temperature plasma treatment on modification of polycaprolactone, d) Development of nanofiber mats by force spinning for tissue engineering applications, e) Development of 3D printed scaffolds for tissue engineering applications, f) Characterization of drug excipient blends in the preparation of novel 3D printed implantable drug delivery systems, g) Studies on crystal structures of cellulosic biomass products, and i) Improvement of existing&nbsp; curriculum in materials science and engineering at Tuskegee University (TU).</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit:</strong> Development of various nanomaterials including nanoparticles from waste resources such as eggshells, coconut powder, rice husk and seashells and their application in biomedical, food packaging, electronic and automotive applications. At Tuskegee University, efforts are focused on the following research areas:</p>\n<ol>\n<li>Structural Investigation of Dysprosium Orthoferrite (DyFeO<sub>3</sub>) and PVDF-DFO polymer composites</li>\n<li>Syntheis and XRD analysis of Nickel Cobalt ferrite sample</li>\n<li>Structural characterization of yttrium ferrite nanoparticle incorporated PVDF-TPU composite</li>\n<li>Structural study of plasma treated waste derived carbon powder and their HDPE polymer composites</li>\n<li>Bio-filler based polymer composite for food packaging applications</li>\n<li>Alkaline Hydrolysis method of Hydroxyapatite Extracted from Fish Scales</li>\n<li>An X-Ray Diffraction Study of the Effect of Plasma Treatment on the Crystal Structure of Microcrystalline Cellulose</li>\n<li>Characterization of the Crystal Structure and Phase Determination of Manganese Cobalt Ferrite (Mn<sub>0.5</sub>Co <sub>0.5</sub>Fe<sub>2</sub>O<sub>4</sub>).</li>\n<li>Characterization of the Crystal Structure and Phase Determination Zinc Nickel Ferrite (Zn<sub>0.5</sub>Ni <sub>0.5</sub>Fe<sub>2</sub>O<sub>4</sub>)</li>\n</ol>\n<p>&nbsp;10.&nbsp; X-Ray Diffraction Analysis of biochar from used paper cups</p>\n<p>11.&nbsp; Waste Peanut Shells Derived Biochar as a Reinforcement Filler in Nylon-6 Composites</p>\n<p>12.&nbsp; High temperature XRD Analysis of High Entropy Alloys</p>\n<p><strong>Broader Impacts</strong>: Several faculty, graduate and undergraduate students were trained in how to use this state of art X-ray equipment and analyze the data for their research. A&nbsp;&nbsp; large number of minority graduates, undergraduates through Ph.D., are well exposed to synthesis and crystal structure analysis of advanced materials. More than 8 research articles, one book, one book chapter and 2 Ph.D dissertations and 6 M.S theses were published to benefit the scientific community.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/06/2024<br>\nModified by: Vijaya&nbsp;K&nbsp;Rangari</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2117242/2117242_10763083_1730914876515_IMG_8924--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2117242/2117242_10763083_1730914876515_IMG_8924--rgov-800width.jpg\" title=\"XRD-equipment with students\"><img src=\"/por/images/Reports/POR/2024/2117242/2117242_10763083_1730914876515_IMG_8924--rgov-66x44.jpg\" alt=\"XRD-equipment with students\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">XRD-Equipment with Students</div>\n<div class=\"imageCredit\">MSE-Tuskegee</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Vijaya&nbsp;K&nbsp;Rangari\n<div class=\"imageTitle\">XRD-equipment with students</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nOverview: With the funding from National Science Foundation, Tuskegee University procured a state of art Smart lab Rigaku X-ray diffraction equipment with a high temperature stage in September 2021. This instrument was installed and functional in 2023. The X-Ray equipment serves as an essential tool to study the crystallographic analysis of metals, metal oxides, ceramics, polymers and their composites. Since the installation of the equipment, it has been extensively used for research and educational training in crystallographic characterization of nanostructured materials. This strengthened the universitys research capabilities in the emerging field of sustainable and advanced nanomaterials. The efforts are ongoing in developing multiferroic materials, food packaging and advanced green nanocomposites from natural, renewable resources that are as strong as currently used synthetic fiber reinforced composites under currently funded NSF-CREST, NSF-RISE, NSF-NRT, DoE/NNSA (CAMCSE), Alabama EPSCoR (FTPP), NSF-EFRI and NSF-PREM grants. Investigations are also underway in collaboration with other departments at Tuskegee and other universities to study the: a) Development of multiferroic nanomaterials for electronic applications, b) Development of nano-biomaterials from agricultural wastes, c) Studies on effect of low temperature plasma treatment on modification of polycaprolactone, d) Development of nanofiber mats by force spinning for tissue engineering applications, e) Development of 3D printed scaffolds for tissue engineering applications, f) Characterization of drug excipient blends in the preparation of novel 3D printed implantable drug delivery systems, g) Studies on crystal structures of cellulosic biomass products, and i) Improvement of existing curriculum in materials science and engineering at Tuskegee University (TU).\n\n\n\n\n\nIntellectual Merit: Development of various nanomaterials including nanoparticles from waste resources such as eggshells, coconut powder, rice husk and seashells and their application in biomedical, food packaging, electronic and automotive applications. At Tuskegee University, efforts are focused on the following research areas:\n\nStructural Investigation of Dysprosium Orthoferrite (DyFeO3) and PVDF-DFO polymer composites\nSyntheis and XRD analysis of Nickel Cobalt ferrite sample\nStructural characterization of yttrium ferrite nanoparticle incorporated PVDF-TPU composite\nStructural study of plasma treated waste derived carbon powder and their HDPE polymer composites\nBio-filler based polymer composite for food packaging applications\nAlkaline Hydrolysis method of Hydroxyapatite Extracted from Fish Scales\nAn X-Ray Diffraction Study of the Effect of Plasma Treatment on the Crystal Structure of Microcrystalline Cellulose\nCharacterization of the Crystal Structure and Phase Determination of Manganese Cobalt Ferrite (Mn0.5Co 0.5Fe2O4).\nCharacterization of the Crystal Structure and Phase Determination Zinc Nickel Ferrite (Zn0.5Ni 0.5Fe2O4)\n\n\n\n10. X-Ray Diffraction Analysis of biochar from used paper cups\n\n\n11. Waste Peanut Shells Derived Biochar as a Reinforcement Filler in Nylon-6 Composites\n\n\n12. High temperature XRD Analysis of High Entropy Alloys\n\n\nBroader Impacts: Several faculty, graduate and undergraduate students were trained in how to use this state of art X-ray equipment and analyze the data for their research. A large number of minority graduates, undergraduates through Ph.D., are well exposed to synthesis and crystal structure analysis of advanced materials. More than 8 research articles, one book, one book chapter and 2 Ph.D dissertations and 6 M.S theses were published to benefit the scientific community.\n\n\n\t\t\t\t\tLast Modified: 11/06/2024\n\n\t\t\t\t\tSubmitted by: VijayaKRangari\n"
 }
}