{
 "awd_id": "2117732",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a High-Speed Digital Image Correlation System for Research and Education",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922633",
 "po_email": "aleoness@nsf.gov",
 "po_sign_block_name": "Alex Leonessa",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 283796.0,
 "awd_amount": 283796.0,
 "awd_min_amd_letter_date": "2021-08-05",
 "awd_max_amd_letter_date": "2022-09-07",
 "awd_abstract_narration": "This Major Research Instrumentation (MRI) award supports the acquisition of a three-dimensional (3D) high-speed digital image correlation (DIC) system that provides 3D full-field nonintrusive measurements of deformation, vibration and strain. The instrument will enable new research, education and outreach activities, and collaboration among universities, industry and national labs. Research on structural health monitoring of critical components and infrastructure can enable enhanced public safety in aircraft and buildings. A better understanding of nonlinear wave propagation can lead to new sensing capabilities for metamaterials -- paving the way for enhanced medical devices, more productive manufacturing systems and more sophisticated entertainment systems, and inspiring new technologies for data encryption and damage detection. The instrumentation will be incorporated into various undergraduate and graduate courses and students in the Meyerhoff Scholars Program and K-12 outreach activities will have an opportunity to use the instrument. \r\n\r\nThe 3D high-speed DIC system will enable researchers to tackle challenging problems in dynamic systems, such as nonlinear wave propagation and metamaterials, structural health monitoring, fluid-structure interaction (FSI), nonlinear dynamics, and thermal modal parameter identification.  Fundamental knowledge gaps to be addressed include experimental characterization of amplitude-dependent dispersion shifts in nonlinear lattices and wave motion stability, development of damage-sensitive vibration-based methods for sandwich panels and of advanced FSI diagnostic technologies with simultaneous flow and structural measurement capabilities, and the understanding of quasi-periodic nonlinear dynamic behaviors of structures and the effects of geometric imperfections and temperatures on natural frequencies of structures. The 3D high-speed DIC system will also provide an important tool for validation of numerical models of FSI and other problems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Weidong",
   "pi_last_name": "Zhu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Weidong Zhu",
   "pi_email_addr": "wzhu@umbc.edu",
   "nsf_id": "000485204",
   "pi_start_date": "2021-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Hoffman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen A Hoffman",
   "pi_email_addr": "khoffman@umbc.edu",
   "nsf_id": "000086766",
   "pi_start_date": "2021-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Meilin",
   "pi_last_name": "Yu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Meilin Yu",
   "pi_email_addr": "mlyu@umbc.edu",
   "nsf_id": "000677375",
   "pi_start_date": "2021-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Baltimore County",
  "inst_street_address": "1000 HILLTOP CIR",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4104553140",
  "inst_zip_code": "212500001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND BALTIMORE COUNTY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RNKYWXURFRL5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Baltimore County",
  "perf_str_addr": "Department of Mechanical Enginee",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212500001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 283796.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Major Research Instrumentation (MRI) award has supported the acquisition of a state-of-art three-dimensional (3D) high-speed digital image correlation (DIC) system at the University of Maryland Baltimore County (UMBC).<em>&nbsp;</em>This instrument facilitates cutting-edge research activities in dynamic systems, and provides an excellent educational program and valuable collaborative opportunities at UMBC and between UMBC and other universities. It acquires data in a noncontact manner with a high resolution and high speed. The acquisition of this system has enabled researchers to work together to address challenging dynamic problems in&nbsp;rotating structure vibration measurement, dynamic analysis of&nbsp;tensegrity structures, thermal modal analysis, global DIC anaysis for displacement and strain meaurements, and fluid-structure interaction,&nbsp;and their collaboration will foster opportunities for breakthroughs in these multi-disciplinary fields. Various vibration measurement applications have been investigated. A novel post-processing technique for comparing mode shapes captured using experimental modal analysis (EMA) or finite element analysis (FEA) with operational deflection shapes (ODSs) captured using high-speed DIC by extracting eigenvectors at EMA hammer impact locations was introduced. A connection between EMA and ODS analysis, including a novel approach for comparing mode shapes, captured using EMA or FEA, with ODSs, captured using the Correlated Solutions, Inc. high-speed DIC system has been established.&nbsp;Responses of three rotating blades under air flow excitation have been measured by high-speed DIC&nbsp;and damped natural frequencies of rotating blades have been obtained by applying fast Fourier transforms.&nbsp;Some new methodologies such as a new modeling method for tensegrity structures that can model elastic deformations strings and bars, a new global DIC method for displacement and strain measurements that&nbsp;enables highly smooth, accurate, and robust DIC analysis, and a novel thermal modal design method that can significantly raise natural frequencies of certan modes of a structure have been developed with use of DIC measurements.&nbsp;By use of analytical solutions of a disc under a uniform radial load, and full-field displacement measurement of the disc-shaped specimen, mechanical properties, such as equivalent Young's moduli, Poisson's ratios and coefficients of thermal expansion of materials at different high temperatures, have been identified.</p>\n<p><span class=\"im\"> </span></p>\n<p>Acquisition of the equipment has greatly improved the research infrastructure at UMBC and promoted collaborative research among faculty at UMBC and between UMBC and other universities.<em>&nbsp;</em>The equipment has been incorporated into various undergraduate and graduate courses at UMBC; test samples and results have been shared among universities. Experiments enabled by the equipment inspire technological innovations. The availability of the 3D high-speed DIC system and publicity surrounding its research at UMBC stimulates public interest and student interest in engineering, natural sciences, and mathematics.&nbsp;Demonstrations of vibration measurement and modal testing using the 3D DIC system have been given to graduate students in Linear Vibrations and Nonlinear Vibrations courses at UMBC. The 3D DIC system has also been used in the undergraduate capstone design course at UMBC.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/30/2023<br>\nModified by: Weidong&nbsp;Zhu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis Major Research Instrumentation (MRI) award has supported the acquisition of a state-of-art three-dimensional (3D) high-speed digital image correlation (DIC) system at the University of Maryland Baltimore County (UMBC).This instrument facilitates cutting-edge research activities in dynamic systems, and provides an excellent educational program and valuable collaborative opportunities at UMBC and between UMBC and other universities. It acquires data in a noncontact manner with a high resolution and high speed. The acquisition of this system has enabled researchers to work together to address challenging dynamic problems inrotating structure vibration measurement, dynamic analysis oftensegrity structures, thermal modal analysis, global DIC anaysis for displacement and strain meaurements, and fluid-structure interaction,and their collaboration will foster opportunities for breakthroughs in these multi-disciplinary fields. Various vibration measurement applications have been investigated. A novel post-processing technique for comparing mode shapes captured using experimental modal analysis (EMA) or finite element analysis (FEA) with operational deflection shapes (ODSs) captured using high-speed DIC by extracting eigenvectors at EMA hammer impact locations was introduced. A connection between EMA and ODS analysis, including a novel approach for comparing mode shapes, captured using EMA or FEA, with ODSs, captured using the Correlated Solutions, Inc. high-speed DIC system has been established.Responses of three rotating blades under air flow excitation have been measured by high-speed DICand damped natural frequencies of rotating blades have been obtained by applying fast Fourier transforms.Some new methodologies such as a new modeling method for tensegrity structures that can model elastic deformations strings and bars, a new global DIC method for displacement and strain measurements thatenables highly smooth, accurate, and robust DIC analysis, and a novel thermal modal design method that can significantly raise natural frequencies of certan modes of a structure have been developed with use of DIC measurements.By use of analytical solutions of a disc under a uniform radial load, and full-field displacement measurement of the disc-shaped specimen, mechanical properties, such as equivalent Young's moduli, Poisson's ratios and coefficients of thermal expansion of materials at different high temperatures, have been identified.\n\n\n \n\n\nAcquisition of the equipment has greatly improved the research infrastructure at UMBC and promoted collaborative research among faculty at UMBC and between UMBC and other universities.The equipment has been incorporated into various undergraduate and graduate courses at UMBC; test samples and results have been shared among universities. Experiments enabled by the equipment inspire technological innovations. The availability of the 3D high-speed DIC system and publicity surrounding its research at UMBC stimulates public interest and student interest in engineering, natural sciences, and mathematics.Demonstrations of vibration measurement and modal testing using the 3D DIC system have been given to graduate students in Linear Vibrations and Nonlinear Vibrations courses at UMBC. The 3D DIC system has also been used in the undergraduate capstone design course at UMBC.\n\n\n\t\t\t\t\tLast Modified: 12/30/2023\n\n\t\t\t\t\tSubmitted by: WeidongZhu\n"
 }
}