{
 "awd_id": "2117478",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Heterogeneity, Risk Premia, and Macroeconomic Fluctuations",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2021-07-15",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 243500.0,
 "awd_amount": 243500.0,
 "awd_min_amd_letter_date": "2021-07-28",
 "awd_max_amd_letter_date": "2021-07-28",
 "awd_abstract_narration": "Abstract\r\n\r\nFinancial assets differ in their exposure to aggregate risk. Investing in the stock market, for instance, is substantially riskier than investing in short-term government bonds. There is substantial heterogeneity across households, financial institutions, and countries in their portfolios of these assets, suggesting that investors differ in their capacity or willingness to bear risk. This project studies how this heterogeneity matters for the transmission of business cycle shocks and macroeconomic policy. The project will improve our understanding on macro-financial linkages and will have potential implications for monetary policy and financial markets.\r\n\r\nThe project bridges recent advances in heterogeneous agent New Keynesian models and asset pricing with segmented markets, which have been largely disconnected. The proposed research accounts for aggregate risk, heterogeneity in portfolio choice, and nominal rigidities within a unified framework. The project aims to explore research questions on the transmission of macroeconomic shocks by taking into account the relationship between movements in risk premia and the real economy.  The project will further consider the role of the dollar in the international financial system, and the role of asset prices in the design of optimal stabilization policy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Moritz",
   "pi_last_name": "Lenel",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Moritz F Lenel",
   "pi_email_addr": "lenel@princeton.edu",
   "nsf_id": "000846588",
   "pi_start_date": "2021-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1320",
   "pgm_ref_txt": "ECONOMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 243500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"line-height: 100%; margin-bottom: 0in;\"><span style=\"font-family: CMR12, serif;\"><span style=\"font-size: small;\">In this project, we have studied how heterogeneity in financial portfolios matters for the transmission of macroeconomic shocks and policy. </span></span></p>\n<p style=\"line-height: 100%; margin-bottom: 0in;\">&nbsp;</p>\n<p style=\"line-height: 100%; margin-bottom: 0in;\"><span style=\"font-family: CMR12, serif;\"><span style=\"font-size: small;\">Project funding has been used to support three research papers which are either now published, or expected to be published, in leading economics journals.  The first paper, &ldquo;The Flight to Safety and International Risk Sharing&rdquo;, studies cross-country differences in portfolios and the relationship to the dollar&rsquo;s role in the international monetary system.  This research has been published by the American Economic Review in June 2024.  The second paper, &ldquo;The High Frequency Effects of Dollar Swap Lines&rdquo;, provides an empirical analysis of dollar swap lines, an important policy used to adjust international portfolios rapidly in crises.  This research has been conditionally accepted for publication by the American Economic Review: Insights.  The third paper, &ldquo;Monetary Policy, Segmentation, and the Term Structure&rdquo;, studies the consequences of heterogeneity in financial portfolios across investors for the transmission of monetary policy.  A revision of this research has been requested for possible publication in the American Economic Review.</span></span></p>\n<p style=\"line-height: 100%; margin-bottom: 0in;\">&nbsp;</p>\n<p style=\"line-height: 100%; margin-bottom: 0in;\"><a name=\"_GoBack\"></a> <span style=\"font-family: CMR12, serif;\"><span style=\"font-size: small;\">Beyond the outcomes in these academic journals, this research has been presented in numerous seminars and conferences, presented at policy symposia, and taught to graduate students at leading institutions.  The code analyzing data and simulating the economic models have been shared on the world wide web for future researchers to build on.  Several graduate students have received &ldquo;hands-on&rdquo; training as research assistants, and as a coauthor, on these projects.</span></span></p>\n<!-- p { line-height: 115%; text-align: left; orphans: 2; widows: 2; margin-bottom: 0.1in; direction: ltr; background: transparent } --><br>\n<p>\n Last Modified: 08/09/2024<br>\nModified by: Moritz&nbsp;F&nbsp;Lenel</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn this project, we have studied how heterogeneity in financial portfolios matters for the transmission of macroeconomic shocks and policy. \n\n\n\n\n\nProject funding has been used to support three research papers which are either now published, or expected to be published, in leading economics journals.  The first paper, The Flight to Safety and International Risk Sharing, studies cross-country differences in portfolios and the relationship to the dollars role in the international monetary system.  This research has been published by the American Economic Review in June 2024.  The second paper, The High Frequency Effects of Dollar Swap Lines, provides an empirical analysis of dollar swap lines, an important policy used to adjust international portfolios rapidly in crises.  This research has been conditionally accepted for publication by the American Economic Review: Insights.  The third paper, Monetary Policy, Segmentation, and the Term Structure, studies the consequences of heterogeneity in financial portfolios across investors for the transmission of monetary policy.  A revision of this research has been requested for possible publication in the American Economic Review.\n\n\n\n\n\n Beyond the outcomes in these academic journals, this research has been presented in numerous seminars and conferences, presented at policy symposia, and taught to graduate students at leading institutions.  The code analyzing data and simulating the economic models have been shared on the world wide web for future researchers to build on.  Several graduate students have received hands-on training as research assistants, and as a coauthor, on these projects.\n\t\t\t\t\tLast Modified: 08/09/2024\n\n\t\t\t\t\tSubmitted by: MoritzFLenel\n"
 }
}