{
 "awd_id": "2117549",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a Single Crystal X­-ray Diffractometer (SC-XRD) to Strengthen Research in RI and Greater New­ England",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032922912",
 "po_email": "twhitmer@nsf.gov",
 "po_sign_block_name": "Tanya Whitmer",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 290046.0,
 "awd_amount": 290046.0,
 "awd_min_amd_letter_date": "2021-07-28",
 "awd_max_amd_letter_date": "2022-09-07",
 "awd_abstract_narration": "This award is supported by the Major Research Instrumentation and the Chemistry Research Instrumentation programs. Brown University is acquiring a single crystal X-ray diffractometer (SCXRD) to support Professor Jerome Robinson and colleagues Lai-Sheng Wang, Ming Xian, Eunsuk Kim and Paul Williard. In general, an X-ray diffractometer allows accurate and precise measurements of the full three-dimensional structure of a molecule, including bond distances and angles, and provides accurate information about the spatial arrangement of a molecule relative to neighboring molecules. The studies described here impact many areas, including organic and inorganic chemistry, materials chemistry, and biochemistry. This instrument is an integral part of teaching, research and research training of undergraduate and graduate students in chemistry and biochemistry as well as collaborators from eleven regional universities in the New England area. \r\n\r\nThe award of this diffractometer is aimed at enhancing research and education at all levels, especially in areas. It especially impacts the elucidation of the structures of reactive multinuclear reduced oxygen species of copper and catalysts for the synthesis of biodegradable polymers and the characterization of reactive intermediates relevant to iron-sulfur clusters and their reactivity with hydrogen sulfide, nitrous oxide, and oxygen species. The instrumentation is also used for determining the structure of gold and gold hydride clusters and the absolute structure of species derived from biorthogonal reactive sulfur species. The instrument also serves researchers establishing the structure of organolithium aggregates which are key to understand selectivity for abundant carbon–carbon bond forming reactions. Some projects using the diffractometer fro neighboring institutions involve elucidation of the structures of metal-based small-peptide with possible therapeutic properties (U Rhode Island) and determining the structure of small molecule inhibitors of the enzyme O-GlcNacase (Bryant U) and identifying potential catalytic intermediates of iron-based carbon dioxide reduction catalysts (Providence College). Two additional projects from U Conn that also utilize the diffractometer are the determination of the structure of catalyst intermediates involved in electrocatalytic and photocatalytic reduction of carbon dioxide and the establishment of the solid-state structure-function relationships for complexes of copper and the lanthanides which display some of the brightest circularly-polarized luminescence.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jerome",
   "pi_last_name": "Robinson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jerome R Robinson",
   "pi_email_addr": "jerome_robinson@brown.edu",
   "nsf_id": "000757968",
   "pi_start_date": "2021-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lai-Sheng",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lai-Sheng Wang",
   "pi_email_addr": "Lai-Sheng_Wang@brown.edu",
   "nsf_id": "000445596",
   "pi_start_date": "2021-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ming",
   "pi_last_name": "Xian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ming Xian",
   "pi_email_addr": "ming_xian@brown.edu",
   "nsf_id": "000330283",
   "pi_start_date": "2021-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eunsuk",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eunsuk Kim",
   "pi_email_addr": "Eunsuk_Kim@brown.edu",
   "nsf_id": "000568044",
   "pi_start_date": "2021-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Williard",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Paul G Williard",
   "pi_email_addr": "Paul_Williard@brown.edu",
   "nsf_id": "000654079",
   "pi_start_date": "2021-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "324 Brook Street",
  "perf_city_name": "Providence",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 290046.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With the support of the Major Research Instrumentation program in the Division of Chemistry at NSF and cost-share from Brown University, a Bruker D8 Venture (dual microfocus sources with a Photon III detector) single crystal X-ray diffractometer was acquired to enable determination of the molecular structures to advance a wide range of scientific research at research-intensive (R01) and primarily undergraduate institutions (PUI) within the greater southern New England region (<strong>13 institutions, 31 research groups, &ge;150 personnel</strong>). Since the installation of this instrument in December 2022, the only single crystal X-ray diffractometer in Rhode Island (an EPSCOR state), this enabling technology has provided unparalleled capabilities to collect on very tiny and/or weakly-diffracting crystals, especially reactive/unstable samples (thermal, air, moisture) where the instrument&rsquo;s central location in Providence RI provided rapid and straightforward access by a large number of regional institutions.</p>\r\n<p>In terms of <strong>intellectual merit</strong>, this instrument has enabled critical scientific advances in diverse areas including access to biodegradable plastics, responsive materials, next-generation battery electrolytes, sustainable transformations upcycling abundant materials often considered waste (e.g., CO2, S), diverse small molecules for anti-bacterial activity, molecularly-precise nanoclusters for applications in optics and catalysis, and the detection and therapeutic delivery of reactive small molecules. Despite delays with instrument delivery and installation, data collected with this instrument has contributed to six peer-reviewed publications (many more in preparation), six Ph.D. dissertations, five undergraduate theses, and at least 24 oral and/or poster presentations at local, regional, and national scientific conferences.</p>\r\n<p>In terms of <strong>broader impact</strong>, this instrument has contributed significantly to the technical training of an American STEM workforce by providing invaluable hands-on training opportunities for high-school, undergraduate, graduate, post-doctoral, and faculty scientists. This includes opportunities for facility visits, training, and sample measurements, the establishment of a graduate facilities assistantship to facilitate extensive, formal opportunities for training and professional development in X-ray crystallography, integration into graduate and undergraduate curriculum (CHEM 2980, 0600, 0080), and the development of hands-on (and remote) demonstrations for high-school classrooms. This includes outreach efforts (e.g., ACS Science Coaches, Project SEED, STEM Day) within public high schools in Providence and the greater region, which are primarily (~80%) composed of populations typically underrepresented in Chemistry and STEM.</p>\r\n<p>The support from NSF has provided a crucial investment in research infrastructure within Rhode Island and the greater region, which will play a critical role in advancing research in the region for many years to come.</p><br>\n<p>\n Last Modified: 11/29/2024<br>\nModified by: Jerome&nbsp;R&nbsp;Robinson</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nWith the support of the Major Research Instrumentation program in the Division of Chemistry at NSF and cost-share from Brown University, a Bruker D8 Venture (dual microfocus sources with a Photon III detector) single crystal X-ray diffractometer was acquired to enable determination of the molecular structures to advance a wide range of scientific research at research-intensive (R01) and primarily undergraduate institutions (PUI) within the greater southern New England region (13 institutions, 31 research groups, 150 personnel). Since the installation of this instrument in December 2022, the only single crystal X-ray diffractometer in Rhode Island (an EPSCOR state), this enabling technology has provided unparalleled capabilities to collect on very tiny and/or weakly-diffracting crystals, especially reactive/unstable samples (thermal, air, moisture) where the instruments central location in Providence RI provided rapid and straightforward access by a large number of regional institutions.\r\n\n\nIn terms of intellectual merit, this instrument has enabled critical scientific advances in diverse areas including access to biodegradable plastics, responsive materials, next-generation battery electrolytes, sustainable transformations upcycling abundant materials often considered waste (e.g., CO2, S), diverse small molecules for anti-bacterial activity, molecularly-precise nanoclusters for applications in optics and catalysis, and the detection and therapeutic delivery of reactive small molecules. Despite delays with instrument delivery and installation, data collected with this instrument has contributed to six peer-reviewed publications (many more in preparation), six Ph.D. dissertations, five undergraduate theses, and at least 24 oral and/or poster presentations at local, regional, and national scientific conferences.\r\n\n\nIn terms of broader impact, this instrument has contributed significantly to the technical training of an American STEM workforce by providing invaluable hands-on training opportunities for high-school, undergraduate, graduate, post-doctoral, and faculty scientists. This includes opportunities for facility visits, training, and sample measurements, the establishment of a graduate facilities assistantship to facilitate extensive, formal opportunities for training and professional development in X-ray crystallography, integration into graduate and undergraduate curriculum (CHEM 2980, 0600, 0080), and the development of hands-on (and remote) demonstrations for high-school classrooms. This includes outreach efforts (e.g., ACS Science Coaches, Project SEED, STEM Day) within public high schools in Providence and the greater region, which are primarily (~80%) composed of populations typically underrepresented in Chemistry and STEM.\r\n\n\nThe support from NSF has provided a crucial investment in research infrastructure within Rhode Island and the greater region, which will play a critical role in advancing research in the region for many years to come.\t\t\t\t\tLast Modified: 11/29/2024\n\n\t\t\t\t\tSubmitted by: JeromeRRobinson\n"
 }
}