{
 "awd_id": "2117224",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Research: Investigating Jonassen’s Design Theory of Problem Solving in Support of Pedagogical Change in Introductory Aerospace Engineering",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032927286",
 "po_email": "apawley@nsf.gov",
 "po_sign_block_name": "Alice Pawley",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 250198.0,
 "awd_amount": 250198.0,
 "awd_min_amd_letter_date": "2021-08-04",
 "awd_max_amd_letter_date": "2021-08-04",
 "awd_abstract_narration": "This project is focused on the design and facilitation of problem based learning experiences for engineering undergraduates. Problem based learning provides students with real world problem solving experiences similar to those faced in the profession. It has been embraced by universities that train healthcare workers for several decades and more recently for the training of engineers. However, faculty find the creation and management of problem based learning experiences quite challenging. This can lead to negative experiences for both students and faculty, which can undermine learning and lower overall interest in the profession. Further, it can lead faculty to abandon such practices for more traditional, less effective teaching approaches. This project will improve our understanding of faculty-student interaction in problem based learning environments. Additionally, this project will lead to methods that help faculty in the design and facilitation of formative problem solving experiences for engineering students. This work is important to supporting faculty in the creation and facilitation of problem-based learning which will improve the professional preparation of engineering students.\r\n\r\nProblem based learning (PBL) has demonstrated promise in providing a range of desirable learning outcomes that are often deficit in engineering undergraduates. However, implementation is challenging for faculty for a variety of reasons. In this research, we will investigate two acute challenges of PBL implementation; generating appropriately ill-defined problems and facilitating students’ problem solving. Two research questions govern the proposed work: RQ1) How can Jonassen's design theory of problem solving be operationalized to help faculty in developing a range of authentic problem-solving opportunities? and RQ2) How can Jonassen’s design theory of problem solving be operationalized to facilitate faculty-student interaction and scaffolding of problem solving? We will develop problem solving experiences for an introductory aerospace engineering course at an R1 institution as it transitions to integrate PBL experiences. This transition will be guided by the theoretical foundations of problem typology and problem-solving characteristics as described by Jonassen. Four central research activities are planned: 1) sampling and characterizing current problems used in introductory aerospace engineering education; 2) capturing and analyzing the problem generation process for four different problem types at varying levels of difficulty using structuredness and complexity serve as “controllable factors”; 3) observing and analyzing faculty-student interactions and student problem-solving trajectories with and without an instructional scaffold; and 4) discussion of this research with engineering faculty to understand issues impacting extensibility and scalability of findings. To ground this research, we will use Jonassen’s widely cited design theory of problem solving as a theoretical foundation. Specifically, we will leverage two facets of his theory – problem variation as characterized by “structuredness” and “complexity,” and problem typology, which recognizes distinct problem types that provoke distinct problem-solving strategies. Through a mixed-methods, design-based research protocol, we will use these facets to map the current state-of-the art of problem creation, capture the process of engineering problem development within a single course context, and trace the problem-solving facilitation process to evaluate the degree to which faculty design intent (i.e. learning outcomes) is realized by students. The research will lead to two outcomes. First, it will improve our understanding of the problem development process for faculty in terms of “PBL overhead” - i.e. time, resources, and alignment with intended learning outcomes (RQ1). Second, it will improve our understanding of the dynamics of faculty-student interaction in PBL environments (RQ2). The proposed work will lay foundations for the development of standards and methods that can support faculty in more systematic development of problem-solving experiences that are well-aligned with engineering practice. This research project is a collaboration between the University at Buffalo and North Carolina State University.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Olewnik",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew T Olewnik",
   "pi_email_addr": "olewnik@buffalo.edu",
   "nsf_id": "000181355",
   "pi_start_date": "2021-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "Department of Engineering Education",
  "perf_str_addr": "140 Capen Hall",
  "perf_city_name": "Buffalo",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142601609",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 250198.0
  }
 ],
 "por": null
}