{
 "awd_id": "2117575",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of Dolly Sods GPU Cluster for Accelerated High-Performance Computing and Applications in Machine Learning and Artificial Intelligence in West Virginia",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032927092",
 "po_email": "alsuarez@nsf.gov",
 "po_sign_block_name": "Alejandro Suarez",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 1099448.0,
 "awd_amount": 1099448.0,
 "awd_min_amd_letter_date": "2021-09-17",
 "awd_max_amd_letter_date": "2023-08-31",
 "awd_abstract_narration": "This project will enable West Virginia University (WVU) to acquire a special-purpose graphics processing unit (GPU) cluster called Dolly Sods. Dolly Sods will be a critical driver of WVU's goal of developing capabilities in utilizing big data, artificial intelligence (AI), and machine learning (ML) to enable transformational research in a broad range of fields encompassing drug development, interstellar phenomena, biometrics, material design, and business logistics and management. In conjunction with other institutions of higher learning in West Virginia, development of these capabilities will in turn lead to training an AI-ready West Virginian workforce that can leverage their skills to strengthen current relationships with regional high performance computing (HPC) centers as well as forging new relationships with federal and industrial partners. The creation of training opportunities for first generation college students, female students, and those from marginalized communities will aid in the diversification of the computationally intensive workforce and will be invaluable to West Virginia. Finally, this acquisition will contribute to keeping the United States at the forefront of AI development.\r\n\r\nThe rapid adoption of hardware accelerators (e.g., GPUs) in the research computing community has facilitated massively increased compute capability and application of ML and AI approaches to solving big data problems in every STEM field and non-traditional fields like business data analytics. The requested acquisition of the Dolly Sods cluster will enable cutting-edge research for efforts in diagnostic imaging of tumors, high-throughput screening of small molecule drug design, on-the-fly detection of interstellar phenomena, design and optimization of data compression algorithms used in space flight, computer vision of medical images, and informatics of business-based managerial decisions and system/process analysis, among others. This research will put WVU at the forefront of the movement to integrate ML and AI into the fabric of data-driven research, allowing for timely and relevant scientific and societal issues to be addressed as well as providing training opportunities for the next generation of data scientists, led by 24 faculty in conjunction with 92 postdocs, graduate students, and undergraduate students. Dolly Sods will also serve as an integral teaching resource for a newly formed undergraduate degree in Data Science, which will incorporate ML and AI throughout the curriculum. Combined with outreach to statewide institutions of higher learning, Dolly Sods will drive continued efforts in training a diverse HPC workforce, drawing from communities historically underrepresented in STEM, including first generation college students, women, and other underrepresented groups. The project will strengthen partnerships with regional federal labs (DOE National Energy Technology Laboratory, NOAA Environmental Security Computing Center, NASA Independent Validation and Verification Facility, and the FBI Criminal Justice Services Division), industrial partners (Leidos and PPG), and the nation’s leading center for ML and AI (Pittsburgh Supercomputing Center (PSC)). It will further WVU’s long-term goal of transforming the economically disadvantaged region of Appalachia into a top-level destination for investment from the technology sector.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aldo",
   "pi_last_name": "Romero",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Aldo H Romero",
   "pi_email_addr": "Aldo.Romero@mail.wvu.edu",
   "nsf_id": "000641508",
   "pi_start_date": "2023-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Blake",
   "pi_last_name": "Mertz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Blake Mertz",
   "pi_email_addr": "blake.mertz@mail.wvu.edu",
   "nsf_id": "000651811",
   "pi_start_date": "2021-09-17",
   "pi_end_date": "2023-08-31"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gianfranco",
   "pi_last_name": "Doretto",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gianfranco Doretto",
   "pi_email_addr": "gianfranco.doretto@mail.wvu.edu",
   "nsf_id": "000585284",
   "pi_start_date": "2021-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Burke-Spolaor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Burke-Spolaor",
   "pi_email_addr": "sarah.spolaor@mail.wvu.edu",
   "nsf_id": "000729442",
   "pi_start_date": "2021-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Werner",
   "pi_last_name": "Geldenhuys",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Werner J Geldenhuys",
   "pi_email_addr": "Werner.geldenhuys@hsc.wvu.edu",
   "nsf_id": "000740717",
   "pi_start_date": "2021-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Piyush",
   "pi_last_name": "Mehta",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Piyush M Mehta",
   "pi_email_addr": "piyush.mehta@mail.wvu.edu",
   "nsf_id": "000797125",
   "pi_start_date": "2021-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "West Virginia University Research Corporation",
  "inst_street_address": "886 CHESTNUT RIDGE ROAD",
  "inst_street_address_2": "",
  "inst_city_name": "MORGANTOWN",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "3042933998",
  "inst_zip_code": "265052742",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WV02",
  "org_lgl_bus_name": "WEST VIRGINIA UNIVERSITY RESEARCH CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "M7PNRH24BBM8"
 },
 "perf_inst": {
  "perf_inst_name": "Pittsburg Supercomputing Center",
  "perf_str_addr": "4350 Northern Pike",
  "perf_city_name": "Monroeville",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "151462808",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 1099448.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project&nbsp;<strong>&ldquo;Acquisition of Dolly Sods GPU Cluster for Accelerated High-Performance Computing and Applications in Machine Learning and Artificial Intelligence in West Virginia&rdquo;</strong>&nbsp;successfully enhanced the computational infrastructure available to researchers, educators, and students across West Virginia. Through this NSF funding, we procured, installed, and configured an innovative GPU-accelerated high-performance computing (HPC) cluster named&nbsp;<strong>Dolly Sods</strong>&nbsp;at West Virginia University. This resource has enabled advanced research and education in machine learning, artificial intelligence (AI), data science, and scientific simulations, driving considerable progress in computational capabilities across the region. The cluster has been fully operational since August 2023 and has delivered measurable benefits to the research community. The Dolly Sods GPU has facilitated groundbreaking research, enriched educational programs, and fostered regional collaboration, paving the way for continued scientific and&nbsp;educational&nbsp;advancements. &nbsp;The Dolly Sods GPU cluster has significantly expanded the computational capabilities available to researchers within West Virginia. Its GPU-based hardware acceleration supports a diverse range of projects, including to astronomy, such as pulsar and solar simulations, chemistry and materials science, enabling atomistic molecular dynamics and quantum simulations, and AI and machine learning, including deep learning applications in genomics and invasive species management.&nbsp;These advancements have fostered new regional collaborations, strengthened interdisciplinary research, and enhanced the ability to tackle computationally demanding scientific challenges. &nbsp;The &nbsp;project has also emphasized education and outreach by organizing annual workshops covering essential HPC topics. Workshops have included introduction to cluster usage and programming (e.g., Python), specialized sessions on GPU-accelerated applications, including deep learning and fluid dynamics simulations. These activities have provided students and researchers with the skills needed to leverage the new infrastructure effectively, contributing to workforce development and strengthening regional technical expertise. &nbsp;The&nbsp;acquisition of Dolly Sods has positioned West Virginia University as a leader in high-performance computing within West Virginia. The cluster has become a hub for innovation, enabling the institution to address complex scientific challenges and attract new partnerships and funding opportunities.&nbsp;This HPC system has fostered collaborative efforts with researchers and institutions across various disciplines, further strengthening the scientific community&rsquo;s ability to address multidisciplinary challenges.&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/13/2025<br>\nModified by: Aldo&nbsp;H&nbsp;Romero</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe projectAcquisition of Dolly Sods GPU Cluster for Accelerated High-Performance Computing and Applications in Machine Learning and Artificial Intelligence in West Virginiasuccessfully enhanced the computational infrastructure available to researchers, educators, and students across West Virginia. Through this NSF funding, we procured, installed, and configured an innovative GPU-accelerated high-performance computing (HPC) cluster namedDolly Sodsat West Virginia University. This resource has enabled advanced research and education in machine learning, artificial intelligence (AI), data science, and scientific simulations, driving considerable progress in computational capabilities across the region. The cluster has been fully operational since August 2023 and has delivered measurable benefits to the research community. The Dolly Sods GPU has facilitated groundbreaking research, enriched educational programs, and fostered regional collaboration, paving the way for continued scientific andeducationaladvancements. The Dolly Sods GPU cluster has significantly expanded the computational capabilities available to researchers within West Virginia. Its GPU-based hardware acceleration supports a diverse range of projects, including to astronomy, such as pulsar and solar simulations, chemistry and materials science, enabling atomistic molecular dynamics and quantum simulations, and AI and machine learning, including deep learning applications in genomics and invasive species management.These advancements have fostered new regional collaborations, strengthened interdisciplinary research, and enhanced the ability to tackle computationally demanding scientific challenges. The project has also emphasized education and outreach by organizing annual workshops covering essential HPC topics. Workshops have included introduction to cluster usage and programming (e.g., Python), specialized sessions on GPU-accelerated applications, including deep learning and fluid dynamics simulations. These activities have provided students and researchers with the skills needed to leverage the new infrastructure effectively, contributing to workforce development and strengthening regional technical expertise. Theacquisition of Dolly Sods has positioned West Virginia University as a leader in high-performance computing within West Virginia. The cluster has become a hub for innovation, enabling the institution to address complex scientific challenges and attract new partnerships and funding opportunities.This HPC system has fostered collaborative efforts with researchers and institutions across various disciplines, further strengthening the scientific communitys ability to address multidisciplinary challenges.\r\n\n\n\t\t\t\t\tLast Modified: 01/13/2025\n\n\t\t\t\t\tSubmitted by: AldoHRomero\n"
 }
}