{
 "awd_id": "2117902",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "III: Small: RareXplain: A Computational Framework for Explainable Rare Category Analysis",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2021-08-23",
 "awd_max_amd_letter_date": "2021-08-23",
 "awd_abstract_narration": "Despite the large amount of data being generated across various domains every day, it is usually the rare categories that are of the greatest importance and profound impacts on our society. However, existing work for analyzing such rare categories mainly addresses the separable cases or the homogeneous and static settings, and thus is not suitable for analyzing complex rare categories such as rare complications among patients and defects in semiconductor manufacturing. Motivated by these two use cases, this project focuses on bridging the gap between the imminent need to analyze complex rare categories and the inability of state-of-the-art techniques to address this problem in an effective, efficient, and explainable way. This project develops RareXplain, a computational framework for explainable rare category analysis, which consists of new models and algorithms to analyze complex rare categories while providing explanation for the model outputs. The developed techniques benefit multiple application domains by advancing state-of-the-practice in terms of the detection and tracking accuracy, running time, as well as model explanability. This project provides training and research opportunities for students at various levels, especially those from under-represented groups. The research results will be disseminated via publications, course integration, tutorials, workshops, and potential tech transfer to industry.\r\n\r\nThis project addresses three types of complexity in rare category analysis, including the data complexity, the dynamics complexity, and the model complexity. More specifically, it consists of two complementary research thrusts, namely (Thrust 1) complex rare category detection, and (Thrust 2) complex rare category tracking. The first thrust detects complex rare categories in an explainable way, i.e., identifying the first examples from the rare categories of interest with the help of an oracle in the presence of data complexity. In particular, the data complexity is addressed via band-pass filters and cross-domain rare category detection in the open set setting. The second thrust tracks over time the rare categories detected from the first thrust in an explainable way, i.e., tracking the detected rare categories with respect to the underlying graph topology and the vertex features respectively. In particular, the dynamics complexity is addressed via online local clustering on time-evolving graphs and continuous transfer learning on time-evolving vertex features. Furthermore, the model complexity is addressed via both point-wise and pair-wise model explanation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jingrui",
   "pi_last_name": "He",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jingrui He",
   "pi_email_addr": "jingrui@illinois.edu",
   "nsf_id": "000632037",
   "pi_start_date": "2021-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S. Wright Street",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": null
}