{
 "awd_id": "2117095",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Effects of Artificial Intelligence on Labor Markets",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2021-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 184223.0,
 "awd_amount": 184223.0,
 "awd_min_amd_letter_date": "2021-08-04",
 "awd_max_amd_letter_date": "2021-08-04",
 "awd_abstract_narration": "To what extent are recent advances in technology replacing white collar jobs? While prior automation technologies, such as robotics, impacted menial labor in sectors such as manufacturing, emerging technologies such as artificial intelligence are meant to automate the types of tasks (prediction and decision-making) that are associated with white-collar workers and that are more prominent in service-oriented industries. This project focuses on the banking industry and uses a detailed rich dataset that includes job histories, education records, demographics, and skills. The project explores individual banks’ adoption of technology through the human capital lens, characterizing technical capabilities of each bank’s employees based on their reported skills. The project will first document stylized facts on modern technical talent, including its demographic composition and educational attainment. The research will then examine the determinants of technological investments by firms, linking technological investments to bank size, previous efficiency, and business model. Finally, the project will study the impact of banks’ technology adoption on their workforce, by considering changes in the composition of banks’ employees’ job functions and primary skill focus areas. The research will examine which job functions and skills are being displaced by technology, and which jobs appear to be complementary to technological investments. The project will have policy implications on the role of artificial intelligence investments in the labor markets. \r\n\r\nThis research will study adoption of technology in service-oriented industries and the resulting impact on white collar jobs. Using detailed granular data on workers in the banking industry, the research will characterize each individual employee as either non-technical, a user of off-the-shelf tools, having basic technical skills, or having advanced technical skills. This approach will lead to a measure of bank-level investments in technology, based on the share of a given bank’s workforce that is comprised of advanced technical employees. The project will provide a detailed characterization of modern technical talent across demographics and educational attainment, and consider the determinants of technological investments by firms. Specifically, the research will study whether larger banks are more able to adopt technology, whether ex ante efficiency enhances or hinders technology adoption, and whether adoption of new technologies is more pronounced among institutions with more reliance on processing soft information. The research will further examine the impact of banks’ technology adoption on their workforce, by taking into account the changes in the composition of banks’ employees’ job functions and primary skill areas. To link changes in technology to changes in labor composition, the project will employ long-difference regressions to observe long-term effects, and distributed lead-lag models to test for pre-trends and reverse causality.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anastassia",
   "pi_last_name": "Fedyk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anastassia Fedyk",
   "pi_email_addr": "fedyk@berkeley.edu",
   "nsf_id": "000823214",
   "pi_start_date": "2021-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Hodson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Hodson",
   "pi_email_addr": "hodson@ai4good.org",
   "nsf_id": "000823212",
   "pi_start_date": "2021-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "Sponsored Projects Office",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1320",
   "pgm_ref_txt": "ECONOMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 184223.0
  }
 ],
 "por": null
}