{
 "awd_id": "2118138",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RCN-UBE: Design to Data Network: expanding a faculty community of practice to broaden and diversify participation in undergraduate research",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924694",
 "po_email": "jkabraha@nsf.gov",
 "po_sign_block_name": "Joel Abraham",
 "awd_eff_date": "2021-09-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 221316.0,
 "awd_amount": 221316.0,
 "awd_min_amd_letter_date": "2021-07-26",
 "awd_max_amd_letter_date": "2021-07-26",
 "awd_abstract_narration": "Within the last year the power of current biology was made strikingly apparent, with success of an entirely novel vaccine technology to halt the crippling COVID pandemic. It is clear that we are now living through an age of profound biological advancement and that a large, diverse, skilled biology-oriented workforce is needed now more than ever. Experiencing the process of science first-hand can mean the difference between an undergraduate STEM student completing their degree or dropping out. Integrating undergraduate research experiences (UREs), into classes makes it possible for many more students to glean these benefits. However, it is often prohibitively difficult for faculty to develop a suitable research project that is both relevant to the scientific community and simultaneously meets their curricular needs. The Design to Data network aims to make it as easy as possible for faculty to integrate research into their cell, molecular, genetics, biotechnology, and biochemistry courses, and particularly at institutions with very diverse student bodies. The research project engages a workflow of experiments that are highly representative of cutting-edge techniques common to the biotechnology industry and students who participate in these classes will gain skills and knowledge that increase competitiveness as STEM workforce members or graduate school applicants. Further, this project will examine the faculty network member experience to answer the question as to what essential programmatic and professional development components are necessary to expand such networks across the US. In elucidating these best practices, the network will grow sustainably for years beyond the funding period and will share recommendations for program organizers, who seek to integrate other research projects into undergraduate classes to realize a future where all undergraduates experience research first-hand as part of their education.  \r\n\r\nThe mission of the Design to Data network is to make integrating research into biology courses readily accessible for faculty from institutions with limited research-related resources. To accomplish this the network will target known barriers in this space through, strategically connecting with established networks thereby creating networks within networks, offering professional development through different modalities and structuring mentorship opportunities, and ensuring facile and economic feasibility by providing essential lab supplies for implementation during the funding period. The expected outcome is participating faculty members will successfully integrate the Design to Data modules into their classes and that students will complete defined research milestones: building the mutant plasmid library and contributing enzyme functionality data to the project’s database, which are key performative indicators that students have successfully gained the requisite knowledge and skills. Further, faculty perceptions regarding motivation and challenges will provide insightful, and more nuanced explanatory understanding of the network outcomes. The project will disseminate these findings to enable others in the undergraduate biology community to streamline the UREs they develop to serve thousands of future students, many of whom come from backgrounds historically excluded from STEM.\r\n\r\nThis project is being jointly funded by the Directorate for Biological Sciences, Division of Biological Infrastructure, and the Directorate for Education and Human Resources, Division of Undergraduate Education as part of their efforts to address the challenges posed in Vision and Change in Undergraduate Biology Education: A Call to Action (http://visionandchange/finalreport/).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Siegel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Justin Siegel",
   "pi_email_addr": "jbsiegel@ucdavis.edu",
   "nsf_id": "000641517",
   "pi_start_date": "2021-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ashley",
   "pi_last_name": "Vater",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ashley Vater",
   "pi_email_addr": "awvater@ucdavis.edu",
   "nsf_id": "000819536",
   "pi_start_date": "2021-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "OR/Sponsored Programs",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186134",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "037Y00",
   "pgm_ele_name": "UBE - Undergraduate Biology Ed"
  },
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 221316.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div>\r\n<p>With the support of RCN-UBE: Design to Data (D2D) Network: expanding a faculty community of practice to broaden and diversify participation in undergraduate research. D2D successfully expanded access to cutting-edge protein science education and research experiences across the United States. By creating a diverse, collaborative network of educators, the program provided professional development opportunities and research tools for faculty members seeking access to Course-based Undergraduate Research Experiences (CUREs) in protein science. As a result, the D2D Network enabled over 2,000 undergraduate students to engage in authentic, hands-on research in biotechnology, an area with growing demand in the workforce.</p>\r\n<p>Key accomplishments of the D2D Network include:</p>\r\n</div>\r\n<div><ol>\r\n<li><strong>Growing Network Membership</strong>: The program successfully onboarded 40 active members, with inclusive representation&mdash;with majority demographic composition of women/non-binary and underrepresented minorities in STEM. Participating faculty integrated the D2D curriculum into biology, chemistry, and related courses, reaching students across community colleges and primarily undergraduate institutions.</li>\r\n<li><strong>Professional Development</strong>: Faculty were supported through flexible, tailored training. This included immersive in-person workshops, virtual professional development sessions, and community-building activities to facilitate research implementation and peer-to-peer mentoring.</li>\r\n<li><strong>Student-Centered Research</strong>: Students used computational tools to design novel proteins, express and purify enzymes, and characterize their functions through biophysical assays. Their contributions led to a rapid expansion of the D2D Database, doubling its size to over 500 data points and addressing a significant gap in protein science. This growing dataset is critical for understanding the relationships between protein structure and function, laying the groundwork for advances in machine learning and predictive biotechnology.</li>\r\n<li><strong>Reduced Implementation Barriers</strong>: To support faculty at teaching-focused institutions, the program provided fully equipped start-up kits containing reagents and consumables. Partnerships with collaborative vendors also secured discounts for network members, ensuring the program's sustainability.</li>\r\n</ol></div>\r\n<div>\r\n<p><strong>Broader Impacts</strong>:<br />The D2D Network has provided equitable access to professional research experiences for students who might not otherwise have had the opportunity. Research participation has been linked to increased persistence in STEM disciplines, and the program has demonstrated its potential to train and inspire the next generation of scientists, researchers, and biotechnology professionals. By enabling over 2,000 students to experience real-world scientific research, the program has contributed to a more skilled, diverse, and research-literate STEM workforce.</p>\r\n<p>As the project continues to grow, the D2D Network is positioned to serve tens of thousands of students in the coming decade, build robust datasets for scientific and computational discovery, and ensure broad dissemination of open-access educational materials. By bridging teaching, research, and workforce preparation, the D2D Network is transforming undergraduate STEM education and creating pathways for innovation that extend well beyond the classroom.</p>\r\n</div>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/15/2024<br>\nModified by: Ashley&nbsp;Vater</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\r\n\n\nWith the support of RCN-UBE: Design to Data (D2D) Network: expanding a faculty community of practice to broaden and diversify participation in undergraduate research. D2D successfully expanded access to cutting-edge protein science education and research experiences across the United States. By creating a diverse, collaborative network of educators, the program provided professional development opportunities and research tools for faculty members seeking access to Course-based Undergraduate Research Experiences (CUREs) in protein science. As a result, the D2D Network enabled over 2,000 undergraduate students to engage in authentic, hands-on research in biotechnology, an area with growing demand in the workforce.\r\n\n\nKey accomplishments of the D2D Network include:\r\n\r\n\r\nGrowing Network Membership: The program successfully onboarded 40 active members, with inclusive representationwith majority demographic composition of women/non-binary and underrepresented minorities in STEM. Participating faculty integrated the D2D curriculum into biology, chemistry, and related courses, reaching students across community colleges and primarily undergraduate institutions.\r\nProfessional Development: Faculty were supported through flexible, tailored training. This included immersive in-person workshops, virtual professional development sessions, and community-building activities to facilitate research implementation and peer-to-peer mentoring.\r\nStudent-Centered Research: Students used computational tools to design novel proteins, express and purify enzymes, and characterize their functions through biophysical assays. Their contributions led to a rapid expansion of the D2D Database, doubling its size to over 500 data points and addressing a significant gap in protein science. This growing dataset is critical for understanding the relationships between protein structure and function, laying the groundwork for advances in machine learning and predictive biotechnology.\r\nReduced Implementation Barriers: To support faculty at teaching-focused institutions, the program provided fully equipped start-up kits containing reagents and consumables. Partnerships with collaborative vendors also secured discounts for network members, ensuring the program's sustainability.\r\n\r\n\r\n\n\nBroader Impacts:\nThe D2D Network has provided equitable access to professional research experiences for students who might not otherwise have had the opportunity. Research participation has been linked to increased persistence in STEM disciplines, and the program has demonstrated its potential to train and inspire the next generation of scientists, researchers, and biotechnology professionals. By enabling over 2,000 students to experience real-world scientific research, the program has contributed to a more skilled, diverse, and research-literate STEM workforce.\r\n\n\nAs the project continues to grow, the D2D Network is positioned to serve tens of thousands of students in the coming decade, build robust datasets for scientific and computational discovery, and ensure broad dissemination of open-access educational materials. By bridging teaching, research, and workforce preparation, the D2D Network is transforming undergraduate STEM education and creating pathways for innovation that extend well beyond the classroom.\r\n\r\n\n\n\t\t\t\t\tLast Modified: 12/15/2024\n\n\t\t\t\t\tSubmitted by: AshleyVater\n"
 }
}