{
 "awd_id": "2118510",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Graph Signal Processing Framework for Situational Awareness in Smart Grids",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922303",
 "po_email": "eabed@nsf.gov",
 "po_sign_block_name": "Eyad Abed",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 299717.0,
 "awd_amount": 299717.0,
 "awd_min_amd_letter_date": "2021-08-05",
 "awd_max_amd_letter_date": "2021-08-05",
 "awd_abstract_narration": "The reliability and security of smart grids, as critical infrastructures for communities, are of great importance. A cyber or physical stress, or even worse, a joint cyber and physical stress on transmission networks in smart grids can have widespread and devastating effects such as large blackouts. Situational awareness for monitoring and analyzing the cyber and physical states of the system is an essential function in smart grids that can ultimately enable mitigation and recovery from unexpected events. This project will investigate and develop new methodologies to enhance situational awareness in smart transmission grids through a Graph Signal Processing (GSP) framework, suitable for analyzing structured energy data and data on dynamics of interactions among system components. The outcomes of this project are expected to map out a new perspective and technical paradigm in terms of analyzing data for smart grids with the potential to be applied to other networked systems and critical infrastructures. This project will also have substantial broader impacts on education. Namely, the integrated education plan includes introducing energy data analytics topics to students through course projects as well as promoting research experiences, especially for underrepresented students.\r\n\r\nThe research component of this project has two cohesive thrusts. In the first thrust, graph spectral analysis techniques, filter design, system frequency response to events, and graph sampling techniques will be used for cyber stress detection, localization and state estimation under stresses. Machine learning methods will also be used to learn the signatures of stresses in various GSP domains, including vertex, graph-frequency, and joint vertex-frequency domains, and in signal properties, including graph signal smoothness, to improve such techniques. In addition to cyber stresses, situational awareness towards physical stresses is also critical but challenging due to the unique properties associated with physical stresses. For instance, the energy signal oscillations due to physical stresses are not fully localized and can occur at a distance due to the physics of electricity.  Moreover, certain physical events including failures can change the underlying physical topology, and consequently the frequency bases of the graph signals. Hence, the second thrust of this project will focus on improving situational awareness of physical stresses by addressing such challenges in the detection and localization techniques for physical stresses in a GSP-based framework. The role of uncertainties and missing information on analyzing physical stresses will also be investigated, which will enable evaluation of the effects of certain joint cyber and physical attacks on the system.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mia",
   "pi_last_name": "Naeini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mia Naeini",
   "pi_email_addr": "mahshidr@usf.edu",
   "nsf_id": "000678199",
   "pi_start_date": "2021-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "4202 E Fowler Ave, SVC 1073",
  "perf_city_name": "Tampa",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336172008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "155E",
   "pgm_ref_txt": "Electric power networks"
  },
  {
   "pgm_ref_code": "7607",
   "pgm_ref_txt": "POWER, CONTROLS & ADAPTIVE NET"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 299717.0
  }
 ],
 "por": null
}