{
 "awd_id": "2118912",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: DMREF: Rheostructurally-informed Neural Networks for geopolymer material design",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 519041.0,
 "awd_amount": 606921.0,
 "awd_min_amd_letter_date": "2021-07-29",
 "awd_max_amd_letter_date": "2022-08-24",
 "awd_abstract_narration": "Geopolymers are inorganic and non-crystalline structural materials that can be obtained from natural soils via a chemical activation. They have great potential as additives to reduce cement consumption in construction and thus can help reducing green-house gas emissions of cement manufacturing. They also promote the adoption of local soil resources for traditional and 3D printing-based construction. Important for human space exploration, geopolymers can be also formed from lunar and Martian soils with limited water, and thus are excellent candidates for space infrastructure such as landing pads and shelters. However, at present processing of geopolymers into desirable structures remains far behind their laboratory scale performance, due to the wide range of chemistries and characteristics of different indigenous geopolymers. This award combines experiments, microscopic simulations, and machine learning approaches that will enable scientists and engineers to effectively design and control geopolymers properties and performances. In collaboration with the Air Force Research Laboratory, the team will educate and train future materials researchers with multi-tool skills that span experiments, simulations, and data-driven algorithms.\r\n\r\nGeopolymers are amorphous and porous solid matrices that develop as gels when an alumino-silicate source (typically from clays) reacts with an alkali hydroxide or alkali silicate solution, yielding ceramic-like structures and mechanics. The range of multiscale pore morphologies and material strengths of geopolymer gels makes them ideally versatile and potentially smart binders. However, the primary challenge hindering wide adoption of these sustainable materials is the complexity of controlling property development and processing, given the significant chemical variability that makes their design cycle difficult and empirical. Artificial intelligence approaches are required to bridge the gap between the deep fundamental understanding of a few materials and the need for sustainable processing of a wide range of material resources on earth and other planets with limited experimentation efforts. The team will construct a data-driven platform informed by integrated multiscale modeling and experiments, in order to accelerate design of processing routes for geopolymers into desirable structures. The PIs will work together to develop rheology-informed neural networks that use the multi-scale and multi-component dynamics of geopolymeric systems under load and in flowing conditions. To do so, they have planned a comprehensive interrogation of experiments and simulations that hierarchically span from the atomistic to macroscale.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emanuela",
   "pi_last_name": "Del Gado",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emanuela Del Gado",
   "pi_email_addr": "ed610@georgetown.edu",
   "nsf_id": "000706896",
   "pi_start_date": "2021-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgetown University",
  "inst_street_address": "MAIN CAMPUS",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026250100",
  "inst_zip_code": "20057",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGETOWN UNIVERSITY",
  "org_prnt_uei_num": "TF2CMKY1HMX9",
  "org_uei_num": "TF2CMKY1HMX9"
 },
 "perf_inst": {
  "perf_inst_name": "Georgetown University",
  "perf_str_addr": "37th And O Streets, N.W.",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200571789",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  },
  {
   "pgm_ele_code": "829200",
   "pgm_ele_name": "DMREF"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  },
  {
   "pgm_ref_code": "095Z",
   "pgm_ref_txt": "Materials AI"
  },
  {
   "pgm_ref_code": "8400",
   "pgm_ref_txt": "DMREF"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 519041.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 87880.0
  }
 ],
 "por": null
}