{
 "awd_id": "2118006",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: A hybrid indoor navigation application for smart cities and the Internet of Things (IoT) ecosystem",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2021-04-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2021-04-13",
 "awd_max_amd_letter_date": "2021-05-21",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the development of digital infrastructure to transform a large transportation hub into a smart and accessible hub with minimal infrastructure change. The proposed technology is an assistive sensor solution that is designed for independent and safe travel for people who are blind or visually impaired, or those who simply face challenges in navigating through an unfamiliar indoor environment. In the U.S. alone, 6.6 million people have visual impairments, and 1 in 45 people have been diagnosed with autism spectrum disorder (ASD).  Currently, there are several indoor navigation applications on the market but they have limitations such as inaccuracy of localization, high cost, and poor accessibility.  The proposed technology also may be extended to indoor navigation of other public facilities, such as school buildings, libraries, office buildings, and airports. \r\n\r\nThis I-Corps project is based on the development of an Internet of Things (IoT) application to provide indoor navigation with accurate location tracking, personalized planned routes, and turn-by-turn voice instruction for visually impaired persons and other users.  The proposed technology is based on integrated sensors and software, including existing surveillance camera systems, installed Bluetooth beacons, and a building information model of transportation or other public facilities, with a hybrid solution of a mobile phone localization app (using beacons, on-board sensors, and cameras along with 3D sensors). This technology will be incorporated with personalized user interfaces to provide a seamless service to the end users, while also providing valuable user information and facility use information to transportation infrastructure stakeholders. The proposed solution is a system-engineering approach to a challenging problem in urban transportation that integrates three major components: multilayer live facility modeling tools, hybrid mobile navigation algorithms, and multimodal human-centric interface designs. The technology is designed to integrate smart infrastructure (civil engineering) with accessible services (sensing and computing).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arber",
   "pi_last_name": "Ruci",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arber Ruci",
   "pi_email_addr": "Arber.Ruci@cuny.edu",
   "nsf_id": "000768945",
   "pi_start_date": "2021-04-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY City University of New York",
  "inst_street_address": "217 E 42ND ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6466648910",
  "inst_zip_code": "100175773",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "UJ36PVKE4RY9"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY City University of New York",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100175706",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1639",
   "pgm_ref_txt": "SENSORS AND SENSING SYSTEMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-b72cbe36-7fff-5058-0bc6-3c2cab070d04\">\n<p dir=\"ltr\"><span>The outcomes of this I-Corps projects are threefold: 1) development of a validated clear path to commercialization based on the lean startup methodology and the business model canvas, 2) substantial first-hand evidence regarding product-market fit, with the identification of customer segments and corresponding value propositions as well as early channel fit, and 3) a technology demonstration and pilots for potential partners and clients. Based on over 250 customer discovery interviews (with plans for more), Nearabl has prepared and executed plans for commercialization of the I-Corps related technologies. Nearabl has engaged in development, demonstration, and pilot testing of an indoor navigation and wayfinding solution (employing patent-pending Augmented Reality based technology) that extend those described in the I-Corps proposal.&nbsp;</span></p>\n<br />\n<p dir=\"ltr\"><span>Demonstrating the intellectual merit of this effort, the Nearabl team has mentored and trained six graduate students in computer vision, machine learning and data science. Additionally four Master's degree efforts were completed, along with a variety of publications and three proof-of-concept systems, all related to the I-Corps investigation. Demonstrating the broader impact of this effort, there are many infrastructure and commercial real estate arenas who have been exposed to Nearabl&rsquo;s vision and systems, as have many students at City College of New York of the City University of New York.</span></p>\n<div><span><br /></span></div>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/28/2023<br>\n\t\t\t\t\tModified by: Arber&nbsp;Ruci</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThe outcomes of this I-Corps projects are threefold: 1) development of a validated clear path to commercialization based on the lean startup methodology and the business model canvas, 2) substantial first-hand evidence regarding product-market fit, with the identification of customer segments and corresponding value propositions as well as early channel fit, and 3) a technology demonstration and pilots for potential partners and clients. Based on over 250 customer discovery interviews (with plans for more), Nearabl has prepared and executed plans for commercialization of the I-Corps related technologies. Nearabl has engaged in development, demonstration, and pilot testing of an indoor navigation and wayfinding solution (employing patent-pending Augmented Reality based technology) that extend those described in the I-Corps proposal. \n\n\nDemonstrating the intellectual merit of this effort, the Nearabl team has mentored and trained six graduate students in computer vision, machine learning and data science. Additionally four Master's degree efforts were completed, along with a variety of publications and three proof-of-concept systems, all related to the I-Corps investigation. Demonstrating the broader impact of this effort, there are many infrastructure and commercial real estate arenas who have been exposed to Nearabl’s vision and systems, as have many students at City College of New York of the City University of New York.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 01/28/2023\n\n\t\t\t\t\tSubmitted by: Arber Ruci"
 }
}