{
 "awd_id": "2119949",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Theory and experiment of contact inhibition of locomotion in nanofiber geometries",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032928440",
 "po_email": "rcyr@nsf.gov",
 "po_sign_block_name": "Richard Cyr",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 747048.0,
 "awd_amount": 972183.0,
 "awd_min_amd_letter_date": "2021-07-23",
 "awd_max_amd_letter_date": "2024-06-24",
 "awd_abstract_narration": "Multicellular organisms are composed of various types and numbers of cells that must work together and coordinate their movement under various conditions. Moreover, cells must do this inside an organism – a complex 3D environment unlike the common 2D environment of Petri dishes. This project studies how cells can coordinate their motion in a more natural environment: crawling along a protein-coated fiber, like a tightrope walker. The project combines experiments and theory to study the physical and biological factors that control what happens when cells contact each other on these fibers. On 2D surfaces cells reverse their migration direction upon contacting each other, a phenomenon described in the 1950s. Termed contact inhibition of locomotion (CIL), numerous studies have shown CIL outcomes to depend upon cell type. The Camley-Nain collaboration has recently shown CIL outcomes to be qualitatively different on suspended fibers than those described on flat 2D. Thus, understanding how realistic environments control cellular interactions is an essential step to improved understanding of these biological processes. One approach in this project will be to understand how much cells stick to each other and how much they stick to the fiber by measuring the force required to pull them apart. Another will be to study whether, when two cells collide and one turns around, the cell that turns around is the cell that is moving slower, the cell that is smaller, or some other factors like if one cell has long or asymmetric tendrils. The project will also study proteins inside a cell that determine which direction a cell will protrude its front (polarity proteins) and see how this polarity changes when cells contact each other. The Broader Impact of the work includes the intrinsic merit of the research as coordinated cellular movement is important for such processes as wound healing and normal development.  Additional activities involve online outreach and training students to write for a broad audience. Online games based on predicting the outcome of cell-cell collisions will be built, to give an unusual view of cell biology and physics to the wider public.\r\n\r\nIn many biological contexts, including wound healing, development, and cancer metastasis, eukaryotic cells migrate collectively, with coherent motion emerging from cell-cell interactions. A prototypical example of a cell-cell interaction is contact inhibition of locomotion (CIL), in which contacting cells repolarize away from that contact. CIL has been long studied in cells on flat substrates, but the Nain-Camley collaboration recently discovered that CIL is qualitatively different in cells on suspended fibers, which more closely resemble extracellular matrix. How do large changes in CIL arise only from new physical geometry? What physical factors are most predictive of the outcomes of cell-cell collisions? Answering these questions requires predictive models of CIL coupled with experiments on tightly-controlled and biologically relevant matrices. This matches the experience of the Camley group (computational models of Rho GTPase polarity, motility, and CIL) with that of the Nain group (precisely defined suspended fiber environments and mechanobiology). This collaborative project studies CIL in fibrous environments by: 1) Studying the effect of mechanical forces on cell-cell interactions, 2) Developing a data-driven method to predict the outcomes of cell-cell collisions, and 3) Understanding the link between Rho GTPase polarity, cell shape, and CIL. Existing physical models of cell-cell interactions will be parametrized and extended based on measurements of cell-cell and cell-substrate adhesion. Adhesion will be quantified by pulling experiments using nanonet force microscopy. The project will develop tools to predict which cell turns around when two cells collide (is it the slowest, the least polarized, the smallest?) and determine how can this be reliably controlled. To predict this outcome, the collaboration will integrate observations of hundreds of collision outcomes into a data-driven statistical model to determine the crucial controlling factors. To understand how a small contact between cells is transduced into a decision to repolarize, the collaboration will study Rac polarity in cell collisions. The initial steps of repolarization will be experimentally characterized by Rac activity measurements with FRET reporters, and the degree of repolarization post-contact will be measured and calibrated between model and experiment. This will be combined with understanding how CIL differs from cell type to cell type to understand if behaviors are qualitatively different between different cell types, and if so, how.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amrinder",
   "pi_last_name": "Nain",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Amrinder S Nain",
   "pi_email_addr": "nain@vt.edu",
   "nsf_id": "000557353",
   "pi_start_date": "2021-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "Sponsored Programs 0170",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 225399.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 235218.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 141967.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 369599.0
  }
 ],
 "por": null
}