{
 "awd_id": "2119501",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Supporting collaborative reflection by K-12 teachers with analytics from intelligent tutoring software",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924481",
 "po_email": "hmunoz@nsf.gov",
 "po_sign_block_name": "Hector Munoz-Avila",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 850000.0,
 "awd_amount": 870000.0,
 "awd_min_amd_letter_date": "2021-08-23",
 "awd_max_amd_letter_date": "2024-05-29",
 "awd_abstract_narration": "One way K-12 teachers engage in lifelong professional learning is by reflecting on their own practices, for example by reviewing video recordings from their class sessions. Past research shows that reflection has powerful effects on teachers’ classroom practice. A separate line of past research shows that students learn very well with AI-based intelligent tutoring software (ITS), for example, in middle-school and high-school mathematics, and that teachers' support contributes to this effect. It is likely that teachers could help students more effectively if they were to periodically reflect on their classroom practices with regard to this type of software. Yet effective reflection is hampered by the fact that it is nearly impossible for teachers to notice and remember all that happens during any given classroom period. A well-designed tool that presents analytics extracted from class sessions could be a great help. The current research therefore investigates how to design an analytics tool that can support K-12 teachers in reflecting collaboratively with trusted colleagues on their classroom practices around students’ work with intelligent tutoring systems (ITS). The project will build an innovative tool that allows computers to automatically collect and analyze multiple sources of data (i.e., multimodal analytics). The tool will prompt reflection and inform discussion among teachers, for example about their students’ learning progress or challenges, and about their own, possibly implicit, biases towards certain students or groups of students. Through reflection with data, teachers can identify ways to improve their teaching practices, student learning, and equity in their classrooms. The main goal of the project is to design and create such a tool, test whether it supports effective collaborative reflection among teachers, and whether it leads to improved classroom practices. The project will contribute to the broader goal of making analytics useful for teachers. It has the potential to improve a highly effective form of K-12 classroom instruction, namely, learning with ITS, an increasingly common learning environment. \r\n\r\nThe project will design, create, and pilot-test a new analytics tool for supporting teachers in jointly reflecting on their classroom practices around ITS. The tool will leverage multimodal analytics; it will extract and show trends in students’ learning and teachers’ practices and illustrate them with strategically selected examples from its own data store, recorded during ITS sessions. The tool will take advantage of (1) location data, collected with sensors placed in classrooms, to reveal patterns in teachers’ movement in the classroom, (2) physiological data, collected with physiological wristbands worn by teachers, to reveal ways in which their stress level affects students, (3) log data detailing students’ interactions with the tutoring system, analyzed to detect progress, struggles, knowledge growth, and learning behaviors, and (4) video data that capture important detail about classroom interactions. The reflection tool will be designed with middle-school teachers. Teachers will be involved in the research start-to-finish to make sure the tool matches their preferences and needs. The design will be guided by a proven model of teacher reflection, adapted for multimodal analytics from sessions with an ITS. The tool will be implemented within CTAT+Tutorshop, a widely-used platform for ITS research and development. Many of the needed analytics already exist within CTAT+Tutorshop, but new ones will be developed as well.  Over time, the tool will be continuously improved and pilot tested. At the end, teachers will test a classroom-ready prototype with their classes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vincent",
   "pi_last_name": "Aleven",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vincent Aleven",
   "pi_email_addr": "vincent.aleven@cs.cmu.edu",
   "nsf_id": "000348963",
   "pi_start_date": "2021-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Mellon University",
  "perf_str_addr": "5000 Forbes Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133890",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  },
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 850000.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": null
}