{
 "awd_id": "2119008",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: GP-IN: Connected to Earth: Cross-Cultural Knowledge Exchange for Advancing Earth Science Learning",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032924713",
 "po_email": "mbjones@nsf.gov",
 "po_sign_block_name": "Brandon Jones",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 47430.0,
 "awd_amount": 47430.0,
 "awd_min_amd_letter_date": "2021-08-20",
 "awd_max_amd_letter_date": "2021-08-20",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2).\r\n\r\nTomorrow’s society will need to address issues of conserving and protecting natural resources like soil and water, deal with the rising threat of climate change and associated issues, and mitigate hazards like flooding, landslides, and coastal storms. No single disciplinary approach can combat these issues alone. For this there needs to be engagement with people from diverse cultural backgrounds, and incorporation of indigenous perspectives and different ways of teaching, learning, and knowing in the K-16 curriculum so future generations can address these challenges equitably and sustainably. This project will bring together a community of K-12 teachers, educators, geoscientists, undergraduate students from minoritized backgrounds, and cultural knowledge keepers and resource managers from Hawaii and Bad River and Red Cliff tribal communities in Wisconsin. With these partners, the PIs plan to develop geosciences curriculum and lesson plans for K-16 classrooms tied to places with scientific and cultural significance, and are relevant to learners’ interests, cultural backgrounds, lived experiences, and the needs of the local communities. Students participating in this project will take ownership of their own education, and will acquire the knowledge and skills necessary to address tomorrow’s societal issues, and to fill workforce needs in Tribal, State, and Federal resource management and conservation, sustainability, environmental consulting, science communication, and science education, among other fields. \r\n\r\nThis project will create a cross-cultural geoscience learning ecosystem providing experiential learning activities at sites with both cultural and scientific significance in Hawaii and on Tribal lands in Wisconsin. The investigators in collaboration with Tribal elders and knowledge keepers, will lead professional development activities for pre- and in-service educators to support them in developing curriculum aligned with NGSS Earth Sciences and Science and Engineering Practices built upon local knowledge and Earth science concepts and addressing real-world issues. This project will identify effective practices for as well as barriers to developing and implementing place-based, socially and culturally relevant STEM curriculum. Specifically the project will: 1) recruit, empower, and retain students from diverse backgrounds, especially Native American/Native Hawaiian students, in the environmental and geosciences; 2) foster a sense of place and “connection to Earth” for students living in places far from those where their cultures are rooted, and for “low-context” students, whose cultures may not be deeply associated with place; 3) support teachers to develop reusable and sustainable relevant, place-based curriculum aligned with Next Generation Science Standards (NGSS); and 4) develop sense of place remotely using virtual learning environments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tiziana",
   "pi_last_name": "Vanorio",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tiziana Vanorio",
   "pi_email_addr": "tvanorio@stanford.edu",
   "nsf_id": "000672110",
   "pi_start_date": "2021-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "397 Panama Mall",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "8029",
   "pgm_ref_txt": "Manufacturing"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  }
 ],
 "app_fund": [
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 47430.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p id=\"docs-internal-guid-0bca97e4-7fff-ad62-19ee-20e029841b2a\" style=\"line-height: 1.38; text-indent: 36pt; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><span style=\"font-size: 11pt; font-family: Arial,sans-serif; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">The goals of this project were to support middle school and high school science teachers who serve Native students in Wisconsin (WI) and Hawai&rsquo;i (HI) to develop place-based, culturally-responsive lesson plans, working with Elders and other Indigenous knowledge keepers. Specifically, we developed and provided pedagogic and technical instruction and support for building and using virtual field environments (VFE) as part of a place-based culturally responsive curriculum with a focus on low-cost, easy access tools for VFEs with highly local or specialized communities.</span></p>\n<p style=\"line-height: 1.38; text-indent: 36pt; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><span style=\"font-size: 11pt; font-family: Arial,sans-serif; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">The VFEs were created using 360 degree photos and tour building software, Pano2VR. These VFEs were designed for several purposes, primarily preparing students for in-person field trips and for sharing sacred spaces with people who would otherwise not get the opportunity.The process of creating these VFEs has already impacted the discipline by facilitating conversations about what traditional knowledge keepers want to share and how they want to share it. In some cases, we made the decision to not create VFEs of sacred spaces based on those conversations.</span></p>\n<p style=\"line-height: 1.38; text-indent: 36pt; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><span style=\"font-size: 11pt; font-family: Arial,sans-serif; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">While VFEs are being used for specific purposes in this project, the techniques, approaches, and skills to create VFEs we developed have wide applicability across many disciplines. The use of 360 photos and tour building software, such as Pano2VR provides the ability to easily and immersively \"bring the field to the learner\" and may have significant impacts on any discipline that teaches students about phenomena or processes that occur outside the classroom. Additionally, the training we provided shared those skills with informal educators in local communities, faculty, and graduate students.</span></p>\n<p style=\"line-height: 1.38; text-indent: 36pt; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><span style=\"font-size: 11pt; font-family: Arial,sans-serif; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">The ability to easily provide better pre-trip information through virtual environments is already creating more equitable, inclusive, and safe field experiences, potentially impacting field education across a wide range of field related studies. Additionally, being able to bring a virtual version of the field into a classroom for students that would otherwise have no access could be leveraged for significant improvement in attitudes and learning outcomes.</span></p><br>\n<p>\n Last Modified: 11/21/2024<br>\nModified by: Tiziana&nbsp;Vanorio</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe goals of this project were to support middle school and high school science teachers who serve Native students in Wisconsin (WI) and Hawaii (HI) to develop place-based, culturally-responsive lesson plans, working with Elders and other Indigenous knowledge keepers. Specifically, we developed and provided pedagogic and technical instruction and support for building and using virtual field environments (VFE) as part of a place-based culturally responsive curriculum with a focus on low-cost, easy access tools for VFEs with highly local or specialized communities.\n\n\nThe VFEs were created using 360 degree photos and tour building software, Pano2VR. These VFEs were designed for several purposes, primarily preparing students for in-person field trips and for sharing sacred spaces with people who would otherwise not get the opportunity.The process of creating these VFEs has already impacted the discipline by facilitating conversations about what traditional knowledge keepers want to share and how they want to share it. In some cases, we made the decision to not create VFEs of sacred spaces based on those conversations.\n\n\nWhile VFEs are being used for specific purposes in this project, the techniques, approaches, and skills to create VFEs we developed have wide applicability across many disciplines. The use of 360 photos and tour building software, such as Pano2VR provides the ability to easily and immersively \"bring the field to the learner\" and may have significant impacts on any discipline that teaches students about phenomena or processes that occur outside the classroom. Additionally, the training we provided shared those skills with informal educators in local communities, faculty, and graduate students.\n\n\nThe ability to easily provide better pre-trip information through virtual environments is already creating more equitable, inclusive, and safe field experiences, potentially impacting field education across a wide range of field related studies. Additionally, being able to bring a virtual version of the field into a classroom for students that would otherwise have no access could be leveraged for significant improvement in attitudes and learning outcomes.\t\t\t\t\tLast Modified: 11/21/2024\n\n\t\t\t\t\tSubmitted by: TizianaVanorio\n"
 }
}