{
 "awd_id": "2120014",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Disruption and Resilience in Healthcare Routines Following Adverse Events",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927378",
 "po_email": "acriss@nsf.gov",
 "po_sign_block_name": "Amy Criss",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 227839.0,
 "awd_amount": 227839.0,
 "awd_min_amd_letter_date": "2021-08-16",
 "awd_max_amd_letter_date": "2021-08-16",
 "awd_abstract_narration": "When routines are disrupted, people want to get back to normal.  If the disruption is minor, like a flat tire, recovery is easy. If the disruption is major, recovery may be more difficult. For example, the shutdowns caused by the COVID pandemic forced doctors, nurses, and other clinical staff to find new ways to care for their patients.  This research will  use this example to study the effects of disruptions on healthcare routines. The expectation is that routines will “bounce back” from minor disruptions, but the effects of major disruptions are more difficult to predict. After major disruptions, some routines may return to normal, while others may not.   \r\n\r\nThe goal of this project is to discover basic mechanisms that influence stability and change in routines.  To understand what makes some routines stronger than others, the effects of the COVID pandemic will be studied in four medical fields at the University of Rochester Medical Center: dermatology, orthopedics, oncology, and cardiology.  Data from electronic health records will be used to study the effects of shutdowns and other kinds of disruptions, such as changes in software and billing codes. Tools from network science will be used to model routines as patterns of action. These methods will allow comparisons to be made between patterns of action before and after a disruption with great precision. The extent to which the strength of a routine depends on the structure of the action pattern itself will be examined.  Data will be produced on outpatient clinical routines during the COVID-19 pandemic along with  a variety of materials to communicate the findings with a broader audience. Ultimately, this research will lead to a better understanding of how institutional routines can be made more reliable and effective in the face of disasters large and small.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Wolf",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Julie R Wolf",
   "pi_email_addr": "julie_ryan@urmc.rochester.edu",
   "nsf_id": "000716042",
   "pi_start_date": "2021-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146420001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "147Y00",
   "pgm_ele_name": "Human Networks & Data Sci Res"
  },
  {
   "pgm_ele_code": "803100",
   "pgm_ele_name": "SoO-Science Of Organizations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "104Z",
   "pgm_ref_txt": "HNDS-R: Human Networks & Data Sci Resrch"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 227839.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project explored how healthcare systems respond to disruptions, with a focus on the changes brought about by the COVID-19 pandemic. We studied five medical specialties&mdash;dermatology, cardiology, orthopedic surgery, radiation oncology/medical oncology, and pediatric oncology. The analysis spanned two years (2020&ndash;2021), capturing the pandemic's most intense periods and its longer-term impacts on healthcare routines. The data from this research allowed us to analyze patterns of action each day, in each clinic, over a two-year period. These data will be publicly available repository for use by other researchers.&nbsp; Analyzing how patterns of action changed over time provides a unique perspective on the effect of the COVID pandemic on medical practice.</p>\r\n<p>The intellectual contributions of this work lie in advancing our understanding of how disruptions impact healthcare practices. A key finding was the importance of \"path coherence,\" which describes the similarity in context between consecutive actions. Our findings showed that routines with higher path coherence were significantly more likely to survive and adapt after a disruption. Routines with greater coherence were up to 14 times more likely to persist and 40 times more likely to form new pathways when compared to routines with less coherence. Our results also highlighted differences in how various specialties responded to the pandemic. For example, some clinical specialties &ldquo;bounced back&rdquo; to pre-pandemic routines, while others evolved new routines for delivering patient care. Our analysis also revealed areas of healthcare inequality.&nbsp; For example, during certain phases of the pandemic, non-White patients experienced more complex visits and longer wait times in dermatology than White patients.</p>\r\n<p>To support this research, we developed tools that allows us to visualize changes in patterns of action over time in the electronic health record data. These tools aim to improve our understanding of organizational resilience.</p>\r\n<p>The broader societal benefits of this work include better ways to make healthcare systems more adaptive and efficient. By studying how routines evolve and recover, this research provides insights into reducing disparities in care and improving healthcare delivery for all patients. The ability to see how routines change, persist, or disappear during disruptions gives decision-makers valuable information for designing systems that respond better to crises. This is especially important as the healthcare system continues to face challenges like pandemics, natural disasters, and resource shortages.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/26/2024<br>\nModified by: Julie&nbsp;R&nbsp;Wolf</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project explored how healthcare systems respond to disruptions, with a focus on the changes brought about by the COVID-19 pandemic. We studied five medical specialtiesdermatology, cardiology, orthopedic surgery, radiation oncology/medical oncology, and pediatric oncology. The analysis spanned two years (20202021), capturing the pandemic's most intense periods and its longer-term impacts on healthcare routines. The data from this research allowed us to analyze patterns of action each day, in each clinic, over a two-year period. These data will be publicly available repository for use by other researchers. Analyzing how patterns of action changed over time provides a unique perspective on the effect of the COVID pandemic on medical practice.\r\n\n\nThe intellectual contributions of this work lie in advancing our understanding of how disruptions impact healthcare practices. A key finding was the importance of \"path coherence,\" which describes the similarity in context between consecutive actions. Our findings showed that routines with higher path coherence were significantly more likely to survive and adapt after a disruption. Routines with greater coherence were up to 14 times more likely to persist and 40 times more likely to form new pathways when compared to routines with less coherence. Our results also highlighted differences in how various specialties responded to the pandemic. For example, some clinical specialties bounced back to pre-pandemic routines, while others evolved new routines for delivering patient care. Our analysis also revealed areas of healthcare inequality. For example, during certain phases of the pandemic, non-White patients experienced more complex visits and longer wait times in dermatology than White patients.\r\n\n\nTo support this research, we developed tools that allows us to visualize changes in patterns of action over time in the electronic health record data. These tools aim to improve our understanding of organizational resilience.\r\n\n\nThe broader societal benefits of this work include better ways to make healthcare systems more adaptive and efficient. By studying how routines evolve and recover, this research provides insights into reducing disparities in care and improving healthcare delivery for all patients. The ability to see how routines change, persist, or disappear during disruptions gives decision-makers valuable information for designing systems that respond better to crises. This is especially important as the healthcare system continues to face challenges like pandemics, natural disasters, and resource shortages.\r\n\n\n\t\t\t\t\tLast Modified: 11/26/2024\n\n\t\t\t\t\tSubmitted by: JulieRWolf\n"
 }
}