{
 "awd_id": "2120679",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RCN-UBE: Biologists and Graph Interpretation:  Professional development for an online curriculum to foster data literacy and value diverse identities",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924694",
 "po_email": "jkabraha@nsf.gov",
 "po_sign_block_name": "Joel Abraham",
 "awd_eff_date": "2021-10-15",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 499978.0,
 "awd_amount": 499978.0,
 "awd_min_amd_letter_date": "2021-06-29",
 "awd_max_amd_letter_date": "2021-06-29",
 "awd_abstract_narration": "Like other STEM disciplines, biology undergraduate students from historically excluded groups graduate at lower rates than their counterparts. To increase student persistence in biology, classrooms should promote student confidence and foster students’ sense of belonging. Specific strategies towards these goals include improving representation of diverse scientists in the curriculum and incorporating data interpretation skills, which are increasingly critical for student success in biology. However, faculty often lack the experience and resources to create curricula on their own that both highlight counter stereotypical scientists while also addressing complex data literacy skills. In this project, a Research Coordination Network of faculty participants will work collaboratively to create, revise, and disseminate the “Biologists and Graph Interpretation” curricular materials. Modules within the curriculum will teach students data literacy skills through an activity that highlights the work of a counter stereotypical scientist. Each module will also contain a video interview with that scientist and offer students a moment to reflect on diverse representation in biology. Curricular materials produced by network participants will cover both introductory and advanced topics, will include extensive instructor guidelines for classroom implementation, and will be available as open access resources on the Quantitative Undergraduate Biology Education and Synthesis Hub. To further facilitate dissemination of the curriculum, network participants will also lead workshops that guide faculty through the process of finding and incorporating a module into their course. The database of Biologists and Graph Interpretation modules will provide an accessible alternative to textbook resources that historically have not highlighted the work of counter stereotypical scientists. \r\n\r\nThis project will create multiple faculty development opportunities within a supportive network as faculty generate, disseminate, and train others to use “Biologists and Graph Interpretation” curricular materials. To achieve this goal, online Faculty Mentoring Networks will first create, pilot, revise, and publish curricular materials on the Quantitative Undergraduate Biology Education and Synthesis Hub (QUBEShub). Next, workshops will train new faculty participants in the implementation of the curriculum. Participants will have the opportunity to take leadership roles in future iterations of Faculty Mentoring Networks and workshops. Throughout, participants can engage with and support one another via network-wide online activities and discussion boards. Partnerships established between this network and other initiatives will facilitate continued growth of this supportive faculty community. The efficacy of the network’s professional development will be assessed by monitoring faculty gains, while the impact of the curriculum will be assessed by measuring student outcomes. The diversity of scientists featured in the curriculum will also be quantified relative to standard textbooks. With more diverse representation and deliberate integration of data literacy skills in biology courses, all students are expected to have a greater sense of belonging as well as an increased confidence in the biology classroom. \r\n\r\nThis project is funded by the Directorate for Biological Sciences, Division of Biological Infrastructure as part of efforts to address the challenges posed in Vision and Change in Undergraduate Biology Education: A Call to Action (http://visionandchange/finalreport/).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Suann",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suann Yang",
   "pi_email_addr": "yang@geneseo.edu",
   "nsf_id": "000081828",
   "pi_start_date": "2021-06-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rachel",
   "pi_last_name": "Pigg",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Rachel M Pigg",
   "pi_email_addr": "rmpigg01@louisville.edu",
   "nsf_id": "000849196",
   "pi_start_date": "2021-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY College at Geneseo",
  "inst_street_address": "1 COLLEGE CIR STE 1",
  "inst_street_address_2": "",
  "inst_city_name": "GENESEO",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852455547",
  "inst_zip_code": "144541401",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "NY24",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "RCHLJW4S5BC4"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY College at Geneseo",
  "perf_str_addr": "1 College Circle",
  "perf_city_name": "Geneseo",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "144541401",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "NY24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "037Y00",
   "pgm_ele_name": "UBE - Undergraduate Biology Ed"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 499978.0
  }
 ],
 "por": null
}