{
 "awd_id": "2120540",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Generative Diffusion of Artificial Intelligence Innovation: An Innovation Ecological Approach",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032928950",
 "po_email": "soliu@nsf.gov",
 "po_sign_block_name": "Songqi Liu",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 350773.0,
 "awd_amount": 350773.0,
 "awd_min_amd_letter_date": "2021-08-17",
 "awd_max_amd_letter_date": "2021-08-17",
 "awd_abstract_narration": "Artificial Intelligence (AI) is arguably one of the most significant technological innovations as it reshapes the way we think about work, organizing, and competitions. As AI's role in organizing and innovations continues to expand, we must understand how AI technology evolves as it continues to get diffused throughout different industries. In this study, the investigator conceptualizes AI innovation as a dynamic emergent outcome of ongoing and dynamic interactions among constituent technological components independently designed and developed by heterogeneous actors in the AI innovation ecology. By doing so, the investigator explores how the meaning of AI innovation evolves as the boundary of AI's innovation ecology continues to shift and expand. Through a comprehensive historical analysis of contemporary AI innovation, the project helps us understand exactly how AI has evolved and will likely evolve in the future. The project identifies potential weak links in the AI innovation ecology for continuing development of AI innovation to direct future investments and research efforts.\r\n\r\nThe investigator is using a multi-method with two distinct but interrelated research activities. First, the investigator is conducting a qualitative analysis of the AI innovation's emergent evolution, leveraging archival data about the development of current AI innovation from news articles on AI, related enabling technology components, and its applications.  Second, the investigator is conducting computational analyses to understand how to understand the generative diffusion of AI innovations over time through different fields by analyzing (a) publicly available documents, including mainstream news, academic research publications, and (b) open-source projects in GitHub platform that use open-source AI frameworks. Specifically, the investigator is leveraging recent computational tools, namely the Relational Graph Convolutional Networks method, in studying the evolution of innovation ecology. These analyses aim to identify the dynamic patterns by which AI innovation is evolving and moving through.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Youngjin",
   "pi_last_name": "Yoo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Youngjin Yoo",
   "pi_email_addr": "yxy23@case.edu",
   "nsf_id": "000236384",
   "pi_start_date": "2021-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "10900 Euclid Ave",
  "perf_city_name": "Cleveland",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441061712",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "803100",
   "pgm_ele_name": "SoO-Science Of Organizations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 350773.0
  }
 ],
 "por": null
}