{
 "awd_id": "2120962",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Impacts of early life adversity on bone growth and maintenance",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2021-08-15",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 16748.0,
 "awd_amount": 16748.0,
 "awd_min_amd_letter_date": "2021-08-18",
 "awd_max_amd_letter_date": "2021-08-18",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2).\r\n\r\nAdversity in early life has wide-ranging effects on individual growth and development. Research has documented important deficits in growth, especially in the limbs. Yet, changes induced by early life adversity are almost certainly expressed in other aspects of skeletal morphology. This doctoral dissertation research project uses life history theory to investigate how energetic trade-offs impact bone growth as well as bone structure and dynamic remodeling to develop a more complete understanding of the effects of early life condition on growth and development outcomes. These insights also shed light on more general drivers of individual variation and the evolutionary and biological mechanisms that enable such variation. The project supports the training and mentorship of diverse undergraduate and graduate students. Results will be shared via publications, outreach, and educational efforts to ensure broad dissemination. \r\n\r\nThe research project investigates these issues in primates with well documented variation in growth and development outcomes and in socio-ecological environments during development. The investigators test the hypothesis that individuals born into high quality early life conditions (moderate rainfall, mothers of high dominance rank) will have improved markers of growth and structural and material properties of bone. The investigators test the additional hypothesis that the magnitude of impacts will be stronger in comparison to individuals with multiple sources of early life adversity. The investigators test the hypotheses via analysis of long bone lengths, cross-sectional geometric properties of bone, bone porosity, and parameters of bone remodeling. The study is novel in its integration of standard whole bone measurements with investigations of bone’s internal microscopic structural properties. Findings leverage bone’s ability to act as a window into an individual’s developmental past, providing insight into how the skeleton responds to environments throughout life and more general insights into the primate evolutionary biology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shannon",
   "pi_last_name": "McFarlin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shannon McFarlin",
   "pi_email_addr": "mcfarlin@gwu.edu",
   "nsf_id": "000485053",
   "pi_start_date": "2021-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kristen",
   "pi_last_name": "Tuosto",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kristen A Tuosto",
   "pi_email_addr": "ktuosto@gwu.edu",
   "nsf_id": "000848666",
   "pi_start_date": "2021-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "1922 F Street NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520086",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760800",
   "pgm_ele_name": "Bio Anthro DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 16748.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>A defining characteristic of modern humans is our high degree of phenotypic variation (i.e., the differences we see in a population), which may have developed as a response to changing environments experienced by early members of our lineage. However, it remains poorly understood the degree to which responses to early life environments, specifically those experienced&nbsp;during early growth and development, contributed to variation in the human fossil record. This research examined the skeletal remains of a well-documented population of wild baboons (i.e., Amboseli baboons) to better understand the relationships between the skeletal morphological traits and early life environmental factors hypothesized to influence skeletal development and aging, specifically those related to nutrition. However, typical skeletal measurements collected from past contexts represent the endpoint of these developmental processes. The current study is novel in its integration of standard &lsquo;whole bone&rsquo; measurements with investigations of bone&rsquo;s internal microscopic structural properties. This project also examined bone porosity; however, due to sample size issues, we were unable to integrate our results into the broader framework of developmental plasticity.&nbsp;</span></p>\n<p><span>Bone is a complex and highly dynamic tissue that fulfills many functions (e.g., bears mechanical load, reservoir for nutrients) and is influenced by many factors (i.e., ontogeny, biomechanics, and the environment) that are recorded at different structural levels in bone. Recognizing this complexity, bones can act as a window into an individual&rsquo;s developmental past, providing insight into how the skeleton responds to the environment throughout life.&nbsp;</span></p>\n<p><span><span>Using a Bayesian mixed-effect linear &lsquo;animal&rsquo; model with Markov Chain Monte Carlo techniques, this study examined the effect of rainfall during gestation and the first year of life, and maternal dominance rank at conception and at birth on aspect of bone growth, development, and strength.</span></span></p>\n<p><span><span>Analyses indicate neither rainfall during gestation and the first year of life nor maternal dominance rank at conception and birth have discernible effects on bone growth and development (i.e., bone length) from early life through to adulthood.</span></span></p>\n<p><span><span>Rainfall during gestation and maternal dominance rank at conception do not appear to affect bone strength throughout ontogeny or adulthood, with the exception of the radius. Specifically, maternal dominance rank at conception was predicted to influence bone strength in the radius, with lower rank positively affecting bone strength. However, it appears the infants in the sample are driving the effect. We are cautious in interpreting the results for the radius, as the infant subset of the sample is disproportionately composed of offspring from higher-ranked mothers and potentially skewing the observed effects of maternal dominance rank on bone strength.</span></span></p>\n<p><span><span>Rainfall during the first year of life is predicted to significantly influence some geometric properties of bone strength throughout life, specifically in the humerus and tibia. The results suggest an increase in rainfall during the first year of life is associated with a decrease in strength. Again, the results appear to be driven by the infants in the humerus sample and when removed the predicted significance disappears. While excluding infants, the effect of rainfall on the tibia remains significant. The influence of juvenile baboons suggests that rainfall during the first year of life may affect tibia bone strength during the juvenile period. Due to the increased food availability in the environment and reduced travel to obtain food, bone geometric properties of baboons may be negatively impacted by increased rainfall.</span></span></p>\n<p><span><span>Maternal dominance rank at birth is predicted to significantly influence some geometric properties of bone strength throughout life in the radius and tibia. Specifically, the results suggest low maternal dominance rank at birth is associated with an increase in some bone strength properties for the radius and an increase in some bone strength properties with higher maternal dominance rank at birth in the tibia. Both the radius and tibia show that the infants and juveniles in the sample are influencing the results, warranting caution in interpretation due to the disproportionate representation of offspring from higher-ranked mothers.</span></span></p>\n<p><span><span>The analysis of bone porosity focused on percent porosity and pore density in the femur and tibia; however, due to the small sample size (n=13 for each bone), the analysis involved descriptive statistics, visual comparisons, and ANOVA tests to determine significant differences.</span></span></p>\n<p><span><span>Analyses of percent porosity and pore density showed significant differences between the femur and tibia. Additionally, the percent porosity varied significantly across different regions within these bones. In contrast, pore density was consistent across the different regions of the femur and tibia, indicating no significant difference between the two bones.</span></span></p>\n<p><span>&nbsp;</span></p>\n<p><span><span>This project will generate new insights into the influence of early life environments on bone development and maintenance throughout life, which will be informative for understanding the variation observed in paleontological, bioarchaeological, and modern human contexts. As an international collaboration, this project supported the training and mentorship of undergraduate and early-stage graduate students, including those from diverse and underrepresented backgrounds.</span></span></p><br>\n<p>\n Last Modified: 02/03/2024<br>\nModified by: Kristen&nbsp;A&nbsp;Tuosto</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nA defining characteristic of modern humans is our high degree of phenotypic variation (i.e., the differences we see in a population), which may have developed as a response to changing environments experienced by early members of our lineage. However, it remains poorly understood the degree to which responses to early life environments, specifically those experiencedduring early growth and development, contributed to variation in the human fossil record. This research examined the skeletal remains of a well-documented population of wild baboons (i.e., Amboseli baboons) to better understand the relationships between the skeletal morphological traits and early life environmental factors hypothesized to influence skeletal development and aging, specifically those related to nutrition. However, typical skeletal measurements collected from past contexts represent the endpoint of these developmental processes. The current study is novel in its integration of standard whole bone measurements with investigations of bones internal microscopic structural properties. This project also examined bone porosity; however, due to sample size issues, we were unable to integrate our results into the broader framework of developmental plasticity.\n\n\nBone is a complex and highly dynamic tissue that fulfills many functions (e.g., bears mechanical load, reservoir for nutrients) and is influenced by many factors (i.e., ontogeny, biomechanics, and the environment) that are recorded at different structural levels in bone. Recognizing this complexity, bones can act as a window into an individuals developmental past, providing insight into how the skeleton responds to the environment throughout life.\n\n\nUsing a Bayesian mixed-effect linear animal model with Markov Chain Monte Carlo techniques, this study examined the effect of rainfall during gestation and the first year of life, and maternal dominance rank at conception and at birth on aspect of bone growth, development, and strength.\n\n\nAnalyses indicate neither rainfall during gestation and the first year of life nor maternal dominance rank at conception and birth have discernible effects on bone growth and development (i.e., bone length) from early life through to adulthood.\n\n\nRainfall during gestation and maternal dominance rank at conception do not appear to affect bone strength throughout ontogeny or adulthood, with the exception of the radius. Specifically, maternal dominance rank at conception was predicted to influence bone strength in the radius, with lower rank positively affecting bone strength. However, it appears the infants in the sample are driving the effect. We are cautious in interpreting the results for the radius, as the infant subset of the sample is disproportionately composed of offspring from higher-ranked mothers and potentially skewing the observed effects of maternal dominance rank on bone strength.\n\n\nRainfall during the first year of life is predicted to significantly influence some geometric properties of bone strength throughout life, specifically in the humerus and tibia. The results suggest an increase in rainfall during the first year of life is associated with a decrease in strength. Again, the results appear to be driven by the infants in the humerus sample and when removed the predicted significance disappears. While excluding infants, the effect of rainfall on the tibia remains significant. The influence of juvenile baboons suggests that rainfall during the first year of life may affect tibia bone strength during the juvenile period. Due to the increased food availability in the environment and reduced travel to obtain food, bone geometric properties of baboons may be negatively impacted by increased rainfall.\n\n\nMaternal dominance rank at birth is predicted to significantly influence some geometric properties of bone strength throughout life in the radius and tibia. Specifically, the results suggest low maternal dominance rank at birth is associated with an increase in some bone strength properties for the radius and an increase in some bone strength properties with higher maternal dominance rank at birth in the tibia. Both the radius and tibia show that the infants and juveniles in the sample are influencing the results, warranting caution in interpretation due to the disproportionate representation of offspring from higher-ranked mothers.\n\n\nThe analysis of bone porosity focused on percent porosity and pore density in the femur and tibia; however, due to the small sample size (n=13 for each bone), the analysis involved descriptive statistics, visual comparisons, and ANOVA tests to determine significant differences.\n\n\nAnalyses of percent porosity and pore density showed significant differences between the femur and tibia. Additionally, the percent porosity varied significantly across different regions within these bones. In contrast, pore density was consistent across the different regions of the femur and tibia, indicating no significant difference between the two bones.\n\n\n\n\n\nThis project will generate new insights into the influence of early life environments on bone development and maintenance throughout life, which will be informative for understanding the variation observed in paleontological, bioarchaeological, and modern human contexts. As an international collaboration, this project supported the training and mentorship of undergraduate and early-stage graduate students, including those from diverse and underrepresented backgrounds.\t\t\t\t\tLast Modified: 02/03/2024\n\n\t\t\t\t\tSubmitted by: KristenATuosto\n"
 }
}