{
 "awd_id": "2120535",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Investigating Adaptive Strategies in Variable Environments",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 14364.0,
 "awd_amount": 14364.0,
 "awd_min_amd_letter_date": "2021-06-15",
 "awd_max_amd_letter_date": "2021-06-15",
 "awd_abstract_narration": "Comparatively little research has focused on transitions to agricultural-based lifestyles. Previous research revealed that some people engaged in early horticulture as part of this transition. Furthermore, worldwide environmental evidence indicates that a global drying event took place approximately several thousand years ago. How this event impacted development and processes of cultural adaptation are not yet well understood at local or regional scales. How did cultural groups make decisions about where to settle, when to move, how to procure important resources and interact with their neighbors, and how to react to changes in the local landscape? By examining multiple ecological zones, this project provides data to evaluate a wide range of hyper-local adaptations and the localized impacts of climate change. This research expands understandings of land use traditions and offers valuable insight into sustainable subsistence strategies in the midst of long-term environmental variability.  The project trains undergraduate students in field methods, while local community members are involved in all stages of the research.  Additionally, students and staff will develop a museum exhibit and cultural heritage center, and complementary K-12 curriculum is also being developed.\r\n\r\nWorking with an interdisciplinary team of researchers the project investigates how hunter-gatherers adapted to unique micro-environments, including freshwater and brackish lagoons, swamp forest, pine/oak savanna, and tropical broadleaf forests, and how, if at all, these adaptations were impacted by the global drying. Current research indicates that the period was characterized by small, relatively mobile hunter-gatherer groups dwelling within a range of microenvironments and employing a variety of subsistence and mobility strategies (including incipient agriculture). This project teases apart the multifaceted question of which subsistence and mobility/settlement strategies were most successful in the range of microenvironments located around the study area, and which zones would have been most conducive to early agricultural experimentation. This study combines geospatial analyses, paleo-ecological studies, surveys and test excavations, materials analyses, and radiometric dating. The resulting interdisciplinary dataset allows the researchers to investigate the coupled interactions between human-natural systems at the local-to-regional scale and will provide a model by which further studies can be carried out to enhance broader understandings.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eleanor",
   "pi_last_name": "Harrison-Buck",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eleanor Harrison-Buck",
   "pi_email_addr": "e.harrison-buck@unh.edu",
   "nsf_id": "000624713",
   "pi_start_date": "2021-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Hampshire",
  "inst_street_address": "51 COLLEGE RD",
  "inst_street_address_2": "BLDG 107",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6038622172",
  "inst_zip_code": "038242620",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NH01",
  "org_lgl_bus_name": "UNIVERSITY SYSTEM OF NEW HAMPSHIRE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GBNGC495XA67"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Hampshire",
  "perf_str_addr": "51 COLLEGE RD SERVICE BLDG 107",
  "perf_city_name": "Durham",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "038243585",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NH01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 14364.0
  }
 ],
 "por": null
}