{
 "awd_id": "2120795",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: GCR: Co-Defining Climate Refugia to Inform the Management of Mountain Headwater Systems",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927775",
 "po_email": "llautz@nsf.gov",
 "po_sign_block_name": "Laura Lautz",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 44895.0,
 "awd_amount": 4160.0,
 "awd_min_amd_letter_date": "2021-09-18",
 "awd_max_amd_letter_date": "2021-09-18",
 "awd_abstract_narration": "Population growth and climate change increasingly stress public lands that provide key ecosystem services such as clean water, habitat for plants and animals, and income via tourism and natural resources. To ensure that services remain sustainable, land managers allocate limited resources to alleviate evolving stressors between society and the environment; however, land management decisions are challenged by scientific limitations and inadequate communication among scientists, decision-makers, and the public. This project aims to inform land management decisions by identifying regions that provide stable ecosystem services despite climate change and other human-caused disturbance. The project team – representing climate science, geology, hydrology, social science, and ecology – includes students from a Hispanic-Serving Institution and community colleges. The team will work with decision-makers to develop measurement and prediction technologies to estimate where, how, and when ecosystems may experience irreversible change this century. The project will establish a transferrable method to map at-risk and sustainable ecosystem services using both science and public priorities to inform land management decisions in the context of a changing climate.\r\n \r\nThe concept of refugia – the mappable landscape units that are buffered from contemporary climate change – is significant to many population segments that value and/or study ecosystem services at the urban-wildland interface. However, no unified framework exists in which to contribute new data or ideas, and there are technical barriers to projecting future conditions, including climate change and other societal pressures. This project will develop novel observations of water, energy and vegetation to improve a next-generation terrestrial model to co-produce refugia estimates through collaboration among land managers, citizens, and cross-disciplinary scientists. It will  undertake the complex task of combining public values, land manager input, and an ensemble of climate change projections to co-define refugia characteristics and predict the location and persistence of refugia under climate change and other anthropogenic forcings. The research will produce three specific advances: (1) a convergent blueprint for integrating and defining the value of ecosystem services that are relevant to the public, managers, and scientists as a means to characterize refugia, (2) improved process-based model structure to predict the dynamics, thresholds, and boundaries of future refugia, and (3) a novel modeling framework to separate sources of uncertainty in projections of ecosystem change.\r\n\r\nThis award is co-funded by the Hydrologic Sciences program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Flavio",
   "pi_last_name": "Lehner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Flavio Lehner",
   "pi_email_addr": "flavio.lehner@cornell.edu",
   "nsf_id": "000787222",
   "pi_start_date": "2021-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "Snee Hall, Cornell University",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148531504",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "062y00",
   "pgm_ele_name": "GCR-Growing Convergence Resear"
  },
  {
   "pgm_ele_code": "062Y00",
   "pgm_ele_name": "GCR-Growing Convergence Resear"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 4160.0
  }
 ],
 "por": null
}