{
 "awd_id": "2120459",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RCN-UBE: The Undergraduate Student Experiences with Citizen Science Network to Transform Learning and Broaden Participation in Science",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924694",
 "po_email": "jkabraha@nsf.gov",
 "po_sign_block_name": "Joel Abraham",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 499258.0,
 "awd_amount": 499258.0,
 "awd_min_amd_letter_date": "2021-06-29",
 "awd_max_amd_letter_date": "2021-06-29",
 "awd_abstract_narration": "This project aims to serve the national interest by increasing student engagement with science and facilitating the persistence of students in STEM fields. In addition, the quantity and quality of scientific data will have significance to the local communities in which colleges and universities are located. These national interests will be addressed by facilitating the effective implementation of an educational approach that combines the high impact practices of student participation in research and community-engaged learning. Specifically, the proposed network will empower undergraduate instructors to use citizen science effectively with their students to create job ready, scientifically literate, critical thinkers who use science to engage constructively with their communities. Citizen science - that is, the inclusion of the public in the methods of science with the goal of advancing scientific knowledge or application, is sometimes called community science, participatory science, or public participation in scientific research. The inclusion of citizen science in higher education will improve student learning outcomes while helping instructors to maintain flexible, collaborative approaches to learning that embrace technology and acknowledge the social context in which students live.\r\n\r\nThis research coordination network will create a diverse community of practice of instructors invested in using  citizen science to engage undergraduate students in authentic scientific practices in both face-to-face and online settings, improve student and instructor learning outcomes, and broaden participation in science. This community of practice will make citizen science more impactful and efficient by bringing together individuals to develop and test recommended practices for the implementation and assessment of citizen science with students, facilitate the adoption of citizen science by instructors, and assist citizen science project staff in attracting instructors to use their project. Network information will be shared widely through social media, digital resources on the network website, office hour drop-in sessions via videoconferencing, and peer reviewed publications. This work will further the field of biology education research by mapping educational theoretical frameworks to the use of citizen science in higher education, developing recommendations for different aspects of the use of citizen science (e.g., for online instruction, as a means of community engaged learning), and fostering multi-institutional research collaborations to test these recommendations. As instructors at new minority serving institutions in the network increase their use of citizen science, the network activities may be particularly impactful for groups of students whose proportionate participation in science is below their representation in the overall population. This project is being jointly funded by the Directorate for Biological Sciences, Division of Biological Infrastructure, and the Directorate for Education and Human Resources, Division of Undergraduate Education as part of their efforts to address the challenges posed in Vision and Change in Undergraduate Biology Education: A Call to Action (http://visionandchange/finalreport/).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "Vance-Chalcraft",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heather Vance-Chalcraft",
   "pi_email_addr": "vancechalcrafth@ecu.edu",
   "nsf_id": "000270451",
   "pi_start_date": "2021-06-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Allen",
   "pi_last_name": "Hurlbert",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Allen H Hurlbert",
   "pi_email_addr": "hurlbert@bio.unc.edu",
   "nsf_id": "000521254",
   "pi_start_date": "2021-06-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Terry",
   "pi_last_name": "Gates",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Terry Gates",
   "pi_email_addr": "tagates@ncsu.edu",
   "nsf_id": "000741726",
   "pi_start_date": "2021-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "East Carolina University",
  "inst_street_address": "1000 E 5TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREENVILLE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "2523289530",
  "inst_zip_code": "278582502",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NC03",
  "org_lgl_bus_name": "EAST CAROLINA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HWPEKM8VFTJ9"
 },
 "perf_inst": {
  "perf_inst_name": "East Carolina University",
  "perf_str_addr": "209 East 5th Street, Mail Stop 2",
  "perf_city_name": "Greenville",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "278581821",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "037Y00",
   "pgm_ele_name": "UBE - Undergraduate Biology Ed"
  },
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 499258.0
  }
 ],
 "por": null
}