{
 "awd_id": "2120843",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding the Role of Student Engagement in Active Learning Outcomes in General Chemistry through Discourse Analysis",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924674",
 "po_email": "drickey@nsf.gov",
 "po_sign_block_name": "Dawn Rickey",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 299945.0,
 "awd_amount": 299945.0,
 "awd_min_amd_letter_date": "2021-08-17",
 "awd_max_amd_letter_date": "2021-08-17",
 "awd_abstract_narration": "“Active learning” (AL) strategies have been at the center of national calls for the adoption of evidence-based instructional practices to transform education in science, technology, engineering, and mathematics (STEM) fields. While there is strong evidence to support the effectiveness of such strategies overall, in practice student outcomes vary widely, with AL pedagogies sometimes having no measurable effect. Thus, it is critical to understand what makes AL strategies effective in some cases but not in others. This project examines a central component of a wide range of AL approaches: the use of small-group discussions. The project investigates students’ engagement in group work, the factors that influence this engagement, and the relationship between students’ engagement in discussions during group work and their understanding of course material. Findings from the project will help inform the implementation of AL strategies that rely on group work.\r\n\r\nThe project uses the Interactive-Constructive-Active-Passive (ICAP) framework of cognitive engagement to gain insight into when and how AL works in promoting the success of different learners, and discourse analysis to identify the mechanisms through which this occurs. The overarching goal of the project is to understand the mediating role of cognitive engagement in active learning outcomes. The specific objectives are to identify patterns in students’ cognitive engagement through their discourse during group work in AL activities, determine how these patterns relate to both activity design features and interactional dynamics, and evaluate the degree to which students’ cognitive engagement in AL activities relates to their course-based chemistry assessment outcomes. To accomplish these objectives, the project team will collect video recordings of group work during AL activities in an undergraduate general chemistry course. These recordings will be transcribed and initially analyzed to determine the extent to which students’ observed engagement during these activities matches the planned level of engagement based on the activity design. Focal segments of the transcripts will then be more closely analyzed using conversation analysis. Subsequent work will evaluate the relationship between students’ cognitive engagement in each activity and their understanding of the topic covered, using individual student engagement levels from the transcripts together with students’ regular in-course assessments to perform a repeated measures multivariate analysis of covariance (MANCOVA) for each activity. The project will be assessed through annual reviews by a three-person advisory board. Beyond contributing to fundamental research on students’ cognitive engagement during small-group AL in chemistry, the proposed project is expected to have implications for improving STEM education. First, findings from the study will inform the evidence base available to STEM educators when evaluating the efficacy of AL in their specific learning environments. Second, the research methods employed in this project can serve as a model and be applied across a wide array of AL approaches that use group work. A professional development workshop and archive of data and training materials will support further application by others. Third, the project will provide cross-training for graduate students from both applied linguistics and chemistry education, exposing them to the wider research community in both fields and fostering interdisciplinary collaboration among the next generation of STEM education and applied linguistics researchers. The NSF IUSE: EHR program supports research and development projects to improve the effectiveness of STEM education for all students. Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alissa",
   "pi_last_name": "Hartig",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Alissa J Hartig",
   "pi_email_addr": "ahartig@pdx.edu",
   "nsf_id": "000788746",
   "pi_start_date": "2021-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jack",
   "pi_last_name": "Barbera",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jack Barbera",
   "pi_email_addr": "jack.barbera@pdx.edu",
   "nsf_id": "000528345",
   "pi_start_date": "2021-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Portland State University",
  "inst_street_address": "1600 SW 4TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037259900",
  "inst_zip_code": "972015508",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "PORTLAND STATE UNIVERSITY",
  "org_prnt_uei_num": "WWUJS84WJ647",
  "org_uei_num": "H4CAHK2RD945"
 },
 "perf_inst": {
  "perf_inst_name": "Portland State University",
  "perf_str_addr": "1600 SW 4th Ave",
  "perf_city_name": "Portland",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972070751",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 299945.0
  }
 ],
 "por": null
}