{
 "awd_id": "2120066",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanocatalytic Ammonia Synthesis over Transition Metal Nitrides",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927104",
 "po_email": "bchandle@nsf.gov",
 "po_sign_block_name": "Bert Chandler",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 461245.0,
 "awd_amount": 461245.0,
 "awd_min_amd_letter_date": "2021-07-20",
 "awd_max_amd_letter_date": "2021-07-20",
 "awd_abstract_narration": "Ammonia manufacturing is the key step to producing sufficient fertilizer to feed the world. However, the dominant Haber-Bosch industrial process requires high temperatures and pressures that are only commercially viable in centralized plants at very large scale.  A more scalable process would allow for decentralized fertilizer production in remote or rural areas, thus reducing transportation costs and associated hazards. The project investigates the suitability of a relatively new type of catalysis, known as mechanocatalysis, for small-scale, ammonia (NH3) manufacturing.  Broader impacts include educational and training classes on sustainable chemistry and an online lecture archive.\r\n\r\nMechanocatalysis involves collisions in a ball mill or similar device to activate solid catalysts and create unique reactive environments with limited lifetime.  NH3 manufacturing can thus be operated at nominally ambient conditions.  Activation of the stable triple bond in the N2 molecule is possible, and ammonia can be formed while the catalyst returns to its non-activated state.  However, many questions remain regarding the nature of the reactive environments, kinetics of different reaction steps, and the impact on properties and durability of the catalysts.  The project focuses on the driving forces for mechanocatalytic ammonia manufacturing utilizing transition metal nitride catalysts. The formation of hot spots and highly catalytically active metastable sites are the most probable explanations for observed mechanocatalytic activity. Consequently, specific aims target each of these phenomena.  Since highly active sites in mechanocatalytic processes tend to decay, novel characterization approaches will be developed to quench or sustain them to allow for effective characterization.  A combination of ball drop experiments, measurements of thermal conductivity, and the rate of mechanochemical N2 activation will be used to derive a transient energy balance for an individual milling collision event and the subsequent decay of the hot spot. The resulting transient temperature will be the basis for kinetic models of the ammonia synthesis process.  In addition, chemical and mechanical descriptors will be identified correlating to the performance of the various nitride catalysts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carsten",
   "pi_last_name": "Sievers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carsten Sievers",
   "pi_email_addr": "carsten.sievers@chbe.gatech.edu",
   "nsf_id": "000512515",
   "pi_start_date": "2021-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue, NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 461245.0
  }
 ],
 "por": null
}