{
 "awd_id": "2121797",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ADVANCE Partnership: Promoting Equity and Inclusion to Facilitate Retention of Faculty through Evidence- and Place-Based Intervention Training",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032925350",
 "po_email": "jdearo@nsf.gov",
 "po_sign_block_name": "Jessie Dearo",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 444414.0,
 "awd_amount": 444414.0,
 "awd_min_amd_letter_date": "2021-08-25",
 "awd_max_amd_letter_date": "2021-08-25",
 "awd_abstract_narration": "The University of California, Riverside (UCR) Collaborative NSF ADVANCE Partnership project (COE ADVANCE) aims at developing an organizational culture and climate that better promote equity and inclusion for engineering faculty. This will be achieved by building awareness and understanding of exclusionary behaviors and enabling effective intervention through bystander training. This project will affect individual and organizational change in Colleges of Engineering (COEs) across the University of California (UC) system, starting in the Bourns College of Engineering (BCOE) at UCR and expanding to all other UC COEs, through a partnership with the UC Engineering Deans’ Council.  The project objectives include: (1) Increase individual and organizational awareness and understanding of the culture and climate within COEs across the UC system, particularly as they affect women and in the context of intersectionality; (2) Develop organizational leaders, allies, and coconspirators from the departments and colleges to provide bystander intervention training for all faculty and to model behaviors that promote equity and inclusion; (3) Empower faculty to apply bystander intervention strategies that promote positive organizational culture and climate, encourage equitable attitudes, and facilitate systemic change; and (4) Elucidate the intersectional experiences of underrepresented faculty and resistance to change among overrepresented faculty.  This project is in partnership with the ADVANCEGeo: From the Classroom to the Field: Improving the Workplace in the Geosciences (#1725879) and NSF INCLUDES: Leveraging Field- Campaign Networks for Collaborative Change (#1835055) projects.\r\n\r\nThe COE ADVANCE project will result in: (1) An increased understanding and adoption of strategies by engineering faculty across the UC system for identifying and addressing exclusionary practices; (2) An intervention model that can be used in multiple higher education contexts to promote equity and inclusion of STEM faculty, staff, and students; (3) A network of organizational leaders from departments within COEs across the UC system who are committed to modeling equity and inclusion, and who are connected to the AdvanceGEO and INCLUDES partners and their networks; and (4) An improved culture and climate for COE faculty across the UC system. Important elements in this project for supporting systemic and sustainable change include: engagement of leadership at the College, University, and UC System levels; development of organizational leaders within departments as allies and co-conspirators; and faculty empowerment through department-centralized training (train-the-trainer model). Training materials and research methods will be developed through the partnerships with the AdvanceGEO and NSF INCLUDES projects. These project partners bring experience in applying such approaches in a place-based context.  The COE ADVANCE research methods, data, deliverables, and outcomes will contribute to a growing body of knowledge and published literature on bystander intervention programs, as well as on efforts to promote equity and inclusion in academia. Although COE ADVANCE focuses on inclusion for STEM faculty, systemic shifts in organizational culture and climate will also positively affect students and staff.\r\n\r\nThe NSF ADVANCE program is designed to foster gender equity through a focus on the identification and elimination of organizational barriers that impede the full participation and advancement of diverse faculty in academic institutions.  Organizational barriers that inhibit equity may exist in policies, processes, practices, and the organizational culture and climate.  ADVANCE \"Partnership\" awards provide support for projects that scale-up evidence based systemic change strategies to enhance gender equity for STEM faculty regionally or nationally.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brittany",
   "pi_last_name": "Bloodhart",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brittany Bloodhart",
   "pi_email_addr": "Brittany.Bloodhart@csusb.edu",
   "nsf_id": "000720719",
   "pi_start_date": "2021-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Enterprises Corporation at CSUSB",
  "inst_street_address": "5500 UNIVERSITY PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "SAN BERNARDINO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9095375929",
  "inst_zip_code": "924072318",
  "inst_country_name": "United States",
  "cong_dist_code": "33",
  "st_cong_dist_code": "CA33",
  "org_lgl_bus_name": "UNIVERSITY ENTERPRISES CORPORATION AT CSUSB",
  "org_prnt_uei_num": "",
  "org_uei_num": "QJZ1F3UMLEJ4"
 },
 "perf_inst": {
  "perf_inst_name": "California State University, San Bernardino",
  "perf_str_addr": "5500 University Parkway",
  "perf_city_name": "San Bernardino",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "924072318",
  "perf_ctry_code": "US",
  "perf_cong_dist": "33",
  "perf_st_cong_dist": "CA33",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "016Y00",
   "pgm_ele_name": "ADVANCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011Z",
   "pgm_ref_txt": "ADVANCE PLAN D"
  },
  {
   "pgm_ref_code": "7568",
   "pgm_ref_txt": "ADVANCE-PAID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 444414.0
  }
 ],
 "por": null
}