{
 "awd_id": "2121120",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "MCA-ECON: The Impacts of Supply and Demand on Ideas, Innovation, and Diversity in Economics",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 405665.0,
 "awd_amount": 485862.0,
 "awd_min_amd_letter_date": "2021-08-18",
 "awd_max_amd_letter_date": "2023-08-16",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2).\r\n\r\nResearchers play a critical role in the production of new ideas, yet relatively little is known about how the composition of researchers affects research output.  This project will address this question directly and explicitly tie the evolution of ideas to demographic shifts in the representation of historically underrepresented minority (URM) groups and women in economics.  As such, it connects closely with efforts to broaden participation toward greater inclusion of historically marginalized groups at universities, colleges, and professional organizations  across the nation.\r\n\r\nThis project will link the most comprehensive data sets on the supply of, and demand for, Ph.D. economists by year and field within economics.  This unprecedented coverage will enable researchers to track the evolution of ideas and innovation in economics and the role that labor supply and demand factors have played in that process.  Close examination of these data will lead to a better understanding of the relationship between the demographic composition of researchers and ideas, with a focus on estimating the impact of increasing diversity on the depth and breadth of research innovation and ideas. This project will also yield insights from the variation in the representation of women and URM groups across fields over time to provide actionable evidence on increasing diversity more broadly in the profession.  Finally, this Mid-Career Advancement (MCA) project will support moving the PI’s area of expertise into the field of innovation while opening new avenues of inquiry into the link between diversity and innovation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francisca",
   "pi_last_name": "Antman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Francisca M Antman",
   "pi_email_addr": "francisca.antman@colorado.edu",
   "nsf_id": "000849220",
   "pi_start_date": "2021-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 252926.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 152739.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 80197.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Like many STEM disciplines, economics lacks diversity along many dimensions, which may affect the research that is conducted. This Mid-Career Advancement project analyzes the impact of labor supply and demand factors on ideas and innovation to assess how the demographic composition of researchers affects research output.&nbsp;</p>\r\n<p>Analysis of demand data shows substantial variation in demand over time and significant variation in demand across fields within economics.&nbsp; On the supply side, author demographics were linked with economic research fields using dissertation research topics and large-scale algorithmic methods that identify author demographics based on names.</p>\r\n<p>Results show how racial and ethnic backgrounds, as well as gender of dissertation authors, relate to fields of economic research.&nbsp; One important finding is that women appear to bring gender-related research topics into a wide range of fields within economics.&nbsp; It is also noteworthy that, despite stagnation in the share of women among economics Ph.D.s in recent years, there has been a remarkable rise in gender-related dissertations in many fields within economics. &nbsp;By linking the evolution of ideas to changes in the representation of historically underrepresented minority groups and women in economics, this project connects closely with efforts to broaden participation and inclusion of historically marginalized groups at universities, colleges, and professional organizations across the nation.</p>\r\n<p>This project&nbsp;also conducts a long-term evaluation of one of the longest running professional mentoring programs aimed at underrepresented groups in economics, which matches economics Ph.D. students and new doctorates from underrepresented groups with professional economists who serve as mentors in the field. &nbsp;Results highlight the potential for professional mentoring programs to address persistent racial and ethnic disparities and achieve greater diversity over time.</p>\r\n<p>This research was disseminated through numerous high-visibility conference and seminar presentations, and ultimately as publications in multiple journal articles.&nbsp; The PI on this project benefited from professional development, partnerships, training opportunities, and protected research time as highlighted in the Mid-Career Advancement Award program. As a result, the PI was able to make significant career progress and was active in leadership positions directly related to the scope of the research.&nbsp; Multiple graduate students also benefited from the funding support afforded by this award, and made academic progress in their Ph.D. programs.</p><br>\n<p>\n Last Modified: 12/27/2024<br>\nModified by: Francisca&nbsp;M&nbsp;Antman</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nLike many STEM disciplines, economics lacks diversity along many dimensions, which may affect the research that is conducted. This Mid-Career Advancement project analyzes the impact of labor supply and demand factors on ideas and innovation to assess how the demographic composition of researchers affects research output.\r\n\n\nAnalysis of demand data shows substantial variation in demand over time and significant variation in demand across fields within economics. On the supply side, author demographics were linked with economic research fields using dissertation research topics and large-scale algorithmic methods that identify author demographics based on names.\r\n\n\nResults show how racial and ethnic backgrounds, as well as gender of dissertation authors, relate to fields of economic research. One important finding is that women appear to bring gender-related research topics into a wide range of fields within economics. It is also noteworthy that, despite stagnation in the share of women among economics Ph.D.s in recent years, there has been a remarkable rise in gender-related dissertations in many fields within economics. By linking the evolution of ideas to changes in the representation of historically underrepresented minority groups and women in economics, this project connects closely with efforts to broaden participation and inclusion of historically marginalized groups at universities, colleges, and professional organizations across the nation.\r\n\n\nThis projectalso conducts a long-term evaluation of one of the longest running professional mentoring programs aimed at underrepresented groups in economics, which matches economics Ph.D. students and new doctorates from underrepresented groups with professional economists who serve as mentors in the field. Results highlight the potential for professional mentoring programs to address persistent racial and ethnic disparities and achieve greater diversity over time.\r\n\n\nThis research was disseminated through numerous high-visibility conference and seminar presentations, and ultimately as publications in multiple journal articles. The PI on this project benefited from professional development, partnerships, training opportunities, and protected research time as highlighted in the Mid-Career Advancement Award program. As a result, the PI was able to make significant career progress and was active in leadership positions directly related to the scope of the research. Multiple graduate students also benefited from the funding support afforded by this award, and made academic progress in their Ph.D. programs.\t\t\t\t\tLast Modified: 12/27/2024\n\n\t\t\t\t\tSubmitted by: FranciscaMAntman\n"
 }
}