{
 "awd_id": "2121422",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Broadening Engagement in Mathematics Participation and Readiness Education",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924944",
 "po_email": "pwaller@nsf.gov",
 "po_sign_block_name": "Patrice Waller",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 299883.0,
 "awd_amount": 299883.0,
 "awd_min_amd_letter_date": "2021-08-24",
 "awd_max_amd_letter_date": "2022-12-02",
 "awd_abstract_narration": "The project aims to serve the national interest by enhancing practices to increase motivation and persistence in mathematics teacher preparation. This Engaged Student Learning Level 1 project, Broadening Engagement in Mathematics Participation and Readiness Education Project (BE-MathPREP), proposes to implement a tiered-mentorship model at the University of Hawai‘i West O‘ahu (UHWO). The BE-MathPREP mentoring model in the UHWO pre-service math teacher preparation program uses a multilayered structured program in which the lower-division math students are mentored by Peer Academic Leaders (PALs).  PALs include mathematics faculty, in-service mathematics teachers, and peer pre-service mathematics teachers who mentor lower-division mathematics students through this project’s Math Teacher’s Circle at Hawaii (MaTCH) sessions. Two research questions guide project activities: (Q1). How well does BE-MathPREP PAL improve lower-division math students’ math self-efficacy in ways to increase STEM interest? (Q2). How well do BE-MathPREP PAL and MaTCH improve teacher candidates’ teaching and math efficacy in ways to increase student persistence in STEM teaching? Anticipated outcomes of the project include an increase in the number of diverse students pursuing STEM teaching and production of at least 20 dedicated pre-service teachers who become committed and competent professionals. \r\n\r\nThe goal of BE-MathPREP is to determine the effectiveness of evidence-based practices in teaching and learning mathematics, including culturally responsive strategies, and to provide academic support for undergraduates in/to the mathematics teacher preparation program at UHWO. BE-MathPREP starts with selecting student mentors (PALs) with priority given to pre-service teacher candidates.  This is followed by implementing the PAL program and MaTCH sessions during the summer and academic year. One or two PALs assist in each section of foundational math courses. Mentored by the course instructor, PALs are involved both in-and-out of the classroom. PALs build on hard skills throughout the semester, such as understanding and communicating the course material, and soft skills, such as rapport that PALs develop with their faculty mentors. PALs work directly with in-service teachers through MaTCH meetings to develop their first teaching portfolio. In addition, PALs have the opportunity to receive support for organizing place-based summer workshops and undergraduate research. This project contributes to knowledge generation by developing a recruitment and retention model based on peer-mentoring in an indigenous-serving institution. The establishment of the math community of UHWO students and professionals (faculty and in-service teachers) through the BE-MathPREP PAL and MaTCH efforts has the potential to allow all members to stay current in math content, as well as to continue to develop practices that advance math education.  The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students. Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.  The Robert Noyce Teacher Scholarship (Noyce) Program is providing co-funding for this IUSE: EHR project to support the project's pre-service teacher preparation goals, which are well-aligned with Noyce Program goals.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Veny",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Veny Liu",
   "pi_email_addr": "venyliu@hawaii.edu",
   "nsf_id": "000805865",
   "pi_start_date": "2021-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Esther",
   "pi_last_name": "Widiasih",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Esther Widiasih",
   "pi_email_addr": "widiasih@hawaii.edu",
   "nsf_id": "000666619",
   "pi_start_date": "2021-08-24",
   "pi_end_date": "2022-12-02"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laurie",
   "pi_last_name": "James",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laurie James",
   "pi_email_addr": "ljames7@hawaii.edu",
   "nsf_id": "000790802",
   "pi_start_date": "2021-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bonnie",
   "pi_last_name": "Bittman",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Bonnie L Bittman",
   "pi_email_addr": "bittmanb@hawaii.edu",
   "nsf_id": "000892099",
   "pi_start_date": "2022-12-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii West Oahu",
  "perf_str_addr": "91-1001 Farrington Hwy",
  "perf_city_name": "Kapolei",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "967074507",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  },
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 299883.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Broadening Engagement in Mathematics Participation and Readiness Education Project (BE-MathPREP) at the University of Hawaii-West Oahu aimed to diversify and strengthen the pipeline of mathematics teachers in Hawaii, with a particular focus on increasing representation of Native Hawaiian and Pacific Islander (NHPI) students. The project implemented the tiered mentoring model through a multilayered structured program in which the lower-division math students are mentored by Peer Academic Leaders (PALs) who, in turn, will be mentored by professionals (math faculty via PAL program and in-service teachers via Math Teacher&rsquo;s Circle at Hawaii (MaTCH) workshops). Over three years, these interventions have shown significant positive impacts on participants, facilitators, and learning environments.</p>\n<p>The PAL program provided academic support across lower-division math courses, impacting over 1200 students in the project&rsquo;s three years. In the most recent academic year, PALs assisted 621 students across 28 sections of lower division math courses, where at least 24% of the students supported were NHPI. PALs received training in tutoring strategies and worked closely with course instructors to support students in and outside the classroom. This program improved pass rates and persistence in math courses, particularly among NHPI students. For example, in the Fall 2023 semester, 79% of NHPI students supported by PALs passed their math courses with C- or better, and 61.7% either graduated or re-enrolled; this persistence rate grew even more in the spring 2024 term when 69% of NHPI students either graduated or re-enrolled.</p>\n<p>The MaTCH workshops created a vibrant learning community for pre-service and in-service math teachers. These workshops, totaling 24 hours of professional development annually, covered diverse mathematical topics and teaching strategies. In the most recent year, MaTCH sessions attracted 62 participants, with an additional 26 taking part in the summer workshop. Participants consistently reported that the workshops enhanced their teaching practices and connected them with the broader math education community.</p>\n<p>The unique summer MaTCH workshop integrated Hawaiian cultural elements, environmental issues, and mathematical concepts, providing an immersive and culturally relevant learning experience. This workshop, held over two days, engaged more than 60 participants including pre-service teachers, UHWO students, in-service teachers, and members of the NHPI community. Activities included exploring the concept of ahupua'a (watershed land division), learning about sustainable food production practices of Native Hawaiian ancestors, and even paddling in an outrigger canoe as an extension of body and mind.</p>\n<p>&nbsp;The project demonstrated several key outcomes:</p>\n<ol>\n<li>Increased persistence and motivation among      teacher preparation students, with some students from other majors      expressing interest in teaching careers after engaging with the program.      The project recruited 27 unique PALs, including 9 pre-service math      teachers and 10 STEM field majors, with 3 identifying as NHPI.</li>\n<li>Successful integration of culturally relevant      pedagogy and Hawaiian cultural elements into mathematics education,      enhancing the relevance and engagement of the curriculum. This was      particularly evident in the summer MaTCH workshop, where participants developed      culture-focused and place-based math activities.</li>\n<li>Establishment of a supportive learning      community through the MaTCH workshops, benefiting both pre-service and      in-service teachers. Participants described the workshops as \"fun and      interesting\" and reported immediate positive impacts on their teaching      practices.</li>\n<li>Improved academic outcomes for students      supported by PALs, contributing to greater persistence in math majors. The      pass rates and persistence data demonstrate the effectiveness of this peer      support model.</li>\n<li>Professional development opportunities for      pre-service teachers, including conference presentations and engagement in      research activities. For instance, three pre-service math teachers and three      math students attended and presented at national and international      conferences, including the 2022 MAA Math Fest, 2023 SACNAS NDiSTEM      conference, and the 2024 Joint Mathematics Meeting.</li>\n</ol>\n<p>The project team disseminated its findings through multiple conference presentations, with plans for further dissemination in the coming year. Student groups also presented at conferences, exploring topics such as the PAL program's contributions to supporting diversity in math education. Two former PALs and pre-service teachers led math sessions during the MaTCH summer workshop, demonstrating the project's impact on developing leadership skills among participants. The team is continuing to work toward institutionalization and expansion of the PAL and MaTCH programs, possibly to additional disciplines.&nbsp;</p>\n<p>The BE-MathPREP project has demonstrated strong potential for targeted interventions to diversify and strengthen the math teacher pipeline. By combining academic support, professional development, and culturally relevant pedagogy, the project has created a model that can be effectively adapted and scaled in additional contexts. The project's success in integrating Hawaiian cultural elements and addressing contemporary environmental issues within math education serves as a model for other STEM education initiatives seeking to increase cultural relevance and engagement. The BE-MathPREP project's outcomes underscore the importance of mentorship, learning communities, and culturally relevant pedagogy in STEM education. By continuing to build on these successes and share their findings, the project team aims to contribute significantly to the broader goal of diversifying and strengthening mathematics education in Hawaii and beyond.</p><br>\n<p>\n Last Modified: 09/17/2024<br>\nModified by: Veny&nbsp;Liu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nBroadening Engagement in Mathematics Participation and Readiness Education Project (BE-MathPREP) at the University of Hawaii-West Oahu aimed to diversify and strengthen the pipeline of mathematics teachers in Hawaii, with a particular focus on increasing representation of Native Hawaiian and Pacific Islander (NHPI) students. The project implemented the tiered mentoring model through a multilayered structured program in which the lower-division math students are mentored by Peer Academic Leaders (PALs) who, in turn, will be mentored by professionals (math faculty via PAL program and in-service teachers via Math Teachers Circle at Hawaii (MaTCH) workshops). Over three years, these interventions have shown significant positive impacts on participants, facilitators, and learning environments.\n\n\nThe PAL program provided academic support across lower-division math courses, impacting over 1200 students in the projects three years. In the most recent academic year, PALs assisted 621 students across 28 sections of lower division math courses, where at least 24% of the students supported were NHPI. PALs received training in tutoring strategies and worked closely with course instructors to support students in and outside the classroom. This program improved pass rates and persistence in math courses, particularly among NHPI students. For example, in the Fall 2023 semester, 79% of NHPI students supported by PALs passed their math courses with C- or better, and 61.7% either graduated or re-enrolled; this persistence rate grew even more in the spring 2024 term when 69% of NHPI students either graduated or re-enrolled.\n\n\nThe MaTCH workshops created a vibrant learning community for pre-service and in-service math teachers. These workshops, totaling 24 hours of professional development annually, covered diverse mathematical topics and teaching strategies. In the most recent year, MaTCH sessions attracted 62 participants, with an additional 26 taking part in the summer workshop. Participants consistently reported that the workshops enhanced their teaching practices and connected them with the broader math education community.\n\n\nThe unique summer MaTCH workshop integrated Hawaiian cultural elements, environmental issues, and mathematical concepts, providing an immersive and culturally relevant learning experience. This workshop, held over two days, engaged more than 60 participants including pre-service teachers, UHWO students, in-service teachers, and members of the NHPI community. Activities included exploring the concept of ahupua'a (watershed land division), learning about sustainable food production practices of Native Hawaiian ancestors, and even paddling in an outrigger canoe as an extension of body and mind.\n\n\nThe project demonstrated several key outcomes:\n\nIncreased persistence and motivation among      teacher preparation students, with some students from other majors      expressing interest in teaching careers after engaging with the program.      The project recruited 27 unique PALs, including 9 pre-service math      teachers and 10 STEM field majors, with 3 identifying as NHPI.\nSuccessful integration of culturally relevant      pedagogy and Hawaiian cultural elements into mathematics education,      enhancing the relevance and engagement of the curriculum. This was      particularly evident in the summer MaTCH workshop, where participants developed      culture-focused and place-based math activities.\nEstablishment of a supportive learning      community through the MaTCH workshops, benefiting both pre-service and      in-service teachers. Participants described the workshops as \"fun and      interesting\" and reported immediate positive impacts on their teaching      practices.\nImproved academic outcomes for students      supported by PALs, contributing to greater persistence in math majors. The      pass rates and persistence data demonstrate the effectiveness of this peer      support model.\nProfessional development opportunities for      pre-service teachers, including conference presentations and engagement in      research activities. For instance, three pre-service math teachers and three      math students attended and presented at national and international      conferences, including the 2022 MAA Math Fest, 2023 SACNAS NDiSTEM      conference, and the 2024 Joint Mathematics Meeting.\n\n\n\nThe project team disseminated its findings through multiple conference presentations, with plans for further dissemination in the coming year. Student groups also presented at conferences, exploring topics such as the PAL program's contributions to supporting diversity in math education. Two former PALs and pre-service teachers led math sessions during the MaTCH summer workshop, demonstrating the project's impact on developing leadership skills among participants. The team is continuing to work toward institutionalization and expansion of the PAL and MaTCH programs, possibly to additional disciplines.\n\n\nThe BE-MathPREP project has demonstrated strong potential for targeted interventions to diversify and strengthen the math teacher pipeline. By combining academic support, professional development, and culturally relevant pedagogy, the project has created a model that can be effectively adapted and scaled in additional contexts. The project's success in integrating Hawaiian cultural elements and addressing contemporary environmental issues within math education serves as a model for other STEM education initiatives seeking to increase cultural relevance and engagement. The BE-MathPREP project's outcomes underscore the importance of mentorship, learning communities, and culturally relevant pedagogy in STEM education. By continuing to build on these successes and share their findings, the project team aims to contribute significantly to the broader goal of diversifying and strengthening mathematics education in Hawaii and beyond.\t\t\t\t\tLast Modified: 09/17/2024\n\n\t\t\t\t\tSubmitted by: VenyLiu\n"
 }
}