{
 "awd_id": "2121014",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Theo Colborn and Environmental Endocrine Disruption",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032925034",
 "po_email": "wbauchsp@nsf.gov",
 "po_sign_block_name": "Wenda K. Bauchspies",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2021-08-23",
 "awd_max_amd_letter_date": "2021-08-23",
 "awd_abstract_narration": "Since the 1990s, scientists and global health experts have been concerned about the impact of environmental endocrine disrupting chemicals (EDCs) on the health of animals, humans, and the ecosystem. The recognition of endocrine disruption is due to the work of Theo Colborn (1927-2014). In 1988, Colborn, an Associate of the World Wildlife Fund working with Canadian biologists, first identified developmental and reproductive disorders in fauna exposed to environmental toxins in the Great Lakes basin. In 1991, she organized a conference of biologists and biomedical scientists to review the data, resulting in release of the Wingspread Consensus Statement, which concluded that a \"large number of man-made chemicals released into the environment … have the potential to disrupt the endocrine system of animals, including humans.\" This heralded the birth of endocrine disruption science. In 1996, Colborn and two colleagues published the popular book, \"Our Stolen Future: Are We Threatening our Intelligence and Survival? A Scientific Detective Story,\" translated into sixteen languages. Following in Rachel Carson's footsteps, Colborn aimed to inform the public about the danger of endocrine disrupting chemicals (EDCs) in the environment, food, personal care and manufactured products, which can interfere with normal endocrine system functioning. Mimicking or blocking hormones that regulate normal developmental processes, EDCs are associated with such problems as reduced sperm quality and fertility, abnormalities in sex organs, early puberty, certain cancers, learning disabilities, diabetes, obesity, and more. This best-selling book prompted government regulatory agencies in the US and abroad to investigate endocrine disruption, but progress to date has been slow. Up to her death in 2014, Colborn worked tirelessly as a research scientist, policy expert, and activist advocating on behalf of the public to urge precautionary action to reduce environmental EDCs. This project traces the history of endocrine disruption science and policy in a biography highlighting Colborn’s extraordinary scientific career. The book and associated websites will contribute to STS scholarship and educate the public about the continuing problems posed by endocrine disrupting chemicals.\r\n\r\nDrawing on extensive primary and secondary sources (including Colborn‘s archive and oral histories by colleagues and others), this project addresses several core issues within STS literature and contemporary science and society: (1) The changing role of women and gender in science after the advent of second wave feminism, illustrated by the new field of endocrine disruption and the formation of transdisciplinary research groups; (2) The challenge EDCs pose to the US regulatory process—based on traditional toxicological methods and standards, but confronted by chemicals with low dose effects dependent on time of exposure—as contrasted with the approaches EDCs taken by the EU and Japan; and (3) The use of biography to educate a new generation about the complex issues of endocrine disruption (especially PFAS contamination) by narrating a life in science dedicated to ensuring individual health and the future of humanity, and yet recognizing the importance of developing safe industrial practices that promote the national and global economy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marsha",
   "pi_last_name": "Richmond",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Marsha L Richmond",
   "pi_email_addr": "marsha.richmond@wayne.edu",
   "nsf_id": "000361998",
   "pi_start_date": "2021-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "5057 Woodward",
  "perf_city_name": "Detroit",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482023622",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124Y00",
   "pgm_ele_name": "Science & Technology Studies"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Title:</strong> Theo Colborn and Environmental Endocrine Disruption<br /> PI: Marsha Richmond<br /> Awardee: Wayne State University <br /> Award Number: 2121014<br /> Award Ends: 08/31/2024<br /> Program Officer Name: Wenda K. Bauchspies <br /> Program Officer Email Address: <a href=\"mailto:wbauchsp@nsf.gov\">wbauchsp@nsf.gov</a><br /> Program Officer Phone Number: (703)292-5034<br /> <br /> <strong>The Project Outcomes Report</strong></p>\n<p><strong><em>Description</em></strong>: This project highlights the life and career of the extraordinary environmental scientist Theo Colborn (1927-2014). Colborn had two careers. After rearing four children and working as a pharmacist for three decades, Colborn returned to school to become a water specialist, earning a Master's degree in ecology from Western State College in Gunnison, Colorado in 1979 and a PhD from the University of Wisconsin-Madison in 1985 at the age of 58. Selected as a Congressional Fellow in the Office of Technology Assessment in Washington, DC, she worked on the&nbsp;revision of the Clean Air Act, among other legislation. In 1987, she was hired by the Conservation Foundation/World Wildlife Fund to prepare a report on problems experienced by fish and wildlife exposed to pollution for inclusion in Great Lakes, Great Legacy? After scouring hundreds of scientific papers, she discovered that contrary to expectations, the 12 sentinel species of animals she selected were not suffering from cancer but rather reproductive and developmental problems. Colborn believed this was due to their exposure to persistent toxic chemicals, PCBs, DDT, other pesticides, and dioxin, present in the Lakes after decades of heavy industrial activity. When these findings were published in 1990, the first evidence that humans suffered similar problems aroused considerable concern among governmental agencies, grassroots environmental groups, and the US and Canada public.</p>\n<p>Colborn received support to continue her research until she was ready to present her evidence for confirmation. She invited twenty-one scientists from various disciplines to the Johnson Foundation's Wingspread Conference Center in Racine, Wisconsin, in July 1991. At the end of the three-day meeting, the group unanimously issued the Wingspread Consensus Statement, which stated: \"A large number of man-made chemicals that have been released into the environment &hellip; have the potential to disrupt the endocrine system of animals, including humans.\" It explained that the normal development of the offspring of females exposed to toxic substances, labeled endocrine disrupting chemicals (EDCs), could be altered by EDCs mimicking or blocking estrogen and other hormones guiding the development of sex and causing behavioral and metabolic disorders. \"Unless the environmental load of synthetic hormone disruptors is abated and controlled,\" they warned, \"large scale dysfunction at the population level is possible.\" The Wingspread Consensus Statement launched the new field of endocrine disruption, which, over three decades later, remains an active area of scientific study.</p>\n<p>Until her death in December 2014, Colborn served as the central figure in the endocrine disruption community, working to advance scientific understanding, advocate for the regulation of toxicants, and educate the public about this serious global problem. The popular book she co-authored, <em>Our Stolen Future</em> (1996), explained to nonspecialists the threats EDCs pose to children exposed in utero. She received numerous awards for her work, including the prestigious 2000 Blue Planet Prize. After retiring as <span>Senior Scientist and Director, Wildlife and Contaminants Program,&nbsp;</span>the World Wildlife Fund, in 2002, Theo used the prize money to create an NGO, The Endocrine Disruption Exchange (TDEX), to continue work on EDCs and the threat of fracking chemicals and PFAS in drinking water. As her colleagues note, Theo wasn't just a scientist, she was a force of nature, tirelessly working to protect future generations from the harm of synthetic chemicals in the environment.</p>\n<p><strong><em>Outcomes</em></strong>: The project's main deliverable is a biography of Theo Colborn and her work on endocrine disruption. The book is based on extensive primary sources and circa 70 oral histories of her former colleagues and children. Two chapters out of six are completed, and the book manuscript will be submitted to a publisher in 2025. Colborn's extensive archival materials were deposited at the University of Colorado-Boulder Norlin Library and Archives (<a href=\"https://archives.colorado.edu/repositories/2/resources/2600\">https://archives.colorado.edu/repositories/2/resources/2600</a>), and $7,000 was raised and donated to the Archives to expedite the collection's processing. An informational website has been created to educate the public about Colborn's career, the project, information in <em>Our Stolen Future</em>, and current work on endocrine disruption&nbsp;<span>(<a href=\"https://theocolborn.com/\">https://TheoColborn.com</a>).</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/03/2024<br>\nModified by: Marsha&nbsp;L&nbsp;Richmond</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2121014/2121014_10765936_1727989051691_Theo_Blue_Planet--rgov-214x142.jpeg\" original=\"/por/images/Reports/POR/2024/2121014/2121014_10765936_1727989051691_Theo_Blue_Planet--rgov-800width.jpeg\" title=\"Theo receiving the Blue Planet Prize\"><img src=\"/por/images/Reports/POR/2024/2121014/2121014_10765936_1727989051691_Theo_Blue_Planet--rgov-66x44.jpeg\" alt=\"Theo receiving the Blue Planet Prize\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The 2000 Blue Planet Prize, Asahi Glass Foundation. \nTheo Colborn, Senior Scientist and Director, Wildlife and Contaminants Program, World Wildlife Foundation, for research revealing the risk that \"endocrine disruptors\" pose to humans and wildlife and for warning about the threat of these chemicals</div>\n<div class=\"imageCredit\">Asahi Glass Foundation</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Marsha&nbsp;L&nbsp;Richmond\n<div class=\"imageTitle\">Theo receiving the Blue Planet Prize</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2121014/2121014_10765936_1727987784398_TC_birding_c1978--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2121014/2121014_10765936_1727987784398_TC_birding_c1978--rgov-800width.jpg\" title=\"Theo Colborn (1927-2014)\"><img src=\"/por/images/Reports/POR/2024/2121014/2121014_10765936_1727987784398_TC_birding_c1978--rgov-66x44.jpg\" alt=\"Theo Colborn (1927-2014)\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A lifelong avid birder, Theo became interested in protecting mountain streams from environmental pollution in the 1970s.</div>\n<div class=\"imageCredit\">Kristy Colborn</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Marsha&nbsp;L&nbsp;Richmond\n<div class=\"imageTitle\">Theo Colborn (1927-2014)</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nProject Title: Theo Colborn and Environmental Endocrine Disruption\n PI: Marsha Richmond\n Awardee: Wayne State University \n Award Number: 2121014\n Award Ends: 08/31/2024\n Program Officer Name: Wenda K. Bauchspies \n Program Officer Email Address: wbauchsp@nsf.gov\n Program Officer Phone Number: (703)292-5034\n \n The Project Outcomes Report\n\n\nDescription: This project highlights the life and career of the extraordinary environmental scientist Theo Colborn (1927-2014). Colborn had two careers. After rearing four children and working as a pharmacist for three decades, Colborn returned to school to become a water specialist, earning a Master's degree in ecology from Western State College in Gunnison, Colorado in 1979 and a PhD from the University of Wisconsin-Madison in 1985 at the age of 58. Selected as a Congressional Fellow in the Office of Technology Assessment in Washington, DC, she worked on therevision of the Clean Air Act, among other legislation. In 1987, she was hired by the Conservation Foundation/World Wildlife Fund to prepare a report on problems experienced by fish and wildlife exposed to pollution for inclusion in Great Lakes, Great Legacy? After scouring hundreds of scientific papers, she discovered that contrary to expectations, the 12 sentinel species of animals she selected were not suffering from cancer but rather reproductive and developmental problems. Colborn believed this was due to their exposure to persistent toxic chemicals, PCBs, DDT, other pesticides, and dioxin, present in the Lakes after decades of heavy industrial activity. When these findings were published in 1990, the first evidence that humans suffered similar problems aroused considerable concern among governmental agencies, grassroots environmental groups, and the US and Canada public.\n\n\nColborn received support to continue her research until she was ready to present her evidence for confirmation. She invited twenty-one scientists from various disciplines to the Johnson Foundation's Wingspread Conference Center in Racine, Wisconsin, in July 1991. At the end of the three-day meeting, the group unanimously issued the Wingspread Consensus Statement, which stated: \"A large number of man-made chemicals that have been released into the environment  have the potential to disrupt the endocrine system of animals, including humans.\" It explained that the normal development of the offspring of females exposed to toxic substances, labeled endocrine disrupting chemicals (EDCs), could be altered by EDCs mimicking or blocking estrogen and other hormones guiding the development of sex and causing behavioral and metabolic disorders. \"Unless the environmental load of synthetic hormone disruptors is abated and controlled,\" they warned, \"large scale dysfunction at the population level is possible.\" The Wingspread Consensus Statement launched the new field of endocrine disruption, which, over three decades later, remains an active area of scientific study.\n\n\nUntil her death in December 2014, Colborn served as the central figure in the endocrine disruption community, working to advance scientific understanding, advocate for the regulation of toxicants, and educate the public about this serious global problem. The popular book she co-authored, Our Stolen Future (1996), explained to nonspecialists the threats EDCs pose to children exposed in utero. She received numerous awards for her work, including the prestigious 2000 Blue Planet Prize. After retiring as Senior Scientist and Director, Wildlife and Contaminants Program,the World Wildlife Fund, in 2002, Theo used the prize money to create an NGO, The Endocrine Disruption Exchange (TDEX), to continue work on EDCs and the threat of fracking chemicals and PFAS in drinking water. As her colleagues note, Theo wasn't just a scientist, she was a force of nature, tirelessly working to protect future generations from the harm of synthetic chemicals in the environment.\n\n\nOutcomes: The project's main deliverable is a biography of Theo Colborn and her work on endocrine disruption. The book is based on extensive primary sources and circa 70 oral histories of her former colleagues and children. Two chapters out of six are completed, and the book manuscript will be submitted to a publisher in 2025. Colborn's extensive archival materials were deposited at the University of Colorado-Boulder Norlin Library and Archives (https://archives.colorado.edu/repositories/2/resources/2600), and $7,000 was raised and donated to the Archives to expedite the collection's processing. An informational website has been created to educate the public about Colborn's career, the project, information in Our Stolen Future, and current work on endocrine disruption(https://TheoColborn.com).\n\n\n\t\t\t\t\tLast Modified: 10/03/2024\n\n\t\t\t\t\tSubmitted by: MarshaLRichmond\n"
 }
}