{
 "awd_id": "2121723",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: SAI: Community-Informed Surveillance Infrastructure for Public Safety and Equity",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032922664",
 "po_email": "jkoster@nsf.gov",
 "po_sign_block_name": "Jeremy Koster",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 299779.0,
 "awd_amount": 299779.0,
 "awd_min_amd_letter_date": "2021-08-10",
 "awd_max_amd_letter_date": "2021-08-10",
 "awd_abstract_narration": "Strengthening American Infrastructure (SAI) is an NSF Program seeking to stimulate human-centered fundamental and potentially transformative research that strengthens America’s infrastructure. Effective infrastructure provides a strong foundation for socioeconomic vitality and broad quality of life improvement. Strong, reliable, and effective infrastructure spurs private-sector innovation, grows the economy, creates jobs, makes public-sector service provision more efficient, strengthens communities, promotes equal opportunity, protects the natural environment, enhances national security, and fuels American leadership. To achieve these goals requires expertise from across the science and engineering disciplines. SAI focuses on how knowledge of human reasoning and decision making, governance, and social and cultural processes enables the building and maintenance of effective infrastructure that improves lives and society and builds on advances in technology and engineering.\r\n\r\nSecurity cameras that collect data processed with artificial intelligence are being widely adopted as a key element of urban public safety infrastructure in the United States. This development is enabled further by a new public-private-community partnership model--a collaboration of the police department, city government, private business owners, and community officials. The technology, meant to secure buildings and help police identify criminals, enable facial recognition and identification of people. Citizens and scholars have raised concerns about biases embedded in these surveillance technologies that can perpetuate prejudices and further disadvantage poor communities. This project is investigating how surveillance infrastructure affects community power relationships and whether such systems could lead to unintended consequences for communities experiencing marginalization. The project is investigating how individuals and communities perceive and interact with surveillance infrastructure, and whether individuals’ and communities’ needs for public safety are fulfilled. The project's ultimate aim is to create and develop fair and equitable public safety infrastructures in the United States.\r\n \r\nThrough an ethnography and a community-based participatory approach, this project examines past and ongoing transformations of surveillance infrastructure in order to envision the future of public safety infrastructure in communities experiencing marginalization. The proposed research is identifying both perceptions of safety and any tensions around the public-private-community partnership in data-driven surveillance and public safety infrastructure. The research will uncover the social, technical, and political impact resulting from the public-private partnership in developing and implementing public safety infrastructure. It is investigating the voices, history, and experiences of members of the public and those experiencing marginalization. It will propose what equitable public safety infrastructure might look like in the future and inform the design and development process of future public safety infrastructure. Contributions include empirical and theoretical insights to surveillance studies and critical infrastructure studies. This investigation will also advance the fields of social computing concerning fairness, justice, and equity of socio-technical infrastructure and systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tawanna",
   "pi_last_name": "Dillahunt",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Tawanna R Dillahunt",
   "pi_email_addr": "tdillahu@umich.edu",
   "nsf_id": "000649989",
   "pi_start_date": "2021-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Ackerman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Ackerman",
   "pi_email_addr": "ackerm@umich.edu",
   "nsf_id": "000278920",
   "pi_start_date": "2021-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Morenoff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey Morenoff",
   "pi_email_addr": "morenoff@umich.edu",
   "nsf_id": "000235632",
   "pi_start_date": "2021-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "3003 S. State Street",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "145Y00",
   "pgm_ele_name": "Strengthening American Infras."
  },
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "065Z",
   "pgm_ref_txt": "Human factors for security research"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 299779.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-d1d5d805-7fff-168c-66ba-5a46758f3bcf\"> </span></p>\n<p dir=\"ltr\"><span>Stakeholders have raised concerns about the bias in policing and surveillance technologies. These stakeholders include many groups, such as lawmakers, civil rights advocates, community organizations, academics, researchers, tech developers, and industry insiders. Such technologies perpetuate existing social prejudices and further disadvantage poor communities of color. However, three things are unclear: 1) how these communities perceive and interact with such infrastructure, 2) how such systems might unintentionally harm communities that already face difficulties, and 3) how we can center community voices in designing future infrastructures for public safety.</span></p>\n<p dir=\"ltr\"><span>To seek clarity and address these questions, we conducted multi-year ethnography and community-based participatory design projects with people in marginalized communities in Detroit, Michigan. We aimed to understand how people envisioned the future of public safety infrastructure. 1) We found that community safety depends on connections with others (like families and neighbors), as well as non-human actors (like animals and plants) and spiritual elements. We introduced the idea of&nbsp; \"everyday noticing\" to describe how acts of noticing are weaved into residents' navigation of safety in their everyday settings. Noticing is not only paying attention visually, it is also a multiple-sensory experience of listening and feeling their changing relationships with the surrounding humans and non-humans. Everyday noticing comes from residents' local knowledge and is oriented towards community collectiveness and legacy. 2) By comparing everyday noticing to existing large-scale surveillance infrastructure, we find that the knowledge and relationships that are situated within communities are often reduced or overwritten. In fact, our results suggest that surveillance technologies are often presented as the only solution to safety problems. This approach prolongs the challenges marginalized people already face. It also prevents the use of their knowledge in creating more inclusive alternatives. 3) Our community-based participatory research approach contributed practical methods to involve impacted communities in shaping technology design and policy. By engaging community members through creative media, including photos, videos, and children's books, they could collectively imagine and work towards inclusive alternatives for community-informed decision-making and collective thriving. We held several community-based events with community partners to share and contribute to how communities imagined safety more broadly. These included a photovoice exhibit, a video voice exhibit, and a series of children's book readings based on our innovative children's book speculative co-design.</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/08/2024<br>\nModified by: Tawanna&nbsp;R&nbsp;Dillahunt</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nStakeholders have raised concerns about the bias in policing and surveillance technologies. These stakeholders include many groups, such as lawmakers, civil rights advocates, community organizations, academics, researchers, tech developers, and industry insiders. Such technologies perpetuate existing social prejudices and further disadvantage poor communities of color. However, three things are unclear: 1) how these communities perceive and interact with such infrastructure, 2) how such systems might unintentionally harm communities that already face difficulties, and 3) how we can center community voices in designing future infrastructures for public safety.\n\n\nTo seek clarity and address these questions, we conducted multi-year ethnography and community-based participatory design projects with people in marginalized communities in Detroit, Michigan. We aimed to understand how people envisioned the future of public safety infrastructure. 1) We found that community safety depends on connections with others (like families and neighbors), as well as non-human actors (like animals and plants) and spiritual elements. We introduced the idea of \"everyday noticing\" to describe how acts of noticing are weaved into residents' navigation of safety in their everyday settings. Noticing is not only paying attention visually, it is also a multiple-sensory experience of listening and feeling their changing relationships with the surrounding humans and non-humans. Everyday noticing comes from residents' local knowledge and is oriented towards community collectiveness and legacy. 2) By comparing everyday noticing to existing large-scale surveillance infrastructure, we find that the knowledge and relationships that are situated within communities are often reduced or overwritten. In fact, our results suggest that surveillance technologies are often presented as the only solution to safety problems. This approach prolongs the challenges marginalized people already face. It also prevents the use of their knowledge in creating more inclusive alternatives. 3) Our community-based participatory research approach contributed practical methods to involve impacted communities in shaping technology design and policy. By engaging community members through creative media, including photos, videos, and children's books, they could collectively imagine and work towards inclusive alternatives for community-informed decision-making and collective thriving. We held several community-based events with community partners to share and contribute to how communities imagined safety more broadly. These included a photovoice exhibit, a video voice exhibit, and a series of children's book readings based on our innovative children's book speculative co-design.\n\n\n\t\t\t\t\tLast Modified: 09/08/2024\n\n\t\t\t\t\tSubmitted by: TawannaRDillahunt\n"
 }
}