{
 "awd_id": "2121931",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: SAI: Community Perceptions of Flood Mitigation Strategies",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032922664",
 "po_email": "jkoster@nsf.gov",
 "po_sign_block_name": "Jeremy Koster",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 299504.0,
 "awd_amount": 299504.0,
 "awd_min_amd_letter_date": "2021-07-27",
 "awd_max_amd_letter_date": "2021-07-27",
 "awd_abstract_narration": "Strengthening American Infrastructure (SAI) is an NSF Program seeking to stimulate human-centered fundamental and potentially transformative research that strengthens America’s infrastructure. Effective infrastructure provides a strong foundation for socioeconomic vitality and broad quality of life improvement. Strong, reliable, and effective infrastructure spurs private-sector innovation, grows the economy, creates jobs, makes public-sector service provision more efficient, strengthens communities, promotes equal opportunity, protects the natural environment, enhances national security, and fuels American leadership. To achieve these goals requires expertise from across the science and engineering disciplines. SAI focuses on how knowledge of human reasoning and decision making, governance, and social and cultural processes enables the building and maintenance of effective infrastructure that improves lives and society and builds on advances in technology and engineering.\r\n\r\nScientific research has shown that disadvantaged communities suffer disproportionately when it comes to natural disasters.  These neighborhoods typically experience more extreme effects from natural disasters and longer recovery periods.  Proposed solutions to these problems are often fraught with difficulties, including limited budgets, appeals to local industry, and even resistance from the local community.  The goal of this research is to better understand how communities make sense of their own risk to natural disasters and the solutions that have been proposed to improve outcomes in these disasters.  Specifically, this project focuses on flood risk and proposed flood mitigation strategies in areas frequently experiencing catastrophic flood events. Flood mitigation strategies are often contentious as many of the proposals surrounding flood mitigation efforts imply a set of “winners” and “losers,” whereby flood mitigation in one area may imply an increased risk of flooding in another area. These strategies may also imply a loss of homes or businesses in the process of redevelopment in flood-prone areas.  Moreover, oftentimes the ways in which the public makes sense of their risk differs from the perspectives of local planners and engineers. This points to the need for community input and a better understanding of community opinions when planning flood mitigation strategies, both in long-term planning, as well as emergency protocols. This project provides a better understanding of how community perceptions of flood mitigation strategies could better inform local policy and implementation of flood mitigation efforts. It also makes a scientific contribution to the research on social vulnerability and disaster broadly.  Importantly, this research identifies the gap that exists between perception and function of infrastructure, which may lead to stronger future resilience in the face of natural disaster.\r\n\r\nExtant research has examined social vulnerability to climate disasters, demonstrating that poor and minority communities have greater exposure to the negative effects of such events.  However, little research has attempted to understand how objective risk of disaster relates to perceptions of risk and how communities make sense of public mitigation strategies.  This project combines these perspectives to examine how neighborhood perceptions of risk and mitigation relate to the physical infrastructure, the natural environment, and proposed plans to mitigate risk.  Specifically, the project examines how these perceptions relate to flood risk and the flood mitigation infrastructure in Houston, Texas.  The research involves collection of survey data on residents of the Houston area related to their perceptions of flood risk and opinions on proposed flood mitigation strategies.  These perceptions are overlayed onto data collected on objective indicators of environmental quality and infrastructure to help identify where there may be a mismatch between public perception and the function of built environments, which will lead to stronger future infrastructure. The primary goal of this project is to provide actionable research that will improve disaster mitigation strategies.  By incorporating both human understandings of risk, as well as engineering perspectives on proposed solutions, this research advances efforts to mitigate disasters in an equitable manner that engages the community.  Most immediately, this work informs local and national efforts to mitigate the devastation of persistent flood events and may serve as a model for how to better understand and contextualize community understandings of flood risk and mitigation strategies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathryn",
   "pi_last_name": "Anderson",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Kathryn F Anderson",
   "pi_email_addr": "kateanderson@uh.edu",
   "nsf_id": "000686477",
   "pi_start_date": "2021-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hanadi",
   "pi_last_name": "Rifai",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Hanadi S Rifai",
   "pi_email_addr": "rifai@uh.edu",
   "nsf_id": "000505114",
   "pi_start_date": "2021-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4800 Calhoun Boulevard",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772042015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "145Y00",
   "pgm_ele_name": "Strengthening American Infras."
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 299504.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Previous research has examined social vulnerability to climate disasters, demonstrating that poor and minority communities have greater exposure to the negative effects of such events.&nbsp; However, little work has attempted to understand how the objective risk of disaster relates to perceptions of risk and how communities make sense of public mitigation strategies.&nbsp; In this study, we examine how neighborhood perceptions of risk and mitigation map onto the physical infrastructure, the natural environment, and proposals to mitigate risk.&nbsp; Specifically, we examine how these perceptions relate to flood risk in a two-part study of the Houston area, which has repeated exposure to catastrophic flood events.&nbsp; First, we collected survey data on residents of the Houston area related to their perceptions of flood risk and opinions on proposed flood mitigation strategies. We then overlaid these perceptions onto data collected on objective indicators of flood risk, past experiences, and infrastructure. Second, we conducted in-depth interviews with residents of one flood prone Houston neighborhood that was the recent target of government flood mitigation projects to examine how the public perceives these efforts.&nbsp;</p>\n<p>From this mixed methods approach, we demonstrate several key findings.&nbsp; We found that overall, people have poor situational awareness regarding flood infrastructure.&nbsp; Our survey respondents across Houston generally did not know who manages flooding in their neighborhood, what flood infrastructure or drainage systems were in place in their area, or whether or not they lived in a formally designated flood plain.&nbsp; In our qualitative study of one Houston neighborhood, few respondents were aware of the work occurring in their neighborhood to improve flooding and expressed a high degree of distrust and neglect with government interventions.&nbsp; Yet, we also found that people largely have a good sense of their own risk.&nbsp; Although respondents could not articulate this risk in formal terms, people by and large knew if their relative risk was high or low when compared to objective indicators of risk.&nbsp; However, this was also socially patterned where more advantaged groups were able to more accurately express their risk.&nbsp; We also found that more marginalized communities reported greater risk, and that this sense of risk was consequential for their well-being.&nbsp; Specifically, we found that racial/ethnic minority individuals, as well as minority segregated neighborhoods, were more likely to report a higher degree of risk, and that this heightened sense of risk led to greater feelings of worry about the threat of flooding.</p>\n<p>Through the innovative combination of social science and environmental engineering perspectives, this work advances the literature on both disaster mitigation, as well as environmental equity.&nbsp; This study provides an advance to the social science literature on community disaster risk and inequality by contextualizing and quantifying observed disaster risk and mitigation inequalities.&nbsp; Furthermore, these findings also contribute to the environmental engineering literature, which is often focused on the realities of the natural and built environment without an understanding of the human communities that experience that risk.&nbsp; This project also makes methodological advances by combining several kinds of mixed-methods data that are not often paired together, such as traditional survey research with GIS approaches in mapping risk in the natural and built environment, as well as qualitative approaches through in-depth interviewing.&nbsp; This provides a multi-layered understanding of perceptions of risk and mitigation strategies.&nbsp;</p>\n<p>Moreover, the primary goal of our research is to provide actionable research that can improve disaster mitigation strategies.&nbsp; By incorporating both human understandings of risk, as well as engineering perspectives on proposed solutions, this research advances efforts to mitigate disasters in an equitable manner that engages the community.&nbsp; Generally, we found that people are either ignorant of or not interested in the formal details of government infrastructure plans and policies.&nbsp; However, residents are actively engaged on these types of issues that they care about and have taken an active interest in seeing improvements to their areas.&nbsp; People as experts of their own experiences also appear to have a good sense of their own risk, even if not captured in formal terms or metrics.&nbsp; Infrastructure planners can take advantage of this local knowledge and develop plans in conjunction with their target communities.&nbsp; However, it may be helpful to engage in direct communication and community organizing, and to frame these discussions in broader terms rather than framed around detailed engineering plans.&nbsp; Most immediately, our findings can inform local efforts in Houston to mitigate the devastation of persistent flood events.&nbsp; This work also serves as a model for how to better understand and contextualize community understandings of flood risk and mitigation strategies.&nbsp; While our specific project uses Houston and flood events as a testbed for these methods, we anticipate that they could be carried over to other forms of climate, natural, and human-made disaster, all of which have been occurring with greater frequency as a result of climate change.&nbsp;&nbsp;</p><br>\n<p>\n Last Modified: 10/23/2024<br>\nModified by: Kathryn&nbsp;F&nbsp;Anderson</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2121931/2121931_10753823_1729634612703_Black_risk--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2121931/2121931_10753823_1729634612703_Black_risk--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2024/2121931/2121931_10753823_1729634612703_Black_risk--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Quintiles of Black neighborhood clustering over ZIP codes with perceived flood risk for individual respondents.</div>\n<div class=\"imageCredit\">Kathryn Anderson</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Kathryn&nbsp;F&nbsp;Anderson\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2121931/2121931_10753823_1729634671644_Black_worry--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2121931/2121931_10753823_1729634671644_Black_worry--rgov-800width.jpg\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2024/2121931/2121931_10753823_1729634671644_Black_worry--rgov-66x44.jpg\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Quintiles of Black neighborhood clustering over ZIP codes with worry over the threat of flooding for individual respondents.</div>\n<div class=\"imageCredit\">Kathryn Anderson</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Kathryn&nbsp;F&nbsp;Anderson\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nPrevious research has examined social vulnerability to climate disasters, demonstrating that poor and minority communities have greater exposure to the negative effects of such events. However, little work has attempted to understand how the objective risk of disaster relates to perceptions of risk and how communities make sense of public mitigation strategies. In this study, we examine how neighborhood perceptions of risk and mitigation map onto the physical infrastructure, the natural environment, and proposals to mitigate risk. Specifically, we examine how these perceptions relate to flood risk in a two-part study of the Houston area, which has repeated exposure to catastrophic flood events. First, we collected survey data on residents of the Houston area related to their perceptions of flood risk and opinions on proposed flood mitigation strategies. We then overlaid these perceptions onto data collected on objective indicators of flood risk, past experiences, and infrastructure. Second, we conducted in-depth interviews with residents of one flood prone Houston neighborhood that was the recent target of government flood mitigation projects to examine how the public perceives these efforts.\n\n\nFrom this mixed methods approach, we demonstrate several key findings. We found that overall, people have poor situational awareness regarding flood infrastructure. Our survey respondents across Houston generally did not know who manages flooding in their neighborhood, what flood infrastructure or drainage systems were in place in their area, or whether or not they lived in a formally designated flood plain. In our qualitative study of one Houston neighborhood, few respondents were aware of the work occurring in their neighborhood to improve flooding and expressed a high degree of distrust and neglect with government interventions. Yet, we also found that people largely have a good sense of their own risk. Although respondents could not articulate this risk in formal terms, people by and large knew if their relative risk was high or low when compared to objective indicators of risk. However, this was also socially patterned where more advantaged groups were able to more accurately express their risk. We also found that more marginalized communities reported greater risk, and that this sense of risk was consequential for their well-being. Specifically, we found that racial/ethnic minority individuals, as well as minority segregated neighborhoods, were more likely to report a higher degree of risk, and that this heightened sense of risk led to greater feelings of worry about the threat of flooding.\n\n\nThrough the innovative combination of social science and environmental engineering perspectives, this work advances the literature on both disaster mitigation, as well as environmental equity. This study provides an advance to the social science literature on community disaster risk and inequality by contextualizing and quantifying observed disaster risk and mitigation inequalities. Furthermore, these findings also contribute to the environmental engineering literature, which is often focused on the realities of the natural and built environment without an understanding of the human communities that experience that risk. This project also makes methodological advances by combining several kinds of mixed-methods data that are not often paired together, such as traditional survey research with GIS approaches in mapping risk in the natural and built environment, as well as qualitative approaches through in-depth interviewing. This provides a multi-layered understanding of perceptions of risk and mitigation strategies.\n\n\nMoreover, the primary goal of our research is to provide actionable research that can improve disaster mitigation strategies. By incorporating both human understandings of risk, as well as engineering perspectives on proposed solutions, this research advances efforts to mitigate disasters in an equitable manner that engages the community. Generally, we found that people are either ignorant of or not interested in the formal details of government infrastructure plans and policies. However, residents are actively engaged on these types of issues that they care about and have taken an active interest in seeing improvements to their areas. People as experts of their own experiences also appear to have a good sense of their own risk, even if not captured in formal terms or metrics. Infrastructure planners can take advantage of this local knowledge and develop plans in conjunction with their target communities. However, it may be helpful to engage in direct communication and community organizing, and to frame these discussions in broader terms rather than framed around detailed engineering plans. Most immediately, our findings can inform local efforts in Houston to mitigate the devastation of persistent flood events. This work also serves as a model for how to better understand and contextualize community understandings of flood risk and mitigation strategies. While our specific project uses Houston and flood events as a testbed for these methods, we anticipate that they could be carried over to other forms of climate, natural, and human-made disaster, all of which have been occurring with greater frequency as a result of climate change.\t\t\t\t\tLast Modified: 10/23/2024\n\n\t\t\t\t\tSubmitted by: KathrynFAnderson\n"
 }
}