{
 "awd_id": "2121935",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Origin and Evolutionary Divergence of the Pancrustacean Brain",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032924958",
 "po_email": "lborodin@nsf.gov",
 "po_sign_block_name": "Laura N. Borodinsky",
 "awd_eff_date": "2021-02-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 669976.0,
 "awd_amount": 358910.0,
 "awd_min_amd_letter_date": "2021-02-05",
 "awd_max_amd_letter_date": "2021-07-01",
 "awd_abstract_narration": "It is still unknown when brains first appeared during the early history of life. The ways in which major brain parts that are structurally distinctive have changed over evolutionary time are also poorly understood. These knowledge gaps are partly due to the fact that fossil brains are rare and have been difficult to study. This project features scientists from three collaborating laboratories who will pool their resources to identify a set of invertebrate brain centers that mediate learning and memory. Structural and functional similarities and differences among these areas will be established across modern insect and crustacean species. The major question this research is answering is whether these brain centers share common genetic and computational attributes due to the brain?s fundamental organization being inherited by the descendants from a common ancestor; or, because brains that have arisen independently in different invertebrate groups are not able to perform certain functions unless brain areas that give them these same abilities have also arisen independently. These questions will be answered by precisely measuring the brain structures in fossilized invertebrate animals and comparing their basic arrangements with modern counterparts. The broader impact of this research will be to identify invertebrate proxies of the learning-and-memory brain centers found in vertebrate animals alive today, including humans. Identification of such proxies will inform us about how brains have evolved, and will contribute to a broader understanding of how memory centers are organized. The results will impact theories of, and research on, neural networks and artificial intelligence, and at the same time the scientists carrying out this research will develop novel strategies for identifying genealogical correspondence of brain structures across a very broad range of species. Brains analyzed for this research will be digitally reconstructed in 3D and uploaded to an open-source database for education and research purposes. The research will also provide advanced neuroscience structural analysis and genomics training to students from diverse backgrounds.\r\n\r\nThe neuronal organization and circuit properties of insect mushroom bodies are well known, as are their functional properties for learning and memory. While the existence of mushroom-body-like centers exist across arthropods, it is not known whether these phenotypically or genotypically correspond to the centers in insects. The planned research will identify mushroom body-like centers across a broad range of species, analyze their discrete neural arrangements, circuit organization, and molecular attributes. These comparisons will identify the species within and outside Arthropoda that possess functional and morphological correspondences in these structures. Transcriptomics will address whether phenotypically-corresponding centers share common genomic attributes, and whether there are unique genetic networks that define arthropod mushroom bodies or whether these networks differentiate mushroom bodies in different groups of arthropods such as in insects and crustaceans. The identification of broad phenotypic and genotypic homology of these centers across a broad phyletic spectrum would suggest an ancient origin of these learning and memory centers. Equally intriguing would be results suggesting convergent evolution of learning and memory centers across taxa.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gabriella",
   "pi_last_name": "Wolff",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Gabriella H Wolff",
   "pi_email_addr": "ghw23@case.edu",
   "nsf_id": "000730076",
   "pi_start_date": "2021-02-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "CWRU Department of Biology",
  "perf_str_addr": "DeGrace Hall 2080 Adelbert Rd",
  "perf_city_name": "Cleveland",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441067080",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771200",
   "pgm_ele_name": "Organization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "7712",
   "pgm_ref_txt": "ORGANIZATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 7624.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 173972.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 177314.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit:</strong> This project aimed to uncover trends in the evolution of higher-order integration centers in Pancrustacean (insect and crustacean) brains and particularly to answer whether or not these centers evolved independently. In insects, brain structures called mushroom bodies integrate different types of sensory information and mediate learning and memory. We established a list of features that are present in most insect mushroom bodies and marked their presence or absence in higher order structures across crustacean lineages. During the project period, our results provided evidence strengthening the hypothesis that the last common ancestor of insects and crustaceans possessed mushroom bodies that evolved divergently in the two lineages. We first clarified that a structure found in some Malacostracan crustaceans called the reniform body is distinct from mushroom bodies and in some lineages including mantis shrimp, both structures are present. Our next line of inquiry revealed that lobed, insect-like mushroom bodies were most likely the ancestral state, but in some Malacostracan crustacean lineages, these structures evolved a more compact, hemi-ellipsoid configuration and in other lineages, mushroom bodies were secondarily reduced or lost, likely due to reduced complexity of the sensory environment. This work has extended into a neuroanatomical study of ostracods, the oldest known crustaceans in the fossil record and we are currently asking whether they possess structures containing mushroom body ground pattern characteristics, which would provide further clues about the ancestral state of these learning and memory structures in Pancrustacea.</p>\n<p>&nbsp;</p>\n<p>Once we established the key features or ground pattern for Pancrustacean mushroom bodies, we asked how variations on learning and memory circuitry could mediate diverse species-specific behaviors. In one insect family, the Culicidae or mosquitoes we found differences in associative olfactory learning abilities across species, where some odors learned by some species are not learned by others. We found evidence to support the hypothesis that differences in dopamine neuron innervation may underlie observed differences in learning behaviors.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts:</strong> Our results have provided information relevant to a broad range of research areas including evolutionary biology, neuroanatomy, sensory ecology, and computational neurobiology. Funds have supported two postdocs, one graduate student, and seven undergraduates in both research activities and conference presentations internationally. Results have been published in three journal articles in Proceedings of the Royal Society B, eLIFE, the Journal of Comparative Neurology, with two further manuscripts under review and in preparation. To share this work with the broader public, PI Wolff organized an outreach exhibit at the Cleveland Museum of Natural History&rsquo;s &ldquo;Current Science&rdquo; area where people of all ages could examine arthropod brains under a microscope, view stained neurons from a wide range of invertebrates, and record electrical activity from live insect neurons. This activity will continue annually.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2023<br>\n\t\t\t\t\tModified by: Gabriella&nbsp;H&nbsp;Wolff</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: This project aimed to uncover trends in the evolution of higher-order integration centers in Pancrustacean (insect and crustacean) brains and particularly to answer whether or not these centers evolved independently. In insects, brain structures called mushroom bodies integrate different types of sensory information and mediate learning and memory. We established a list of features that are present in most insect mushroom bodies and marked their presence or absence in higher order structures across crustacean lineages. During the project period, our results provided evidence strengthening the hypothesis that the last common ancestor of insects and crustaceans possessed mushroom bodies that evolved divergently in the two lineages. We first clarified that a structure found in some Malacostracan crustaceans called the reniform body is distinct from mushroom bodies and in some lineages including mantis shrimp, both structures are present. Our next line of inquiry revealed that lobed, insect-like mushroom bodies were most likely the ancestral state, but in some Malacostracan crustacean lineages, these structures evolved a more compact, hemi-ellipsoid configuration and in other lineages, mushroom bodies were secondarily reduced or lost, likely due to reduced complexity of the sensory environment. This work has extended into a neuroanatomical study of ostracods, the oldest known crustaceans in the fossil record and we are currently asking whether they possess structures containing mushroom body ground pattern characteristics, which would provide further clues about the ancestral state of these learning and memory structures in Pancrustacea.\n\n \n\nOnce we established the key features or ground pattern for Pancrustacean mushroom bodies, we asked how variations on learning and memory circuitry could mediate diverse species-specific behaviors. In one insect family, the Culicidae or mosquitoes we found differences in associative olfactory learning abilities across species, where some odors learned by some species are not learned by others. We found evidence to support the hypothesis that differences in dopamine neuron innervation may underlie observed differences in learning behaviors.\n\n \n\nBroader Impacts: Our results have provided information relevant to a broad range of research areas including evolutionary biology, neuroanatomy, sensory ecology, and computational neurobiology. Funds have supported two postdocs, one graduate student, and seven undergraduates in both research activities and conference presentations internationally. Results have been published in three journal articles in Proceedings of the Royal Society B, eLIFE, the Journal of Comparative Neurology, with two further manuscripts under review and in preparation. To share this work with the broader public, PI Wolff organized an outreach exhibit at the Cleveland Museum of Natural History’s \"Current Science\" area where people of all ages could examine arthropod brains under a microscope, view stained neurons from a wide range of invertebrates, and record electrical activity from live insect neurons. This activity will continue annually.\n\n \n\n\t\t\t\t\tLast Modified: 10/28/2023\n\n\t\t\t\t\tSubmitted by: Gabriella H Wolff"
 }
}