{
 "awd_id": "2121849",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MCA: New directions in female aggression research",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032927887",
 "po_email": "jjawor@nsf.gov",
 "po_sign_block_name": "Jodie Jawor",
 "awd_eff_date": "2022-01-15",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 269468.0,
 "awd_amount": 269468.0,
 "awd_min_amd_letter_date": "2021-07-26",
 "awd_max_amd_letter_date": "2021-07-26",
 "awd_abstract_narration": "Animals fight for access to resources including food, mates, and territories. Fights between males are more overt than fights between females, and as a consequence have received more attention. In this project, female fighting will be examined in several fruit fly species that differ in their ecology to determine if resource type affects fighting in females. In addition, the genetic basis of female fighting will be assessed to determine if it is similar to male fighting. To accomplish this project, the investigator will be trained in assessing female aggressive behaviors using rapid scoring methodology. The investigator works extensively on interactions between males and females during courtship but lacks expertise in fighting behaviors and in rapid scoring technologies. The collaborative partner in this work has performed extensive research on female aggression in the model fruit fly species, Drosophila melanogaster, and has developed rapid scoring of behaviors. By joining together to perform experiments with three fruit fly species, the investigator and the partner will tackle fundamental questions in evolutionary biology. The project will provide protected time and resources in a new field of research for the investigator and will develop research experiences for students in the classroom and in the lab.\r\n\r\nConspecific aggression is a strategy for increasing access to resources. Male-male aggression receives far more attention than female-female aggression, because often the access to mates is more skewed for males than for females. In this project, female aggression will be examined in Drosophila species that differ in their biology and thus the resources they require. In addition, the genetics of female aggression will be assessed to determine if it has a similar basis to that of males. The investigator will work with a collaborative partner to be trained in assessing female aggressive behaviors and in high-throughput phenotyping. Each partner brings different expertise to the project. The lead investigator works extensively on courtship behavior in Drosophila concentrating on signals and their reception, including phylogenetic and quantitative genetic approaches. She has worked with many different species and is familiar with their biology. The collaborative partner has performed extensive research on female aggression in D. melanogaster and has developed automated tracking and scoring of the behaviors while using molecular genetics approaches. Working with three drosophilid species, the investigator and partner will tackle fundamental questions in evolutionary biology. The project will help to advance the career of the investigator by providing resources and time to advance a new field of inquiry that is complementary to that of previous work.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Gleason",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer M Gleason",
   "pi_email_addr": "jgleason@ku.edu",
   "nsf_id": "000224980",
   "pi_start_date": "2021-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research Inc",
  "perf_str_addr": "2385 IRVING HILL RD",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457568",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "101Z",
   "pgm_ref_txt": "MCA-Mid-Career Advancement"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 269468.0
  }
 ],
 "por": null
}