{
 "awd_id": "2121058",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MCA: Neurogenetic divergence during incipient speciation in chorus frogs",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032924628",
 "po_email": "lrissler@nsf.gov",
 "po_sign_block_name": "Leslie J. Rissler",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2026-01-31",
 "tot_intn_awd_amt": 338977.0,
 "awd_amount": 404470.0,
 "awd_min_amd_letter_date": "2021-07-15",
 "awd_max_amd_letter_date": "2024-08-07",
 "awd_abstract_narration": "Species interactions can indirectly promote the evolution of new species, particularly when the combination of species within a community varies across geography. When different species attempt to hybridize, the resulting offspring may have low fitness. Costly hybridization can not only cause divergence of mating behaviors between species but also among populations of the same species, leading to the origin of new species. The purpose of this project is to understand how auditory neurons in the frog brain evolve as acoustic mating behaviors diverge among populations during speciation. This work will be accomplished by integrating prior field studies with new experiments on auditory neurons. These studies will advance understanding of how the time-based information contained in sounds (e.g., beats, rhythms) is interpreted in the brain and how the timing differences in signals affect behavioral responses. The research will offer unprecedented insight into how new species form, from the level of organisms and populations to the single neuron and genomic levels. The project will provide training and protected time for the lead researcher and a graduate student to engage in cutting-edge research at the intersection of multiple branches of biology. Furthermore, the work will enhance ongoing outreach activities by generating integrative data sets, examples, and multimedia materials to engage students in the exploration of compelling biological questions.\r\n\r\nThis project will connect broad-scale evolutionary processes promoting speciation to fine-scale changes in the central nervous system that contribute to reproductive isolation. Research will be conducted on chorus frogs (Pseudacris), a system undergoing cascade reinforcement—a process through which interactions between species indirectly cause behavioral divergence within species. This project will identify neural correlates of time interval-based mating preferences across speciating populations through neurophysiological experiments on neurons of the auditory midbrain. Specifically, this work will test two mechanisms of divergence: rescaling of neural tuning and redistribution between auditory neuron classes. The study will also test for differential expression of ionotropic receptor genes and other genes involved in synaptic transmission between behaviorally-divergent frog populations at the single-nuclei level. In particular, this work will determine whether expression of candidate synaptic transmission genes is correlated with behavioral evolution. The planned research will open new avenues for inquiry, providing a launching pad for integrative studies spanning neuroscience, behavioral ecology, genomics, and evolutionary biology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Lemmon",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Emily C Lemmon",
   "pi_email_addr": "chorusfrog@bio.fsu.edu",
   "nsf_id": "000522229",
   "pi_start_date": "2021-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "89 Chieftan Way",
  "perf_city_name": "TALLAHASSEE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323064370",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  },
  {
   "pgm_ele_code": "771400",
   "pgm_ele_name": "Modulation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "101Z",
   "pgm_ref_txt": "MCA-Mid-Career Advancement"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 338977.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 65493.0
  }
 ],
 "por": null
}