{
 "awd_id": "2122427",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Probing the Ventilation Efficiency of the Deep Ocean with Conservative Dissolved Gas Tracers in Archived Samples",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 669196.0,
 "awd_amount": 669196.0,
 "awd_min_amd_letter_date": "2021-08-05",
 "awd_max_amd_letter_date": "2021-08-05",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2).\r\n\r\nThe transfer of gases between the atmosphere and the interior of ocean is controlled by processes in the high latitudes, where deep waters are “formed” by the sinking of cold and/or salty surface waters. The processes that affect air-sea gas exchange during water mass formation play an important role in the uptake of carbon dioxide and other important gases by the ocean. Dissolved noble gases, which are not affected by chemistry or biology, are excellent tracers of the physics of air-sea gas exchange: their abundances in the ocean interior tell us about how efficient gas exchange was when water was last at the sea surface. Another tracer, the “triple oxygen isotope” (TOI) composition of dissolved oxygen (a measure of the relative abundances of oxygen-16, oxygen-17, and oxygen-18) is sensitive to both biology and physics. However, each of these important tracers of air-sea exchange remains understudied in the modern ocean. This project aims to make new state-of-the-art measurements of noble gases and TOIs in 100 archived gas samples from the North and South Atlantic. The methods developed in this project will also enable future research opportunities that take advantage of these valuable samples. The project will support the training of a PhD student and multiple undergraduates, while contributing to ongoing efforts to develop workshop and lecture materials for a new partnership between Woods Hole Oceanographic Institution (WHOI) and a nearby public high school that has a primarily underrepresented minority student body.\r\n\r\nThe primary objective of this project is to quantify the magnitude and spatial variability of two sets conservative tracers that are each independently sensitive to air-sea gas exchange at the time of deep-water formation: noble gases and TOIs. A deeper understanding of these tracers will provide insight into the physical mechanisms that regulate the efficiency of deep-ocean ventilation. Over recent decades, multiple studies have consistently found undersaturation of the heavy noble gases (Ar, Kr, and Xe) in the deep ocean, with respect to their solubility equilibrium concentrations in seawater. However, while several theories exist, there is no consensus on why the heavy noble gases are undersaturated throughout the deep ocean nor any reason to suspect that a single process is responsible. The spatial variability in noble gas disequilibrium between the North and South Atlantic may provide key clues to this open question, given the vastly different mechanisms of northern and southern deep-water formation. However, to date, analytical limitations have limited the robust detection and quantification of inter water-mass differences in disequilibrium. TOIs may also provide insight into air-sea disequilibrium during deep-water formation, as the relative excess of oxygen-17 (with respect to the atmospheric oxygen isotope ratios and corrected for isotopic fractionation due to respiration) reflects the balance between air-sea exchange and photosynthesis. Together, noble gases and TOIs provide useful constraints to elucidate fundamental mechanisms. For example, sea-ice cover in regions of deep-water formation will simultaneously lead to undersaturation of noble gases and accumulation of photosynthetic oxygen (and thus excess oxygen-17). However, few high-quality measurements of TOI in the deep ocean exist, due to analytical challenges, despite the great potential of TOI as a conservative tracer of physics and biogeochemistry during deep-water formation. The proposed work will involve 100 measurements of archived dissolved gas samples that were extracted at sea in the 1980s and stored in robust tanks since collection. This project is the first effort to measure noble gases and TOI in the same deep-ocean samples across a wide spatial range, by consistently employing the same methodology and instrumentation to eliminate inter-laboratory biases. It involves measurements in three WHOI labs and makes use of state-of-the-art techniques for each independent tracer measurement. This work builds in redundancy to improve the accuracy of results by measuring all samples on multiple instruments, including pairs of adjacent stations, and carrying out extraction experiments with the original equipment used in the 1980s to collect these samples. For example, heavy noble gas elemental ratios will be measured independently on two separate instruments, and high-precision (order 0.01 permil) measurements of noble gas isotopes will be used to test and correct for sample integrity. Overall, this large set of archived gases offers a unique opportunity to better understand these tracers and explore the quantitative insight they may offer into outstanding questions about the deep-ocean ventilation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Seltzer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Alan M Seltzer",
   "pi_email_addr": "aseltzer@whoi.edu",
   "nsf_id": "000785926",
   "pi_start_date": "2021-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Jenkins",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "William J Jenkins",
   "pi_email_addr": "wjenkins@whoi.edu",
   "nsf_id": "000101706",
   "pi_start_date": "2021-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 Woods Hole Rd.",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 669196.0
  }
 ],
 "por": null
}