{
 "awd_id": "2122930",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HSI Planning Project: Amplifying Climate Resilience Curriculum Using Informal Learning Opportunities for Undergraduates",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032920000",
 "po_email": "smontash@nsf.gov",
 "po_sign_block_name": "Sonja Montas-Hunter",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2021-08-27",
 "awd_max_amd_letter_date": "2021-08-27",
 "awd_abstract_narration": "With support from the Improving Undergraduate STEM Education: Hispanic-Serving Institutions (HSI Program), this Track 1 Planning Project will build critical institutional structure and facilitate thoughtful planning for the future creation of STEM learning experiences that draw on the cultural capital of Latinx students at three HSIs (Nevada State College, University of Nevada Las Vegas, and College of Southern Nevada) in the field of climate change. The key to academic persistence and commitment to a science career is feeling a sense of belonging and confidence in one’s abilities, and students from marginalized groups often have little experience with messaging that is accepting of their self-identity and is encouraging of their ability to achieve careers in STEM fields. This project will discuss the use of engaging informal learning activities and innovative gamification of science content in collaboration with peers, for the future design of curriculum that promotes Latinx students’ STEM identities and increases student excitement regarding careers related to climate change science and education. Moreover, these informal learning experiences will increase the baseline level of understanding of climate change, as well as allowing the students to share their knowledge with the community and challenge misconceptions about what it means to be a “STEM person”.\r\n\r\nThis planning project will conceptualize four components, including 1) institutional support structure, 2) internship collaboration, 3) learning outcome development, and 4) technology platform for evaluation, dissemination of results, and program assessment. Particularly, it will solidify learning outcomes through collaborative discussions and workshops with stakeholders. With the lens of regenerative agriculture, this project will plan for the eventual design of culturally relevant, problem-driven informal activities in a self-paced curriculum to challenge students to evaluate their own lifestyle choices in the context of climate resilience. The expected results of this project include supporting Latinx student understanding of foundational science concepts underlying climate change and creating institutional relationships and a curricular framework upon climate equity and sustainability. Broader impacts include advancing understanding of how informal learning experiences can increase the diversity of students choosing careers in STEM, particularly through the inclusion of a wide diversity of stakeholders in designing learning outcomes. Results will be disseminated through published manuscripts, website design, social media outreach, and a workshop to finalize the next steps in the project.  The HSI Program aims to enhance undergraduate STEM education, broaden participation in STEM, and build capacity at HSIs. Achieving these aims, given the diverse nature and context of the HSIs, requires innovative approaches that incentivize institutional and community transformation and promote fundamental research (i) on engaged student learning, (ii) about what it takes to diversify and increase participation in STEM effectively, and (iii) that improves our understanding of how to build institutional capacity at HSIs. Projects supported by the HSI Program will also draw from these approaches to generate new knowledge on how to achieve these aims.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Edmonds",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Edmonds",
   "pi_email_addr": "jennifer.edmonds@nevadastate.edu",
   "nsf_id": "000215002",
   "pi_start_date": "2021-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Haroon",
   "pi_last_name": "Sahotra",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Haroon S Sahotra",
   "pi_email_addr": "haroon.stephen@unlv.edu",
   "nsf_id": "000602271",
   "pi_start_date": "2021-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Youngae",
   "pi_last_name": "Choi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Youngae Choi",
   "pi_email_addr": "young.choi@nsc.edu",
   "nsf_id": "000846080",
   "pi_start_date": "2021-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kristoffer",
   "pi_last_name": "Carroll",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kristoffer Carroll",
   "pi_email_addr": "Carrokr@nv.ccsd.net",
   "nsf_id": "000847653",
   "pi_start_date": "2021-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Clifford",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Clifford",
   "pi_email_addr": "michael.clifford@tnc.org",
   "nsf_id": "000846121",
   "pi_start_date": "2021-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "NEVADA STATE UNIVERSITY",
  "inst_street_address": "1300 NEVADA STATE DR",
  "inst_street_address_2": "",
  "inst_city_name": "HENDERSON",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7029922312",
  "inst_zip_code": "890029776",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NV01",
  "org_lgl_bus_name": "NEVADA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JM4WLPL1W7T9"
 },
 "perf_inst": {
  "perf_inst_name": "NSHE Board of Regents on behalf of Nevada State College",
  "perf_str_addr": "1300 Nevada State Drive",
  "perf_city_name": "Henderson",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "890029455",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NV01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "077Y00",
   "pgm_ele_name": "HSI-Hispanic Serving Instituti"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9197",
   "pgm_ref_txt": "ENVIRONMENTAL TECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-18018a28-7fff-4676-752c-e2174d8b9dca\"> </span></p>\r\n<p dir=\"ltr\"><span>Work completed as part of this HSI Planning Project was built on the thesis that using culturally relevant experiential learning to amplify undergraduate understanding of climate resilience strategies can be a gateway to choosing a STEM career, as students develop a personal connection to the role of math and science in their daily lives.&nbsp; Our leadership team was composed of scientists from the non-profit sector, our local school district, and two southern Nevada universities, Nevada State University and the University of Nevada, Las Vegas. We facilitated discussions with community stakeholders and led field experiences, focusing on themes around regenerative agriculture while addressing the project goals.&nbsp;&nbsp;&nbsp;</span></p>\r\n<p dir=\"ltr\"><strong>Goal #1: Identify barriers to Latinx students&rsquo; decision to pursue STEM careers</strong><span><strong>. Southern Nevada&rsquo;s cultural diversity brings a strong sense of social justice to conversations around food, and a desire to focus on community support and inclusion.</strong> </span></p>\r\n<p dir=\"ltr\"><span>Through discussions with 77 undergraduates across 4 workshops, we learned that students feel curriculum is motivating if (1) everyone in the learning process feels equally valued, (2) students feel comfortable both physically and emotionally, and (3) the curriculum empowers students to be autonomous learners who can make a difference in their community. Unfortunately, the majority of the students of color who participated in our workshops reported experiencing classroom discrimination at some point. They described how a &ldquo;gatekeeping&rdquo; attitude can prevent some teachers from recognizing the need to accommodate different learning modes, making students who don&rsquo;t fit the &ldquo;star pupil&rdquo; mold feel isolated. Hence, these students avoided choosing a STEM major.</span></p>\r\n<p dir=\"ltr\"><span>An online survey completed by 170 respondents regarding their educational experiences in STEM courses was an additional tool for identifying barriers. These data are being used to support a structural equation model that identifies key components leading to development of feelings of self-efficacy in STEM fields, with a focus on culturally responsive curricula.</span></p>\r\n<p dir=\"ltr\"><strong>Goal #2: Identify administrators, faculty, and staff at three southern Nevada higher education institutions who are interested in facilitating the involvement of undergraduates in informal learning activities around climate resilience.</strong></p>\r\n<p dir=\"ltr\"><span>Designing collaborative curricular experiences requires significant administrative support. We held listening sessions with 2 Student Success directors, 5 Associate Deans, 2 Deans, and 6 department chairs. Our goal was to align our planned activities with current strategic goals and amplify exposure to soil-food-water concepts at entry-level positions at all three institutions to create pathways for students to pursue STEM majors.&nbsp;</span></p>\r\n<p dir=\"ltr\"><span>One particular strength we intentionally fostered was an emphasis on approaching climate change and resilience through an interdisciplinary lens. We invited faculty to report on their approaches to designing curriculum around climate change, and through these conversations we began designing learning approaches that allowed students to engage with the materials from multiple perspectives, particularly incorporating economic analysis and social justice concepts. These themes were identified as engaging by students in our workshops. Thirty-six faculty participated in project activities, including members of History, English, Chemistry, Business, Sociology, Environmental Engineering, Biology, Communication, Education, Philosophy and Religion, Psychology, Anthropology, Math, Geology, and Women&rsquo;s Studies.</span><span><br /><br /></span></p>\r\n<p dir=\"ltr\"><strong>Goal #3. Identify resources, organizations, and co-curricular activities already in place that can be augmented with a proposal funding effort to be submitted to the Improving Undergraduate STEM Education (IUSE): Hispanic Serving Institutions (HSI) program at NSF.</strong></p>\r\n<p dir=\"ltr\"><span>Project planning for the STEM recruitment goals involved contacting faculty at all three HSIs in southern Nevada to evaluate current activities and programmatic objectives, with the goal of collaborating with existing campus offices to add or amplify climate resilience concepts. This led to conversations with Multicultural Program coordinators, Academic Advisors, Library Science staff, and directors of College Partnerships and Field Experiences. We began discussions regarding a multi-institutional conference coordinated through the Office of Undergraduate Research Experience, as well as community-wide, multigenerational workshops on food production at our university gardens.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></p>\r\n<p dir=\"ltr\"><span>Our Planning Project also established avenues for retention of students in STEM majors either as undergraduate researchers, or interns with external employers, as these are critical components to building self-efficacy in STEM fields. In collaboration with internship directors, we have established agreements with 14 employers, including non-profit groups with a farming or food education focus and positions with Lake Mead National Recreation Area and the Southern Nevada Water Authority. We also held a series of day-long and overnight field experiences at Atwood Preserve, The Nature Conservancy&rsquo;s (TNC) property in southern Nevada. Over 50 students and 6 faculty participated in outdoor lessons in ornithology, botany, and aquatic macroinvertebrate sampling. Three students participated in a more extensive research effort, staying overnight at the preserve and sampling springs for water chemistry and terrestrial invertebrates. TNC staff provided science training and logistical support, confirming our project can manage large or small student groups for a variety of time periods. The undergraduate researchers completed their experience by attending a national meeting.&nbsp;&nbsp;&nbsp;</span></p>\r\n<p><span>Results as found at:</span><a href=\"https://sites.google.com/unlv.edu/raices/home\"><span> </span><span>https://sites.google.com/unlv.edu/raices/home</span></a></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/29/2024<br>\nModified by: Jennifer&nbsp;Edmonds</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2122930/2122930_10768570_1735451524575_PXL_20240608_125229474__1_--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2122930/2122930_10768570_1735451524575_PXL_20240608_125229474__1_--rgov-800width.jpg\" title=\"students sampling plant communities at springs in the Oasis Valley\"><img src=\"/por/images/Reports/POR/2024/2122930/2122930_10768570_1735451524575_PXL_20240608_125229474__1_--rgov-66x44.jpg\" alt=\"students sampling plant communities at springs in the Oasis Valley\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Undergraduate researchers collecting vouchers for plant community identification as well as sampling terrestrial insects associated with spring ecosystems in the Oasis Valley, NV</div>\n<div class=\"imageCredit\">Jennifer Edmonds</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Jennifer&nbsp;Edmonds\n<div class=\"imageTitle\">students sampling plant communities at springs in the Oasis Valley</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2122930/2122930_10768570_1735450975878_SW_P1350022__2_--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2024/2122930/2122930_10768570_1735450975878_SW_P1350022__2_--rgov-800width.JPG\" title=\"students work with an ornithologist to identify birds at a wetland\"><img src=\"/por/images/Reports/POR/2024/2122930/2122930_10768570_1735450975878_SW_P1350022__2_--rgov-66x44.JPG\" alt=\"students work with an ornithologist to identify birds at a wetland\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Undergraduate students identify birds at the Atwood Preserve in the Oasis Valley, a property owned by The Nature Conservancy.</div>\n<div class=\"imageCredit\">Jacob Kepler, Nevada State University</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Jennifer&nbsp;Edmonds\n<div class=\"imageTitle\">students work with an ornithologist to identify birds at a wetland</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\n \r\n\n\nWork completed as part of this HSI Planning Project was built on the thesis that using culturally relevant experiential learning to amplify undergraduate understanding of climate resilience strategies can be a gateway to choosing a STEM career, as students develop a personal connection to the role of math and science in their daily lives. Our leadership team was composed of scientists from the non-profit sector, our local school district, and two southern Nevada universities, Nevada State University and the University of Nevada, Las Vegas. We facilitated discussions with community stakeholders and led field experiences, focusing on themes around regenerative agriculture while addressing the project goals.\r\n\n\nGoal #1: Identify barriers to Latinx students decision to pursue STEM careers. Southern Nevadas cultural diversity brings a strong sense of social justice to conversations around food, and a desire to focus on community support and inclusion. \r\n\n\nThrough discussions with 77 undergraduates across 4 workshops, we learned that students feel curriculum is motivating if (1) everyone in the learning process feels equally valued, (2) students feel comfortable both physically and emotionally, and (3) the curriculum empowers students to be autonomous learners who can make a difference in their community. Unfortunately, the majority of the students of color who participated in our workshops reported experiencing classroom discrimination at some point. They described how a gatekeeping attitude can prevent some teachers from recognizing the need to accommodate different learning modes, making students who dont fit the star pupil mold feel isolated. Hence, these students avoided choosing a STEM major.\r\n\n\nAn online survey completed by 170 respondents regarding their educational experiences in STEM courses was an additional tool for identifying barriers. These data are being used to support a structural equation model that identifies key components leading to development of feelings of self-efficacy in STEM fields, with a focus on culturally responsive curricula.\r\n\n\nGoal #2: Identify administrators, faculty, and staff at three southern Nevada higher education institutions who are interested in facilitating the involvement of undergraduates in informal learning activities around climate resilience.\r\n\n\nDesigning collaborative curricular experiences requires significant administrative support. We held listening sessions with 2 Student Success directors, 5 Associate Deans, 2 Deans, and 6 department chairs. Our goal was to align our planned activities with current strategic goals and amplify exposure to soil-food-water concepts at entry-level positions at all three institutions to create pathways for students to pursue STEM majors.\r\n\n\nOne particular strength we intentionally fostered was an emphasis on approaching climate change and resilience through an interdisciplinary lens. We invited faculty to report on their approaches to designing curriculum around climate change, and through these conversations we began designing learning approaches that allowed students to engage with the materials from multiple perspectives, particularly incorporating economic analysis and social justice concepts. These themes were identified as engaging by students in our workshops. Thirty-six faculty participated in project activities, including members of History, English, Chemistry, Business, Sociology, Environmental Engineering, Biology, Communication, Education, Philosophy and Religion, Psychology, Anthropology, Math, Geology, and Womens Studies.\n\n\r\n\n\nGoal #3. Identify resources, organizations, and co-curricular activities already in place that can be augmented with a proposal funding effort to be submitted to the Improving Undergraduate STEM Education (IUSE): Hispanic Serving Institutions (HSI) program at NSF.\r\n\n\nProject planning for the STEM recruitment goals involved contacting faculty at all three HSIs in southern Nevada to evaluate current activities and programmatic objectives, with the goal of collaborating with existing campus offices to add or amplify climate resilience concepts. This led to conversations with Multicultural Program coordinators, Academic Advisors, Library Science staff, and directors of College Partnerships and Field Experiences. We began discussions regarding a multi-institutional conference coordinated through the Office of Undergraduate Research Experience, as well as community-wide, multigenerational workshops on food production at our university gardens.\r\n\n\nOur Planning Project also established avenues for retention of students in STEM majors either as undergraduate researchers, or interns with external employers, as these are critical components to building self-efficacy in STEM fields. In collaboration with internship directors, we have established agreements with 14 employers, including non-profit groups with a farming or food education focus and positions with Lake Mead National Recreation Area and the Southern Nevada Water Authority. We also held a series of day-long and overnight field experiences at Atwood Preserve, The Nature Conservancys (TNC) property in southern Nevada. Over 50 students and 6 faculty participated in outdoor lessons in ornithology, botany, and aquatic macroinvertebrate sampling. Three students participated in a more extensive research effort, staying overnight at the preserve and sampling springs for water chemistry and terrestrial invertebrates. TNC staff provided science training and logistical support, confirming our project can manage large or small student groups for a variety of time periods. The undergraduate researchers completed their experience by attending a national meeting.\r\n\n\nResults as found at: https://sites.google.com/unlv.edu/raices/home\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 12/29/2024\n\n\t\t\t\t\tSubmitted by: JenniferEdmonds\n"
 }
}