{
 "awd_id": "2122828",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HSI Planning Project: Integrative Undergraduate STEM Education at Angelo State University (I-USE ASU)",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927210",
 "po_email": "efuller@nsf.gov",
 "po_sign_block_name": "Edgar Fuller",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 199597.0,
 "awd_amount": 199597.0,
 "awd_min_amd_letter_date": "2021-08-31",
 "awd_max_amd_letter_date": "2021-09-27",
 "awd_abstract_narration": "With support from the Improving Undergraduate STEM Education: Hispanic-Serving Institutions (HSI Program), this Track 1: Planning Project: Integrative Undergraduate STEM Education at Angelo State University aims to identify the motivations and challenges that promising Latinx students face in their academic preparation and the impressions of their families, secondary school teachers and administrators towards STEM education and careers. The findings from this project will begin the process of guiding the development of new critical pathways in STEM that will embrace the motivations and address challenges to increase Latinx enrollment and completion of STEM degrees. Reducing the barriers and focusing on motivational approaches will help address the growing demand disparity that exists in the STEM workforce and will create an environment conducive for Latinx to thrive in their STEM education. Aligning with the numerous reports that have called for the reform of undergraduate education to improve student learning outcomes, persistence, and graduation rates for STEM students and leaders, this project recognizes that improvements other than coursework and teaching are needed to create student success, especially for minoritized students.  These areas address the critical social and emotional components and the impact of barriers, implicit bias, and microaggression, which significantly influence student interest in pursuing STEM majors and careers, especially in Latinx, female, and historically underrepresented groups. Outcomes of this work will continue to refine existing supports and create pathways that meet students where they are in their college careers academically and socially through pathways that enable rather than disable the motivation of Latinx STEM students to succeed. \r\n\r\nThe goal of this project is to identify the motivations for pursuing STEM at distinct stages of the academic career and the perception of family and community groups towards STEM education and careers among Latinx and historically underrepresented groups. The research questions include: 1) What are the diversion points for students leaving STEM fields? 2) How do families influence choices in career and education? and 3) How do community members influence choices in career and education? A mixed-method approach will ascertain findings from key constituents that will determine the key metrics needed to redesign the college STEM pipeline to a student-focused guided critical pathway approach. The expected results will reveal the negative impact of a traditionally offered STEM academic program on promising Latinx STEM students. The work will be disseminated through publications, conferences, and white papers, and through website communication. The HSI Program aims to enhance undergraduate STEM education, broaden participation in STEM, and build capacity at HSIs. Achieving these aims, given the diverse nature and context of the HSIs, requires innovative approaches that incentivize institutional and community transformation and promote fundamental research (i) on engaged student learning, (ii) about what it takes to diversify and increase participation in STEM effectively, and (iii) that improves our understanding of how to build institutional capacity at HSIs. Projects supported by the HSI Program will also draw from these approaches to generate new knowledge on how to achieve these aims.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "Lozano",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole Lozano",
   "pi_email_addr": "nicole.lozano@angelo.edu",
   "nsf_id": "000809105",
   "pi_start_date": "2021-09-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Paula",
   "pi_last_name": "Kueter",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Paula M Kueter",
   "pi_email_addr": "paula.kueter@angelo.edu",
   "nsf_id": "000840532",
   "pi_start_date": "2021-08-31",
   "pi_end_date": "2021-09-27"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Swets",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Paul K Swets",
   "pi_email_addr": "paul.swets@angelo.edu",
   "nsf_id": "000079200",
   "pi_start_date": "2021-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "Lozano",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole Lozano",
   "pi_email_addr": "nicole.lozano@angelo.edu",
   "nsf_id": "000809105",
   "pi_start_date": "2021-08-31",
   "pi_end_date": "2021-09-27"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kyle",
   "pi_last_name": "van Ittersum",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Kyle W van Ittersum",
   "pi_email_addr": "kyle.vanittersum@angelo.edu",
   "nsf_id": "000847085",
   "pi_start_date": "2021-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Angelo State University",
  "inst_street_address": "2601 W AVENUE N",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANGELO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "3259422530",
  "inst_zip_code": "769095099",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "TX11",
  "org_lgl_bus_name": "ANGELO STATE UNIVERSITY",
  "org_prnt_uei_num": "G259P4JNCHG5",
  "org_uei_num": "G259P4JNCHG5"
 },
 "perf_inst": {
  "perf_inst_name": "Angelo State University",
  "perf_str_addr": "2601 W. Ave N",
  "perf_city_name": "San Angelo",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "769095099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "TX11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "077Y00",
   "pgm_ele_name": "HSI-Hispanic Serving Instituti"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 199597.0
  }
 ],
 "por": null
}