{
 "awd_id": "2122928",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Are strong ligands and dissolved iron tightly coupled in hydrothermal systems?",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927938",
 "po_email": "ecanuel@nsf.gov",
 "po_sign_block_name": "Elizabeth Canuel",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 317268.0,
 "awd_amount": 317268.0,
 "awd_min_amd_letter_date": "2021-08-19",
 "awd_max_amd_letter_date": "2022-10-17",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2).\r\n\r\nIron is one of the most abundant elements in the Earth’s crust, but it is extremely diluted in the ocean. Iron-poor surface waters limit the growth of microscopic marine life, called phytoplankton, and their ability to remove carbon from the atmosphere and surface ocean. However, over the last few decades, our understanding of how iron enters the ocean has evolved. Recent data has shown that deep-sea hot springs, also known as hydrothermal vents, impact global iron budgets and are important for surface iron supply. Hydrothermal vents are found globally along volcanic spreading centers where new seafloor is created through tectonic activity. The new porous seafloor allows seawater to circulate through the hot, chemically reactive rocks to create hydrothermal fluids. These fluids are less dense (hotter, 300-400°C) than deep ocean waters (2°C), so the water exiting the vents rises while mixing with ambient seawater, eventually forming hydrothermal plumes. These nutrient-rich plumes can extend for 10-1000s of kilometers into the ocean interior.  To account for the long-range transport of hydrothermal iron into the ocean interior, models have shown that stabilizing agents (i.e. organic ligands) are needed to prevent iron from precipitating and settling to the seafloor. However, we still do not know the sources and identities of these organic ligands, as well as how common they are in various hydrothermal systems across the global ocean. Investigating these mechanism(s) for hydrothermal iron stabilization across different vent systems will provide insight into both local and long-range iron utilization by deep-sea marine microorganisms and phytoplankton in the surface ocean. \r\n\r\nIn this project, the sources, concentration, and identities of iron-binding organic ligands in hydrothermal plumes from four different volcanic spreading centers will be examined to understand their impact on iron stabilization and transport into the ocean interior. The major aim of this research is to test whether (1) the concentrations of strong organic ligands tightly control the distal transport of hydrothermally derived dissolved iron in neutrally buoyant plumes across a variety of hydrothermal vent systems and (2) investigate if microbes from hydrothermal systems are responsible for production of these strong organic ligands (i.e. siderophores). This work will use a combination of existing samples and samples of opportunity that will be collected during an upcoming field expedition, each from distinct spreading centers. These findings would significantly enhance our understanding of hydrothermal iron transport and aid in future modeling efforts on the fate of hydrothermal iron in the global iron cycle. This project will support the training of two early career scientists, an undergraduate intern, and STEM workshop kits for middle school programs about deep-sea environments, which will be developed in collaboration and made freely available through the NOAA Pacific Marine Environmental Education and Outreach webpage.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Randelle",
   "pi_last_name": "Bundy",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Randelle M Bundy",
   "pi_email_addr": "rbundy@uw.edu",
   "nsf_id": "000744613",
   "pi_start_date": "2022-10-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Colleen",
   "pi_last_name": "Hoffman",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Colleen L Hoffman",
   "pi_email_addr": "clhoffma@uw.edu",
   "nsf_id": "000759013",
   "pi_start_date": "2021-08-19",
   "pi_end_date": "2022-10-17"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Randelle",
   "pi_last_name": "Bundy",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Randelle M Bundy",
   "pi_email_addr": "rbundy@uw.edu",
   "nsf_id": "000744613",
   "pi_start_date": "2021-08-19",
   "pi_end_date": "2022-10-17"
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "CICOES",
  "perf_str_addr": "3737 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981050001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1670",
   "pgm_ref_txt": "CHEMICAL OCEANOGRAPHY"
  }
 ],
 "app_fund": [
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 317268.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aimed to identify whether natural organic compounds present in the ocean are tightly coupled to dissolved iron concentrations in the plumes of a variety of different hydrothermal vent systems. This research addressed the hypothesis that these organic compounds, or ligands, &ldquo;cap&rdquo; the maximum dissolved iron concentrations in the neutrally-buoyant plume and thus exert a primary control on the amount of dissolved iron that can escape the ridge crest and ultimately impact the inventory of iron in the ocean. The results of this work supported the original proposed hypothesis and suggest that organic ligands play an important role in stabilizing dissolved iron in hydrothermal systems. A fraction (1-4%) of the organic ligands were identified as microbially-produced siderophores, ranging from compounds that have been seen previously in surface waters, to new compounds that have not yet been observed in the ocean. This was the first study to directly detect siderophores in these environments, and supporting microbial community composition data suggests that siderophore-producing microbes comprise up to 20% of the community in these systems. The observation of a tight coupling between siderophores and dissolved iron together suggest that bacteria are at least partially responsible for stabilizing dissolved iron in hydrothermal vents.</p>\n<p>A key finding of this work was the remarkably consistent relationship between organic ligands and dissolved iron in the neutrally buoyant plume between distinct hydrothermal vents systems. Our observations were focused primarily along the Mid-Atlantic Ridge, where samples were obtained from black smoker, diffuse and alkaline vents, but additional measurements were also taken from the Mid-Cayman Rise and Escanaba Trough. The tight coupling between iron-complexing ligands and dissolved iron in the neutrally-buoyant plume was apparent across all sites and vent systems. This was a striking observation, because it suggests that dissolved iron dispersal in the neutrally buoyant plume from hydrothermal vents in global biogeochemical models can be simply expressed as an approximate 1:1 ratio between dissolved iron and organic ligands, despite differences in spreading rates and underlying vent geologies. This is the first study to both systematically test this hypothesis in a wide range of vents, and to simultaneously explore the identity of the ligands to understand the mechanism contributing to the tight coupling between ligands and dissolved iron.</p>\n<p>This study contributed educational and training opportunities of several early career researchers, including a postdoc and two undergraduate students. Results from this work have been disseminated to the public via national and international conferences and scientific publications, and the knowledge gained from this study is contributing to a better understanding of iron cycling in global biogeochemical models.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/27/2023<br>\nModified by: Randelle&nbsp;M&nbsp;Bundy</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/2122928/2122928_10763901_1703717040170_ProjectOutcomes_fig1--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/2122928/2122928_10763901_1703717040170_ProjectOutcomes_fig1--rgov-800width.png\" title=\"Dissolved iron is tightly coupled to organic iron-binding ligands\"><img src=\"/por/images/Reports/POR/2023/2122928/2122928_10763901_1703717040170_ProjectOutcomes_fig1--rgov-66x44.png\" alt=\"Dissolved iron is tightly coupled to organic iron-binding ligands\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(a) Station map showing the 11 sites investigated along the MAR. Inset maps for (b) Rainbow and (c) TAG hydrothermal vent fields. (d) dFe versus L1 iron-binding ligands at each vent site. (e) dFe versus L1 ligands from previous studies over the ridge axis.</div>\n<div class=\"imageCredit\">Hoffman et al. (2023)</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Randelle&nbsp;M&nbsp;Bundy\n<div class=\"imageTitle\">Dissolved iron is tightly coupled to organic iron-binding ligands</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project aimed to identify whether natural organic compounds present in the ocean are tightly coupled to dissolved iron concentrations in the plumes of a variety of different hydrothermal vent systems. This research addressed the hypothesis that these organic compounds, or ligands, cap the maximum dissolved iron concentrations in the neutrally-buoyant plume and thus exert a primary control on the amount of dissolved iron that can escape the ridge crest and ultimately impact the inventory of iron in the ocean. The results of this work supported the original proposed hypothesis and suggest that organic ligands play an important role in stabilizing dissolved iron in hydrothermal systems. A fraction (1-4%) of the organic ligands were identified as microbially-produced siderophores, ranging from compounds that have been seen previously in surface waters, to new compounds that have not yet been observed in the ocean. This was the first study to directly detect siderophores in these environments, and supporting microbial community composition data suggests that siderophore-producing microbes comprise up to 20% of the community in these systems. The observation of a tight coupling between siderophores and dissolved iron together suggest that bacteria are at least partially responsible for stabilizing dissolved iron in hydrothermal vents.\n\n\nA key finding of this work was the remarkably consistent relationship between organic ligands and dissolved iron in the neutrally buoyant plume between distinct hydrothermal vents systems. Our observations were focused primarily along the Mid-Atlantic Ridge, where samples were obtained from black smoker, diffuse and alkaline vents, but additional measurements were also taken from the Mid-Cayman Rise and Escanaba Trough. The tight coupling between iron-complexing ligands and dissolved iron in the neutrally-buoyant plume was apparent across all sites and vent systems. This was a striking observation, because it suggests that dissolved iron dispersal in the neutrally buoyant plume from hydrothermal vents in global biogeochemical models can be simply expressed as an approximate 1:1 ratio between dissolved iron and organic ligands, despite differences in spreading rates and underlying vent geologies. This is the first study to both systematically test this hypothesis in a wide range of vents, and to simultaneously explore the identity of the ligands to understand the mechanism contributing to the tight coupling between ligands and dissolved iron.\n\n\nThis study contributed educational and training opportunities of several early career researchers, including a postdoc and two undergraduate students. Results from this work have been disseminated to the public via national and international conferences and scientific publications, and the knowledge gained from this study is contributing to a better understanding of iron cycling in global biogeochemical models.\n\n\n\t\t\t\t\tLast Modified: 12/27/2023\n\n\t\t\t\t\tSubmitted by: RandelleMBundy\n"
 }
}