{
 "awd_id": "2122619",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Time Series Particle Flux Measurements in the Sargasso Sea",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 2336682.0,
 "awd_amount": 2336682.0,
 "awd_min_amd_letter_date": "2021-08-11",
 "awd_max_amd_letter_date": "2023-08-23",
 "awd_abstract_narration": "This award provides an additional three years of support for the Oceanic Flux Program (OFP). This program was first established in 1978 to measure the export flux of particles from the surface to the deep ocean in the deep Sargasso Sea and represents the longest and most continuous particle flux time-series of its kind. This program and the time-series record will continue to help the oceanographic community to answer questions about the relationship between deep ocean particle flux and climate and biological, physical, and chemical oceanographic processes. In the past, the OFP has provided evidence for coupling between the upper and deep ocean processes linked to seasonal, episodic (e.g., physical and meteorological forcing) and climate patterns. Looking to the future, this program will utilize increasingly advanced instrumentation and analytical tools to address questions about the material that sinks from the surface to deep ocean and its controls. The OFP provides education and training for students from the high school to Ph.D. level and supports early career researchers. \r\n\r\nThe OFP time-series represents a 43-year, nearly continuous record focused on particle fluxes in the deep ocean. With increasingly more data available from the lengthening record, investigators can put observed biogeochemical patterns into perspective to understand the interplay between climate and ocean functioning. The availability of data from complementary nearby Hydrostation S, the Bermuda Atlantic Time-Series (BATS), the Bermuda Testbed Mooring (1994-2007), the Tudor Hill atmospheric tower and other Bermuda sampling programs provide additional opportunities to study upper ocean physics and biogeochemistry coupled with deep ocean biogeochemical processes. The OFP record is becoming long enough to study deep flux linkages with gyre circulation and advective processes. The OFP’s archive is an unparalleled resource for retrospective studies of temporal trends and the biogeochemical consequences of a changing ocean, including future impacts of ocean acidification. As the OFP heads into the future, increasingly sophisticated OFP mooring instrumentation (ADCP current profiling and backscatter; MicroCAT temperature, salinity, and oxygen measurements) and advances in digital imaging and analytical tools (both chemical and genomic) to probe the recovered flux materials continue to reveal novel, fundamental information about the oceanic particle flux and its controls.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maureen",
   "pi_last_name": "Conte",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Maureen H Conte",
   "pi_email_addr": "maureen.conte@bios.edu",
   "nsf_id": "000259293",
   "pi_start_date": "2021-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bermuda Institute of Ocean Sciences (BIOS), Inc.",
  "inst_street_address": "17 BIOLOGICAL STATION",
  "inst_street_address_2": "FERRY REACH",
  "inst_city_name": "ST. GEORGE'S",
  "inst_state_code": "",
  "inst_state_name": "RI REQUIRED",
  "inst_phone_num": "4412971880",
  "inst_zip_code": "GE01",
  "inst_country_name": "Bermuda",
  "cong_dist_code": null,
  "st_cong_dist_code": "",
  "org_lgl_bus_name": "BERMUDA INSTITUTE OF OCEAN SCIENCES (BIOS) INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "KKGGL32KGLX3"
 },
 "perf_inst": {
  "perf_inst_name": "Bermuda Institute of Ocean Sciences (BIOS), Inc.",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "BD",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Bermuda",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 834826.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 345235.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}