{
 "awd_id": "2122600",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Corporate Science Communication and Its Effect on Scientific Knowledge and Attitudes",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Georgia Kosmopoulou",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 210188.0,
 "awd_amount": 210188.0,
 "awd_min_amd_letter_date": "2021-08-03",
 "awd_max_amd_letter_date": "2021-08-03",
 "awd_abstract_narration": "For-profit entities in the science, health, and technology sectors have become major players in the public communication of science. Science communication can significantly influence the decisions individuals make related to health behaviors, technology adoption, and policy support. Since the Bayh-Dole Act of 1980, U.S. scientists have had the right to patent and commercialize the findings of publicly funded research, which has contributed to the shifting science communication landscape. Despite the influence and prevalence of commercial science communication, little research has focused on its effects. Direct-to-consumer (DTC) genetic testing provides a context in which to understand these issues. Science communication from DTC genetic testing companies is particularly important because how consumers learn about genetic science and interact with it can influence their health decisions, their support for science funding or policy, and their perceptions of related technologies.\r\n\r\nTo achieve the purpose of this research, this project will consist of two related studies. The first study will be a content analysis of emails from ten DTC genetic testing companies and will identify and describe how these companies communicate with their customers about science, the capabilities and limitations of their tests, and the benefits and risks of sharing genetic data. The second study, which will build on the findings from the first, will consist of a national survey of U.S. adults examining the effects of engaging with DTC genetic testing products and receiving communication from DTC genetic testing companies. The survey will inform the impact of DTC genetic testing experiences and communication on science knowledge, perceptions of genetic research, support for science, and other related outcomes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole Lee",
   "pi_email_addr": "nicole.lee.1@asu.edu",
   "nsf_id": "000804806",
   "pi_start_date": "2021-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "4701 W Thunderbird Rd.",
  "perf_city_name": "Glendale",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "853060900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "AZ08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125Y00",
   "pgm_ele_name": "Science of Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 210188.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Direct-to-consumer (DTC) genetic testing companies sell DNA test kits directly to consumers for the purpose of learning about their ancestry or health predispositions. This project examined how DTC genetic testing companies communicate with consumers, the impact of the DTC genetic testing experience, the effects of engagement with the testing process, and the influence of communication from and about genetic testing companies. The effects that were examined included genetics knowledge, policy knowledge, attitudes toward DTC genetic testing, and attitudes toward science in general.</p>\r\n<p>The first phase of the project involved examining companies&rsquo; communication with consumers during and after the testing process. First, a quantitative content analysis of company emails was conducted. Specifically, how companies used conversational human voice and personalized messaging in their emails was assessed. Results revealed that companies rarely use a conversational tone when communicating with customers, most of the information provided is promotional, and they invite dialogue less over time. This research is published in&nbsp;<em>Health Communication</em>. Company communication was further examined through a qualitative analysis of test reports and portals&mdash;the channels through which test results are communicated to customers. This analysis focused on the communication of health risk and test limitations. Findings revealed that relative risk (an individual&rsquo;s risk compared to population estimates) was more prominently communicated than absolute risk (an individual&rsquo;s risk compared to zero), and that it was used to organize and prioritize results. Further, risk information was often communicated using statistical terms and concepts that may not be accessible to all users. Test limitations that were communicated included the inability to diagnose a disease and the importance of lifestyle factors. Although companies included this information, it was not visually prominent. This research is published in the&nbsp;<em>Journal of Genetic Counseling</em>.&nbsp;</p>\r\n<p>The next phase of the project involved a national survey of consumers, including both individuals who had taken a DTC genetic test and those who have not. The first manuscript based on the survey focused on the impact of different information sources on building trust in the DTC genetic testing industry. Trust can be examined through four dimensions: integrity, openness, benevolence, and competence. Results showed that positive perceptions of integrity and openness and increased relational communication (such as that with friends and family) most impact trust in DTC genetic testing companies and of the testing process. The second manuscript based on the survey data focused on the effects of taking a test, communication about DTC genetic testing, and engaging with the testing process. We found that previously taking a DTC genetic test predicted a) higher genetics knowledge, b) higher policy knowledge, c) more positive attitudes toward genetic testing, and d) more positive attitudes toward science in general. Some notable highlights about the effects of communication from DTC genetic testing companies include the effects of owned media (organization emails, website, etc.) and paid media (advertising). Increased communication in the form of owned media was a negative predictor of both genetics and policy knowledge. Paid media was a positive predictor of genetics knowledge and general attitudes toward science. Finally, we sought to understand the effects of engaging with DTC genetic testing through sharing results, seeking more information, or making lifestyle changes. We found that among those who have taken a DTC genetic test, higher levels of engagement with the testing process predicted positive attitudes toward genetic testing and more positive attitudes toward science in general. However, it did not predict genetics or policy knowledge.&nbsp;</p>\r\n<p>Our research contributes to communication literature in science, health, and risk, and further develops the sub-disciplines of strategic science communication and corporate science communication. Understanding how DTC genetic testing companies communicate about health and science, and the effects of that communication, will help science communicators and health professionals improve communication with lay publics. Unlike other genetic tests that are facilitated by a medical professional, DTC genetic testing relies on direct communication between a company and consumer. Thus, the communication must be clear and direct to avoid misinterpretation of results. Understanding how information is presented to DTC genetic testing customers and what impacts that may have can help professionals such as genetic counselors mitigate unfounded fears or false perceptions of security about health risk. The results of this project can also provide guidance for DTC genetic testing companies on how to best communicate with their customers, including what channels and strategies positively impact knowledge and attitudes most.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/27/2024<br>\nModified by: Nicole&nbsp;Lee</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nDirect-to-consumer (DTC) genetic testing companies sell DNA test kits directly to consumers for the purpose of learning about their ancestry or health predispositions. This project examined how DTC genetic testing companies communicate with consumers, the impact of the DTC genetic testing experience, the effects of engagement with the testing process, and the influence of communication from and about genetic testing companies. The effects that were examined included genetics knowledge, policy knowledge, attitudes toward DTC genetic testing, and attitudes toward science in general.\r\n\n\nThe first phase of the project involved examining companies communication with consumers during and after the testing process. First, a quantitative content analysis of company emails was conducted. Specifically, how companies used conversational human voice and personalized messaging in their emails was assessed. Results revealed that companies rarely use a conversational tone when communicating with customers, most of the information provided is promotional, and they invite dialogue less over time. This research is published inHealth Communication. Company communication was further examined through a qualitative analysis of test reports and portalsthe channels through which test results are communicated to customers. This analysis focused on the communication of health risk and test limitations. Findings revealed that relative risk (an individuals risk compared to population estimates) was more prominently communicated than absolute risk (an individuals risk compared to zero), and that it was used to organize and prioritize results. Further, risk information was often communicated using statistical terms and concepts that may not be accessible to all users. Test limitations that were communicated included the inability to diagnose a disease and the importance of lifestyle factors. Although companies included this information, it was not visually prominent. This research is published in theJournal of Genetic Counseling.\r\n\n\nThe next phase of the project involved a national survey of consumers, including both individuals who had taken a DTC genetic test and those who have not. The first manuscript based on the survey focused on the impact of different information sources on building trust in the DTC genetic testing industry. Trust can be examined through four dimensions: integrity, openness, benevolence, and competence. Results showed that positive perceptions of integrity and openness and increased relational communication (such as that with friends and family) most impact trust in DTC genetic testing companies and of the testing process. The second manuscript based on the survey data focused on the effects of taking a test, communication about DTC genetic testing, and engaging with the testing process. We found that previously taking a DTC genetic test predicted a) higher genetics knowledge, b) higher policy knowledge, c) more positive attitudes toward genetic testing, and d) more positive attitudes toward science in general. Some notable highlights about the effects of communication from DTC genetic testing companies include the effects of owned media (organization emails, website, etc.) and paid media (advertising). Increased communication in the form of owned media was a negative predictor of both genetics and policy knowledge. Paid media was a positive predictor of genetics knowledge and general attitudes toward science. Finally, we sought to understand the effects of engaging with DTC genetic testing through sharing results, seeking more information, or making lifestyle changes. We found that among those who have taken a DTC genetic test, higher levels of engagement with the testing process predicted positive attitudes toward genetic testing and more positive attitudes toward science in general. However, it did not predict genetics or policy knowledge.\r\n\n\nOur research contributes to communication literature in science, health, and risk, and further develops the sub-disciplines of strategic science communication and corporate science communication. Understanding how DTC genetic testing companies communicate about health and science, and the effects of that communication, will help science communicators and health professionals improve communication with lay publics. Unlike other genetic tests that are facilitated by a medical professional, DTC genetic testing relies on direct communication between a company and consumer. Thus, the communication must be clear and direct to avoid misinterpretation of results. Understanding how information is presented to DTC genetic testing customers and what impacts that may have can help professionals such as genetic counselors mitigate unfounded fears or false perceptions of security about health risk. The results of this project can also provide guidance for DTC genetic testing companies on how to best communicate with their customers, including what channels and strategies positively impact knowledge and attitudes most.\r\n\n\n\t\t\t\t\tLast Modified: 12/27/2024\n\n\t\t\t\t\tSubmitted by: NicoleLee\n"
 }
}