{
 "awd_id": "2122540",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI: TT: Development of 5-Minute Protein Analyses",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927795",
 "po_email": "jsoriano@nsf.gov",
 "po_sign_block_name": "Jesus Soriano Molla",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2021-06-11",
 "awd_max_amd_letter_date": "2021-06-11",
 "awd_abstract_narration": "The broader impact/commercial potential of this Partnerships for Innovation - Technology Translation (PFI-TT) project includes development of a convenient device that can determine protein concentrations in 5 minutes.  Current methods for protein analysis often employ expensive kits that require more than 1 hour to obtain results.  The new technology will enable regular monitoring of protein concentrations during their manufacturing and processing.  The markets for some individual antibodies as well as other proteins are in the range of $10 billion per year, and these biomolecules are vital in treating diseases such as cancer, diabetes, and anemia. Improving the production of these proteins by monitoring their expression and processing is an important step in enhancing their availability.  The research may yield a simple platform for protein analysis in multi-well plates used in most laboratories.  Given the size of the therapeutic protein market (>$250 billion/year), tools for analysis of therapeutic protein production should have a market of many million dollars per year. \r\n\r\nThis project will use flow through functionalized microporous membranes in 96-well plates to enable capture and detection of proteins in minutes.  In contrast, typical protein analysis platforms rely on passive diffusion to bring proteins to binding sites; Analysis times are >1 h.  The research includes a method for functionalizing the porous membranes with peptides that bind specifically to a given protein.  The high density of peptide immobilization and the high surface area to volume ratio in the membranes allows capture of large amounts of protein in a short time to achieve rapid, sensitive quantitation.  The research aims to demonstrate a general method for the analyses of antibodies in cell-culture broths as well as comparable analyses times, detection limits, percent recoveries, and precision when compared to commercial immunosorbent assays. Additionally, the work may establish membrane-based capture and analysis of other important proteins such as insulin and erythropoietin. Success in these studies may demonstrate the promise of functionalized membrane plates for regularly monitoring the production and processing of important commercial proteins.  The research will also demonstrate the advantages of this method over current techniques.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Merlin",
   "pi_last_name": "Bruening",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Merlin L Bruening",
   "pi_email_addr": "mbruenin@nd.edu",
   "nsf_id": "000398841",
   "pi_start_date": "2021-06-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 Grace Hall",
  "perf_city_name": "Notre Dame",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166200",
   "pgm_ele_name": "PFI-Partnrships for Innovation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "066E",
   "pgm_ref_txt": "INSTRUMENTATION & DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "090E",
   "pgm_ref_txt": "Chem/Bio and Physical Diagnostics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>Therapeutic monoclonal antibodies (mAbs) and other proteins provide effective treatments for many diseases including cancer, autoimmune disorders, and COVID-19. Rapid determination of the concentrations of these proteins is important during their production and subsequent processing. Moreover, monitoring of the glycans (sugars) on these proteins is vital, as these groups affect protein efficacy and clearance from the body. Prior work funded by NSF employed our patented process to modify glass-fiber filters with peptides that bind specific mAbs. After mAb binding during flow through the filter, capture of a fluorescently labelled secondary antibody enabled determination of mAb concentrations. Because flow rapidly brings mAbs to binding site, these filters allowed determination of the concentrations of mAbs (at the microgram per milliliter level) in just five minutes.&nbsp; Importantly, this is the therapeutic range of the antibody in diluted serum.</p>\n<p>The research funded by this grant extended the innovation to include capture of any humanized Immunoglobulin G (IgG) antibody using a peptide that binds to the Fc (fragment crystallizable) region of the antibody, which is common to all IgG mAbs.&nbsp; This provided a general method for monitoring the expression of any IgG in cell culture. Common techniques for determining mAb concentrations take an hour or more, but this method requires only 5 minutes so it could allow monitoring of mAb production. Filters in 96-well plates could accelerate academic and industry studies of protein expression.&nbsp; In addition to being rapid, the accuracy and precision of these analyses were similar to those obtained with expensive commercial kits. These studies demonstrated the commercial potential of filters in 96-well plates. The use of different peptides will allow analysis of a range of therapeutic proteins such as erythropoietin.</p>\n<p>To monitor the glycan compositions of mAbs, this work combined capture of a mAb from cell culture broth, subsequent elution, digestion of the mAb using pepsin, and analysis using mass spectrometry. Elution under acidic conditions is compatible with pepsin-catalyzed digestion without typical complicated processing steps, which greatly simplifies the process. This strategy facilitated monitoring of glycosylation patterns to compare different batches or classes of mAbs. This could allow frequent monitoring of glycosylation during mAb production. Finally, the research included development of new filters for capturing a range of molecules.</p>\n<p><strong>Broader Impacts</strong></p>\n<p>This research developed new tools to determine the concentrations of proteins and identify their glycosylation patterns. Customer interviews during the NSF I-Corps program suggested that users of this technology would include researchers and pharmaceutical companies, but regulations might make the latter group less receptive to new technologies. Commercialization strategies included contacting companies to assess their interest in licensing or manufacturing such technology, and work to commercialize aspects of the technology is ongoing. As part of the project, four graduate students and two high school students gained important research experience in areas such as film synthesis, protein analysis, and mass spectrometry.&nbsp; Of these participants, three were women and two were underrepresented minorities. Three graduate students participated in entrepreneurial training, and one PhD graduate took a position at a company she interviewed during the I-Corps program.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/19/2024<br>\nModified by: Merlin&nbsp;L&nbsp;Bruening</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit\n\n\nTherapeutic monoclonal antibodies (mAbs) and other proteins provide effective treatments for many diseases including cancer, autoimmune disorders, and COVID-19. Rapid determination of the concentrations of these proteins is important during their production and subsequent processing. Moreover, monitoring of the glycans (sugars) on these proteins is vital, as these groups affect protein efficacy and clearance from the body. Prior work funded by NSF employed our patented process to modify glass-fiber filters with peptides that bind specific mAbs. After mAb binding during flow through the filter, capture of a fluorescently labelled secondary antibody enabled determination of mAb concentrations. Because flow rapidly brings mAbs to binding site, these filters allowed determination of the concentrations of mAbs (at the microgram per milliliter level) in just five minutes. Importantly, this is the therapeutic range of the antibody in diluted serum.\n\n\nThe research funded by this grant extended the innovation to include capture of any humanized Immunoglobulin G (IgG) antibody using a peptide that binds to the Fc (fragment crystallizable) region of the antibody, which is common to all IgG mAbs. This provided a general method for monitoring the expression of any IgG in cell culture. Common techniques for determining mAb concentrations take an hour or more, but this method requires only 5 minutes so it could allow monitoring of mAb production. Filters in 96-well plates could accelerate academic and industry studies of protein expression. In addition to being rapid, the accuracy and precision of these analyses were similar to those obtained with expensive commercial kits. These studies demonstrated the commercial potential of filters in 96-well plates. The use of different peptides will allow analysis of a range of therapeutic proteins such as erythropoietin.\n\n\nTo monitor the glycan compositions of mAbs, this work combined capture of a mAb from cell culture broth, subsequent elution, digestion of the mAb using pepsin, and analysis using mass spectrometry. Elution under acidic conditions is compatible with pepsin-catalyzed digestion without typical complicated processing steps, which greatly simplifies the process. This strategy facilitated monitoring of glycosylation patterns to compare different batches or classes of mAbs. This could allow frequent monitoring of glycosylation during mAb production. Finally, the research included development of new filters for capturing a range of molecules.\n\n\nBroader Impacts\n\n\nThis research developed new tools to determine the concentrations of proteins and identify their glycosylation patterns. Customer interviews during the NSF I-Corps program suggested that users of this technology would include researchers and pharmaceutical companies, but regulations might make the latter group less receptive to new technologies. Commercialization strategies included contacting companies to assess their interest in licensing or manufacturing such technology, and work to commercialize aspects of the technology is ongoing. As part of the project, four graduate students and two high school students gained important research experience in areas such as film synthesis, protein analysis, and mass spectrometry. Of these participants, three were women and two were underrepresented minorities. Three graduate students participated in entrepreneurial training, and one PhD graduate took a position at a company she interviewed during the I-Corps program.\n\n\n\t\t\t\t\tLast Modified: 04/19/2024\n\n\t\t\t\t\tSubmitted by: MerlinLBruening\n"
 }
}