{
 "awd_id": "2122442",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HSI Pilot Project: The MAESTRO Program - Minority Advancement in Engineering, Science, and Technology by Refactoring the Online Program",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927404",
 "po_email": "smontash@nsf.gov",
 "po_sign_block_name": "Sonja Montas-Hunter",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 199993.0,
 "awd_amount": 199993.0,
 "awd_min_amd_letter_date": "2021-08-31",
 "awd_max_amd_letter_date": "2021-08-31",
 "awd_abstract_narration": "With support from the Improving Undergraduate STEM Education: Hispanic-Serving Institutions (HSI Program), this Track 1: PPP aims to address the lack of means and support for Hispanic/Latinx, low-income, first generation students to effectively participate in postsecondary education. Modern students work while going to school. For Hispanic/Latinx students who work twenty to forty hours a week, this workload may affect attendance and GPA, ultimately resulting in poor workforce placement. Addressing the issue that work comes first for many low-income underrepresented students, two approaches will be utilized:  1) supplant non-career-relevant work experience with industry internships, and 2) develop new formats for online learning. The overarching theme is to help students maintain both their income and academics. Busy students often turn to online programs that can be as effective as face-to-face instruction when combined with online videos and peer instruction. However, this model dichotomizes at-risk students due to poor regulation and social interaction. Preliminary results show that this classroom model does not improve outcomes or attitudes of California State University- Bakersfield (CSUB) students. A system that scaffolds and regulates the class with small groups convened at times around student work will be pioneered. Significant, meaningful experiences will be offered for students in data science and wireless communication. Participants of this program will have career-relevant internship/work experience, better retention rates, shorter timelines to graduation, reduced stress, and better motivation. It will contribute to the size and diversity of the U.S. science and technology workforce. \r\n\r\nThis project will utilize Real-Time Teaching where students proceed at their own pace. The instructor monitors, scaffolds, and self-regulates the class by convening small groups at times convenient to the students for semi-synchronous learning.  This approach will be paired with industry internships relevant to careers in Computer Engineering (CE), Computer Science (CS), and Electrical Engineering (EE). The impact of these strategies and how they improve the retention and success of the Hispanic/Latinx, low-income, and/or non-traditional students in CE, CS, and EE will be assessed. Findings will be disseminated broadly through various presentations at conferences, publications, workshops and a project website. The HSI Program aims to enhance undergraduate STEM education, broaden participation in STEM, and build capacity at HSIs. Achieving these aims, given the diverse nature and context of the HSIs, requires innovative approaches that incentivize institutional and community transformation and promote fundamental research (i) on engaged student learning, (ii) about what it takes to diversify and increase participation in STEM effectively, and (iii) that improves our understanding of how to build institutional capacity at HSIs. Projects supported by the HSI Program will also draw from these approaches to generate new knowledge on how to achieve these aims.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alberto",
   "pi_last_name": "Cruz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alberto Cruz",
   "pi_email_addr": "acruz37@csub.edu",
   "nsf_id": "000748339",
   "pi_start_date": "2021-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amin",
   "pi_last_name": "Malekmohammadi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amin Malekmohammadi",
   "pi_email_addr": "amalekm@csub.edu",
   "nsf_id": "000847146",
   "pi_start_date": "2021-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CSUB Auxiliary for Sponsored Programs Administration",
  "inst_street_address": "9001 Stockdale Hwy",
  "inst_street_address_2": "",
  "inst_city_name": "Bakersfield",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6616542233",
  "inst_zip_code": "933111022",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "CA20",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY, BAKERSFIELD AUXILIARY FOR SPONSORED PROGRAMS ADMINISTRATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "VJQPUC5YLK87"
 },
 "perf_inst": {
  "perf_inst_name": "California State University, Bakersfield",
  "perf_str_addr": "9001 Stockdale Hwy",
  "perf_city_name": "Bakersfield",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "933111022",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "CA20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "077Y00",
   "pgm_ele_name": "HSI-Hispanic Serving Instituti"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 199993.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The MAESTRO Program, funded under NSF Award HRD 2122422, aimed to address barriers faced by underrepresented students in STEM at California State University, Bakersfield (CSUB). Specifically targeting Hispanic/Latino(a), low-income, and first-generation students in the Computer and Electrical Engineering and Computer Science (CEECS) department, the program sought to enhance career readiness through internships, implement inclusive teaching strategies, and foster professional development for students and faculty. The outcomes demonstrate significant progress in improving student retention, engagement, and career placement, while highlighting areas for future growth.</p>\r\n<p>One major outcome was the successful placement of 13 students in career-relevant internships. These internships provided hands-on experience in data science, wireless technology, and software engineering. Industry partners included Avadine Corporation, TechX, and the Naval Air Warfare Center Weapons Division (NAWCWD) at China Lake. Of the 13 interns, 11 identified as underrepresented minorities (URM). Many participants reported this as their first internship experience, underscoring the program's role in providing opportunities otherwise unavailable to them. The program achieved near 100% employment or graduate education placement among its interns, aligning with the objective of reducing post-graduation unemployment rates. These internships strengthened connections between CSUB and local industry, creating a sustainable pathway for future collaborations.</p>\r\n<p>The program&rsquo;s experimental classroom initiative also produced noteworthy results. By implementing the flipped classroom model and real-time teaching techniques, the program increased student engagement and improved academic outcomes. Pre- and post-survey data indicated higher levels of satisfaction and reduced difficulty in maintaining attention during lectures, particularly among Hispanic/Latino(a) students. Attendance rates for URM students in these experimental classrooms reached 97%, surpassing the goal of 95%. Additionally, the program achieved a 75% reduction in the DWF (drop, withdraw, or fail) rate, decreasing it from a historical 22% to 5.17%. These findings suggest that the flipped classroom model and semi-synchronous teaching methods effectively address the challenges faced by students with high workloads.</p>\r\n<p>In addition to supporting students, the program provided professional development opportunities for both students and faculty. A total of 255 students participated in career preparedness workshops, far exceeding the initial goal of 180. These workshops covered topics such as resume building, interview preparation, and industry certifications like AWS Cloud Foundations. Feedback from students highlighted the value of hearing advice from professionals who shared similar backgrounds, reinforcing the importance of culturally relevant mentorship. Despite challenges posed by the COVID-19 pandemic, these workshops equipped students with essential skills for navigating the STEM job market.</p>\r\n<p>Faculty professional development focused on diversity, equity, and inclusion (DEI) and active learning strategies. While the goal was to train 40 faculty members, the program reached 28 due to logistical constraints and limited funding for stipends. Nevertheless, participating faculty reported gaining valuable insights into flipped classroom techniques and inclusive teaching practices. These efforts laid the groundwork for broader institutional transformation, promoting a more inclusive learning environment for CSUB&rsquo;s diverse student population.</p>\r\n<p>The program also contributed to the broader research community by producing four conference publications. These publications explored innovative instructional strategies, such as the flipped classroom model, and methods for supporting high-workload students. The research findings challenge existing literature that suggests Hispanic/Latino(a) students prefer authoritative learning environments, demonstrating that dialogic and interactive teaching methods can be highly effective for this demographic. These contributions provide a foundation for future studies on inclusive teaching and learning in STEM education.</p>\r\n<p>The MAESTRO Program achieved its objectives of enhancing undergraduate STEM education for underrepresented students. Through internships, experimental classrooms, and professional development, the program improved student retention, engagement, and career readiness. The outcomes demonstrate the value of targeted interventions in addressing systemic barriers faced by Hispanic/Latino(a), low-income, and first-generation students. By fostering industry partnerships and promoting inclusive teaching practices, the program has set a precedent for future efforts to diversify the STEM workforce and support the success of underrepresented students.</p><br>\n<p>\n Last Modified: 12/13/2024<br>\nModified by: Alberto&nbsp;Cruz</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe MAESTRO Program, funded under NSF Award HRD 2122422, aimed to address barriers faced by underrepresented students in STEM at California State University, Bakersfield (CSUB). Specifically targeting Hispanic/Latino(a), low-income, and first-generation students in the Computer and Electrical Engineering and Computer Science (CEECS) department, the program sought to enhance career readiness through internships, implement inclusive teaching strategies, and foster professional development for students and faculty. The outcomes demonstrate significant progress in improving student retention, engagement, and career placement, while highlighting areas for future growth.\r\n\n\nOne major outcome was the successful placement of 13 students in career-relevant internships. These internships provided hands-on experience in data science, wireless technology, and software engineering. Industry partners included Avadine Corporation, TechX, and the Naval Air Warfare Center Weapons Division (NAWCWD) at China Lake. Of the 13 interns, 11 identified as underrepresented minorities (URM). Many participants reported this as their first internship experience, underscoring the program's role in providing opportunities otherwise unavailable to them. The program achieved near 100% employment or graduate education placement among its interns, aligning with the objective of reducing post-graduation unemployment rates. These internships strengthened connections between CSUB and local industry, creating a sustainable pathway for future collaborations.\r\n\n\nThe programs experimental classroom initiative also produced noteworthy results. By implementing the flipped classroom model and real-time teaching techniques, the program increased student engagement and improved academic outcomes. Pre- and post-survey data indicated higher levels of satisfaction and reduced difficulty in maintaining attention during lectures, particularly among Hispanic/Latino(a) students. Attendance rates for URM students in these experimental classrooms reached 97%, surpassing the goal of 95%. Additionally, the program achieved a 75% reduction in the DWF (drop, withdraw, or fail) rate, decreasing it from a historical 22% to 5.17%. These findings suggest that the flipped classroom model and semi-synchronous teaching methods effectively address the challenges faced by students with high workloads.\r\n\n\nIn addition to supporting students, the program provided professional development opportunities for both students and faculty. A total of 255 students participated in career preparedness workshops, far exceeding the initial goal of 180. These workshops covered topics such as resume building, interview preparation, and industry certifications like AWS Cloud Foundations. Feedback from students highlighted the value of hearing advice from professionals who shared similar backgrounds, reinforcing the importance of culturally relevant mentorship. Despite challenges posed by the COVID-19 pandemic, these workshops equipped students with essential skills for navigating the STEM job market.\r\n\n\nFaculty professional development focused on diversity, equity, and inclusion (DEI) and active learning strategies. While the goal was to train 40 faculty members, the program reached 28 due to logistical constraints and limited funding for stipends. Nevertheless, participating faculty reported gaining valuable insights into flipped classroom techniques and inclusive teaching practices. These efforts laid the groundwork for broader institutional transformation, promoting a more inclusive learning environment for CSUBs diverse student population.\r\n\n\nThe program also contributed to the broader research community by producing four conference publications. These publications explored innovative instructional strategies, such as the flipped classroom model, and methods for supporting high-workload students. The research findings challenge existing literature that suggests Hispanic/Latino(a) students prefer authoritative learning environments, demonstrating that dialogic and interactive teaching methods can be highly effective for this demographic. These contributions provide a foundation for future studies on inclusive teaching and learning in STEM education.\r\n\n\nThe MAESTRO Program achieved its objectives of enhancing undergraduate STEM education for underrepresented students. Through internships, experimental classrooms, and professional development, the program improved student retention, engagement, and career readiness. The outcomes demonstrate the value of targeted interventions in addressing systemic barriers faced by Hispanic/Latino(a), low-income, and first-generation students. By fostering industry partnerships and promoting inclusive teaching practices, the program has set a precedent for future efforts to diversify the STEM workforce and support the success of underrepresented students.\t\t\t\t\tLast Modified: 12/13/2024\n\n\t\t\t\t\tSubmitted by: AlbertoCruz\n"
 }
}