{
 "awd_id": "2122080",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: SAI: SmarTrail: An Infrastructure Services Framework for Sustainable Trail Management",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032922664",
 "po_email": "jkoster@nsf.gov",
 "po_sign_block_name": "Jeremy Koster",
 "awd_eff_date": "2021-11-01",
 "awd_exp_date": "2025-10-31",
 "tot_intn_awd_amt": 299350.0,
 "awd_amount": 307350.0,
 "awd_min_amd_letter_date": "2021-07-19",
 "awd_max_amd_letter_date": "2024-02-28",
 "awd_abstract_narration": "Strengthening American Infrastructure (SAI) is an NSF Program seeking to stimulate human-centered fundamental and potentially transformative research that strengthens America’s infrastructure. Effective infrastructure provides a strong foundation for socioeconomic vitality and broad quality of life improvement. Strong, reliable, and effective infrastructure spurs private-sector innovation, grows the economy, creates jobs, makes public-sector service provision more efficient, strengthens communities, promotes equal opportunity, protects the natural environment, enhances national security, and fuels American leadership. To achieve these goals requires expertise from across the science and engineering disciplines. SAI focuses on how knowledge of human reasoning and decision making, governance, and social and cultural processes enables the building and maintenance of effective infrastructure that improves lives and society and builds on advances in technology and engineering.\r\n\r\nMore than 200,000 miles of foot trails thread through protected areas in the U.S. They represent an important piece of the country’s transportation infrastructure.  Not only do these trails connect places, they also provide abundant recreation opportunities for tens of millions of Americans every year. They promote nature appreciation and health benefits as well. Yet, high trail use also brings negative impacts. These include the unplanned expansion of existing trails and campsites, and the creation of new ones. Such proliferation can invade pristine areas and spread human waste and garbage across natural landscapes. The high use also can erode soils that degrade water quality. One means to minimize these negative impacts while still allowing people to enjoy their time on the trail is by strengthening trail infrastructure to deliberately serve both the supply of and demand for trail services. This SAI project lays the groundwork for such strengthening.  Specifically, smart phone and other digital technologies are used in an information system to match long distance hikers’ needs with conservation objectives in protected areas. This blends digital information flows with spatial, social, psychological, and cultural dimensions to understand and improve infrastructure performance beyond the trail environment. The research aims to illuminate the barriers and opportunities to using digital technologies to address the ecological, economic, and social dimensions of sustainable trail infrastructure on the ground. It draws from the fields of recreation ecology, human-computer-interaction, social psychology, and public policy to mitigate visitor impacts and improve visitor experiences in protected areas.\r\n\r\nSmart, sustainable trail infrastructure management requires the integration of spatial, social, psychological, and ecological information across multiple technological platforms. This project pursues that aim by using a mixed method participatory design approach that integrates social media, interpretive, ecological, and survey data. The concept of trail infrastructure services from both the hiker and conservation managers perspectives is first developed. This phase of the project seeks to understand what hikers want from their trail experiences and what resource managers need to conserve the landscapes through which they pass. The project then examines the role that existing cyber infrastructure, such as smart phone navigation apps, already play on the trail. This project considers additional digital opportunities that might be available to hikers and to resource managers to use information on the location of hikers and to share conservation messages digitally across the hiking community. The spatial, socio-cognitive, and behavioral aspects of long distance hikers’ movements are identified to understand how digital technologies mediate psychological and social experiences in protected areas. The ultimate aim of the project is the development of a prototype app-based trail infrastructure messaging system for experimental use and evaluation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Kris",
   "pi_last_name": "Wernstedt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kris Wernstedt",
   "pi_email_addr": "krisw@vt.edu",
   "nsf_id": "000218585",
   "pi_start_date": "2021-07-19",
   "pi_end_date": "2024-02-28"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "McCrickard",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Donald S McCrickard",
   "pi_email_addr": "mccricks@cs.vt.edu",
   "nsf_id": "000249083",
   "pi_start_date": "2024-02-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "McCrickard",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Donald S McCrickard",
   "pi_email_addr": "mccricks@cs.vt.edu",
   "nsf_id": "000249083",
   "pi_start_date": "2021-07-19",
   "pi_end_date": "2024-02-28"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shalini",
   "pi_last_name": "Misra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shalini Misra",
   "pi_email_addr": "shalini@vt.edu",
   "nsf_id": "000693991",
   "pi_start_date": "2021-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Marion",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey L Marion",
   "pi_email_addr": "jmarion@vt.edu",
   "nsf_id": "000849910",
   "pi_start_date": "2021-07-19",
   "pi_end_date": "2023-07-24"
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "Sponsored Programs 0170",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  },
  {
   "pgm_ele_code": "145Y00",
   "pgm_ele_name": "Strengthening American Infras."
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 299350.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": null
}