{
 "awd_id": "2122243",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HSI Pilot Project: Inclusive and Integrative STEM Education through Undergraduate Research",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927404",
 "po_email": "smontash@nsf.gov",
 "po_sign_block_name": "Sonja Montas-Hunter",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 399990.0,
 "awd_amount": 399990.0,
 "awd_min_amd_letter_date": "2021-08-30",
 "awd_max_amd_letter_date": "2022-01-28",
 "awd_abstract_narration": "With support from the Improving Undergraduate STEM Education: Hispanic-Serving Institutions (HSI Program), this Track 1 project aims to increase access to research opportunities for traditionally underrepresented students in STEM, support diverse students and faculty in STEM, integrate research in the curriculum, create more inclusive research environments for undergraduates, and to enhance the professional advancement of faculty and research mentors. Undergraduate research, a well-established high-impact practice, provides significant benefits for students who are from traditionally underrepresented ethnicities, the first in their family to go to college, from lower-income families, and transfer students (Jones, Barlow, & Villarejo, 2010; Kinzie, Gonyea, Shoup, & Kuh, 2008; Villarejo, Barlow, Kogan, Veazey, & Sweeney, 2008). However, these students are less likely to participate in research than their peers (National Academy of Sciences, Engineering & Medicine, 2011), even when attending Hispanic Serving Institutions (Haeger, BrckaLorenz, & Webber, 2015). Additionally, when participating in research, students may find a research culture that is an unsupportive or hostile environment, which ultimately is one of the main contributing factors that cause low enrollment and high attrition rates in STEM fields (Clancy, Nelson, Rutherford, & Hinde, 2014). \r\n\r\nIn a partnership with California State University, Monterey Bay (CSUMB) and Monterey Peninsula Community College (MPC), this Planning and Pilot Project will work towards a future proposal including building collaborations with regional community colleges and scaling up interventions that prove effective.  The project will support students by: generating more research opportunities; engaging transfer students in research pre- and post-transfer; supporting students through the transition from lower-division, introductory research experiences, to upper-division intensive research experiences; building STEM career pathways; and creating more inclusive research environments through equity training for students and mentors. In supporting faculty, our aims are to: incentivize research with undergraduates; foster more inclusive research spaces through inclusive mentoring and pedagogy; create a community of practice for faculty to develop interactive learning and career preparation in their courses; build interdisciplinary and multi-institutional faculty collaborations. Program evaluation will involve a series of studies closely tied to the goals of the grant: diversifying undergraduate research, eliminating equity gaps by building more inclusive and equitable research environments, and building partnerships that can help “scale up” educational interventions within and beyond the participating institutions. The HSI Program aims to enhance undergraduate STEM education, broaden participation in STEM, and build capacity at HSIs. Achieving these aims, given the diverse nature and context of the HSIs, requires innovative approaches that incentivize institutional and community transformation and promote fundamental research (i) on engaged student learning, (ii) about what it takes to diversify and increase participation in STEM effectively, and (iii) that improves our understanding of how to build institutional capacity at HSIs. Projects supported by the HSI Program will also draw from these approaches to generate new knowledge on how to achieve these aims.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Banks",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "John E Banks",
   "pi_email_addr": "jebanks@csumb.edu",
   "nsf_id": "000110907",
   "pi_start_date": "2022-01-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "Haeger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heather Haeger",
   "pi_email_addr": "heather3@arizona.edu",
   "nsf_id": "000843037",
   "pi_start_date": "2021-08-30",
   "pi_end_date": "2022-01-27"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Banks",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "John E Banks",
   "pi_email_addr": "jebanks@csumb.edu",
   "nsf_id": "000110907",
   "pi_start_date": "2021-08-30",
   "pi_end_date": "2022-01-27"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Lawson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Lawson",
   "pi_email_addr": "alawson@csumb.edu",
   "nsf_id": "000700810",
   "pi_start_date": "2021-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vincent",
   "pi_last_name": "van Joolen",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Vincent J van Joolen",
   "pi_email_addr": "vvanjoolen@mpc.edu",
   "nsf_id": "000771634",
   "pi_start_date": "2021-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Corporation at Monterey Bay",
  "inst_street_address": "100 CAMPUS CTR",
  "inst_street_address_2": "",
  "inst_city_name": "SEASIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8315823089",
  "inst_zip_code": "939558000",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY CORPORATION AT MONTEREY BAY",
  "org_prnt_uei_num": "EDSUH7KMJE91",
  "org_uei_num": "EDSUH7KMJE91"
 },
 "perf_inst": {
  "perf_inst_name": "University Corporation at Monterey Bay",
  "perf_str_addr": "100 Campus Center",
  "perf_city_name": "Seaside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "939555724",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "077Y00",
   "pgm_ele_name": "HSI-Hispanic Serving Instituti"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 399990.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aimed to increase engagement in research for STEM students, integrate research in the undergraduate curriculum, and create more inclusive research environments for undergraduates. We piloted a program offering students mentored research experiences along with course-based research experiences in a partnership between California State University, Monterey Bay (CSUMB) and Monterey Peninsula Community College (MPC).</p>\r\n<p>The project supported faculty through a Faculty Fellows program in which participants designed undergraduate research courses or course modules to engage undergraduates in meaningful learning and authentic research in the classroom. During this project, over 30 faculty from CSUMB and MPC created over 50 CUREs, in which more than 10,000 students have enrolled to date. The project has boosted access to research experiences as well as curricular offerings. The &ldquo;Career Arcs: in the College of Science at CSUMB was developed with support by this project, and helps students strategically explore various careers in a discipline, plan for experiences to enhance a resume or curriculum vitae, and prepare for employment, and research job openings. The College of Science at CSUMB now offers 12 degree-granting programs. Of those programs, 10 offer course-based undergraduate research experiences (CUREs) to students. Six of those programs offer scaffolded CUREs: Agriculture, Plant and Soil Science (AGPS); Biology (BIO); Environmental Science, Technology, and Policy; Mathematics (MATH); and Marine Science (MSCI). Scaffolded CUREs entail students taking a series of courses with CURE modules or whole CURE courses. Offering CUREs expands the pool of students participating in research: while UROC typically funds 200 students in individually-mentored research experiences each year, CUREs effectively boosts student engagement in the high-impact practice of research by incorporating authentic research into entry-level courses. Currently implemented CUREs serve over 4742 students each year.</p>\r\n<p>Over the course of the project, 18 MPC students participated in guided teams with a CSUMB faculty research mentor and senior CSUMB undergraduate researchers to learn how research is conducted by reading scientific literature, contributing to original scientific research, and learning how to present research findings. Students participated in a 10 week summer program and engaged in a series of weekly workshops that focus on written and oral communication, community building, graduate school preparedness and career development as part of the Undergraduate Research Opportunities Center (UROC) summer professional development program. The project also supported 87 CSUMB undergraduates engaged in mentored summer research in STEM. Student participants presented their research at regional presentations including Summer UROC Symposium, the Spring Research Showcase, Undergraduate Research week, and The Society for Advancement of Chicanos/Hispanics and Native Americans in Science (SACNAS) conference; several students have also published their findings in peer-reviewed journals. 45% of student participants were first-generation; 66% identified as Hispanic or Latinx.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/29/2025<br>\nModified by: John&nbsp;E&nbsp;Banks</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project aimed to increase engagement in research for STEM students, integrate research in the undergraduate curriculum, and create more inclusive research environments for undergraduates. We piloted a program offering students mentored research experiences along with course-based research experiences in a partnership between California State University, Monterey Bay (CSUMB) and Monterey Peninsula Community College (MPC).\r\n\n\nThe project supported faculty through a Faculty Fellows program in which participants designed undergraduate research courses or course modules to engage undergraduates in meaningful learning and authentic research in the classroom. During this project, over 30 faculty from CSUMB and MPC created over 50 CUREs, in which more than 10,000 students have enrolled to date. The project has boosted access to research experiences as well as curricular offerings. The Career Arcs: in the College of Science at CSUMB was developed with support by this project, and helps students strategically explore various careers in a discipline, plan for experiences to enhance a resume or curriculum vitae, and prepare for employment, and research job openings. The College of Science at CSUMB now offers 12 degree-granting programs. Of those programs, 10 offer course-based undergraduate research experiences (CUREs) to students. Six of those programs offer scaffolded CUREs: Agriculture, Plant and Soil Science (AGPS); Biology (BIO); Environmental Science, Technology, and Policy; Mathematics (MATH); and Marine Science (MSCI). Scaffolded CUREs entail students taking a series of courses with CURE modules or whole CURE courses. Offering CUREs expands the pool of students participating in research: while UROC typically funds 200 students in individually-mentored research experiences each year, CUREs effectively boosts student engagement in the high-impact practice of research by incorporating authentic research into entry-level courses. Currently implemented CUREs serve over 4742 students each year.\r\n\n\nOver the course of the project, 18 MPC students participated in guided teams with a CSUMB faculty research mentor and senior CSUMB undergraduate researchers to learn how research is conducted by reading scientific literature, contributing to original scientific research, and learning how to present research findings. Students participated in a 10 week summer program and engaged in a series of weekly workshops that focus on written and oral communication, community building, graduate school preparedness and career development as part of the Undergraduate Research Opportunities Center (UROC) summer professional development program. The project also supported 87 CSUMB undergraduates engaged in mentored summer research in STEM. Student participants presented their research at regional presentations including Summer UROC Symposium, the Spring Research Showcase, Undergraduate Research week, and The Society for Advancement of Chicanos/Hispanics and Native Americans in Science (SACNAS) conference; several students have also published their findings in peer-reviewed journals. 45% of student participants were first-generation; 66% identified as Hispanic or Latinx.\r\n\n\n\t\t\t\t\tLast Modified: 01/29/2025\n\n\t\t\t\t\tSubmitted by: JohnEBanks\n"
 }
}