{
 "awd_id": "2122621",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Unveiling Conceptual Shifts and Novel Dynamics in Genetic Engineering Science: A Gene Drive Case Study",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Georgia Kosmopoulou",
 "awd_eff_date": "2021-09-15",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 15129.0,
 "awd_amount": 15129.0,
 "awd_min_amd_letter_date": "2021-08-19",
 "awd_max_amd_letter_date": "2021-08-19",
 "awd_abstract_narration": "How is knowledge created at the intersections between basic science, biotechnology, and industry? Gene drives are an interesting example, as they combine a long-standing interest with a recent technological breakthrough and a new set of commercial applications. Gene drives are genes engineered such that they are preferentially inherited at a frequency greater than the typical Mendelian fifty percent. During the historical and conceptual evolution of gene drives beginning in the 1960s, there has been many innovations and publications. Along with that, gene drive science developed considerable public attention, explosion of new scientists, and variation in the way the topic is discussed. It is now time to look at this new organization of science using a systematic approach to characterize the system which has enabled knowledge to grow in this scientific field. This project will break new ground in how knowledge advances in genetic engineering science, and how we understand what a “gene drive” is through analysis of language, communities, and social media. In effect, this research will advance multiple fields and enable a deeper understanding of knowledge and complex systems by a wide audience through publicly available dissemination of results through conferences, blogs, GitHub, and scholarly publications. \r\n\r\nThis project will document patterns of publication, collaborative relationships, social media influence, then combine those factors to characterize the knowledge system into a signal detection algorithm to predict the future trajectory of the larger CRISPR-Cas9 science. The results of computational analysis will provide an in-depth and complete characterization of the structure, dynamics, and evolution of scientific knowledge found in the gene drive technology. In addition, the project will analyze how the public opinion influences the progress of genetic engineering technologies through social media and news platforms. Further, time series analysis of the multiple layers of discourse will enable a diachronic connective mapping of collaborative relationships and track linguistic variation and change, highlighting where ambiguous language may appear. Thus, improving and creating more cohesive scientific language. Overall, depicting the structure, dynamics, and evolution of scientific knowledge during a novel eruption of scientific complexity can shed light on the factors that can lead to: (1) improved scientific communication, (2) reduction of scientific progress, (3) new knowledge, and (4) novel collaborative relationships. Therefore, characterizing the current technological, methodological, and social contexts that can influence scientific knowledge. Research results will reach conferences, blogs, GitHub, and be shared through both traditional and digital publications. Scholarly results will be available through different websites, and as much as possible will be shared for free.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Manfred",
   "pi_last_name": "Laubichler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Manfred Laubichler",
   "pi_email_addr": "manfred.laubichler@asu.edu",
   "nsf_id": "000116642",
   "pi_start_date": "2021-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cody",
   "pi_last_name": "OToole",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cody OToole",
   "pi_email_addr": "clotoole@asu.edu",
   "nsf_id": "000850132",
   "pi_start_date": "2021-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "P.O. Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "850876101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "AZ08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125Y00",
   "pgm_ele_name": "Science of Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 15129.0
  }
 ],
 "por": null
}