{
 "awd_id": "2122042",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A sea state dependent gas transfer formulation",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 413843.0,
 "awd_amount": 413843.0,
 "awd_min_amd_letter_date": "2021-07-27",
 "awd_max_amd_letter_date": "2021-07-27",
 "awd_abstract_narration": "This project aims to produce a mechanistic formulation for air-sea gas fluxes, more accurate than empirical relationships currently used. It will develop and test a novel parameterization that fully accounts for the effects of sea-state, wind, and key physicochemical variables such as diffusivity, solubility and temperature on the bubble mediated gas exchange.  This is novel as it spans all the scales relevant to the gas transfer problem, from the bubble scale, to the wave statistics at the ocean surface. The flux will be modelled through a sea-state dependent gas transfer velocity, within a unified framework for all gas species. The impact of key variables which are known to influence bubble mediated gas transfer, such as the bubble size distribution, bubble residence time, its dependence on salinity, viscosity and temperature, as well as the diffusivity and solubility of different gases are directly incorporated in the formulation. Better understanding and improved parameterizations of the gas transfer are necessary to better predict the associated global biogeochemical cycles of carbon dioxide, oxygen or dimethyl sulfide. Understanding how the wave field modulates the fluxes of these climate-relevant gases will lead to general improvements in climate and weather models and forecast. Since increased CO2 causes ocean acidification impacting shell-forming marine animals, and limitations in oxygen have broad ecological effects, improved parameterization of the exchange of these gases can help interpret existing observations, and might improve our understanding of local processes and their impact on ecosystems. The general framework to account for sea-state dependence is not limited to gas transfer but could be generalized to other type of fluxes as well. This project will expose undergraduate and graduate students at Princeton to these critical environmental challenges that require research on fundamental multi-phase flows, and promote the use of open-source methods through workshops and teaching activities.\r\n\r\nThis research promotes a general theoretical framework to account for the complex nature of wave breaking and air entrainment, a two-phase turbulent process, and the very large range of scales involved in the process, from wave statistics scales of order of km, O(1km), to wave breaking dynamics, O(1-10m), air entrainment, bubble generation and dissolution O(cm to m). Leveraging recent progress in wave modeling, a state-of-the-art wave model will be used to directly compute the breaking statistics, which will help investigate the role of the full wave complexity on the gas flux at high temporal and spatial resolution. Bubble contribution to air-sea gas exchange will be evaluated regionally and globally for various gases like carbon dioxide and dimethyl sulfide, and the formulation will be extended to low solubility gases such as oxygen by considering the bubble asymmetric contribution. Regions and seasons will be identified where capturing the wave field and associated storms is critical to represent field observations. Systematical comparisons of this modeling approach to recent and historical data sets will leverage the large effort by the air-sea interaction community in producing high quality field measurements. A consistent data set of global and regional gas transfer velocity will be produced, that will be used to develop a unified parameterization for the transfer of any gas, and which will be made available to the ocean and climate community, to be used in coupled wave-ocean-atmosphere and climate models. This should significantly reduce the uncertainties of air-sea gas exchange at moderate to high wind speeds in biogeochemical cycles.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luc",
   "pi_last_name": "Deike",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Luc Deike",
   "pi_email_addr": "ldeike@princeton.edu",
   "nsf_id": "000754113",
   "pi_start_date": "2021-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "Guyot Hall",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1610",
   "pgm_ref_txt": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "1670",
   "pgm_ref_txt": "CHEMICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 413843.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Bubble mediated gas exchange is a critical pathway for ocean-atmosphere exchange of carbon dioxide and low solubility gases such as oxygen, with profound implications for biogeochemical cycles and ecological systems. Bubble gas transfer has been shown as critical to understand low solubility gases (such as O<sub>2, </sub>noble gas<sub>, </sub>SF<sub>6</sub>) uptake during winter storms while contributing to high frequency variability at high wind speed for carbon dioxide.</p>\n<p>&nbsp;</p>\n<p>From a process point of view, bubbles entrained by breaking waves can get squeezed and fully dissolve due to hydrostatic pressure, leading to an asymmetric flux contribution that only goes into the water column. Yet, ocean and climate models, as well as observation-based products, usually rely on wind-only air-sea flux formulations derived from carbon constraints that ignore the asymmetric nature of the bubble flux, contributing to discrepancies between estimates of oxygen inventories and their response to climate change. While theoretical framework and empirical parameterization have been proposed to describe the asymmetric flux, they lacked rigorous validations for a broad range of conditions (wind, waves, as well as gas solubility).</p>\n<p>&nbsp;</p>\n<p>In this project, we develop a fundamental understanding of bubble mediated gas exchange, covering all relevant length scales, from individual bubble dynamics and gas exchange, to air entrainment by wave breaking, to large scale ocean patterns. We perform laboratory experiments and direct numerical simulations at the bubble and wave breaking scales and develop a theoretical framework to describe gas exchange. The framework is then implemented within a global wave model in order to estimate wind and wave dependent gas transfer velocity for carbon dioxide and other gases. The formulation is extensively validated against eddy covariance data sets for carbon dioxide. The gas transfer velocity is then implemented into a global ocean model coupled with biogeochemical cycle. Since the framework describes air entrainment by wave breaking and associated bubble size distribution, it can also be used to discuss and predict sea spray aerosols emissions by bubble bursting as a function of wind, waves and other ocean variables. We propose a new sea salt aerosol emission function, which is again tested globally, and adapt the work to microplastics emissions by bubble bursting.</p>\n<p>&nbsp;</p>\n<p>Finally, we consider the role of bubbles squeezed by hydrostatic pressure to account for this specific pathway important for low solubility gases such as oxygen. We present combined evidence from theory, laboratory and field measurements to propose a universal formulation of gas exchange which we implement into a global ocean-biogeochemical model. We validate our wind-wave-bubble formulation leveraging recent noble gas supersaturation at high wind speed, and recent ARGO floats in wintertime in the Southern Ocean and show that we better reproduce observed in-situ oxygen concentrations in water mass formation regions &ndash; where air-sea exchange is high - than a commonly used wind-only formulation. We demonstrate that the asymmetric bubble flux is critical for evaluating air-sea fluxes of low solubility gases, with significant implications for our ability to predict future changes in ocean oxygen content, as well as estimations of ocean ventilation using noble gas tracers. This success is in large parts owed to our approach, which integrates evidence from multiple data sources in an original way. The proposed wind-wave-bubble formulation is easy to use (we provide the necessary formula and codes) and will have broad implications when estimating air-sea fluxes of gases critical to the climate system (CO<sub>2</sub>, O<sub>2</sub>, N<sub>2</sub>, N<sub>2</sub>O, noble gas, SF6) from observations and within ocean or climate models.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/16/2024<br>\nModified by: Luc&nbsp;Deike</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nBubble mediated gas exchange is a critical pathway for ocean-atmosphere exchange of carbon dioxide and low solubility gases such as oxygen, with profound implications for biogeochemical cycles and ecological systems. Bubble gas transfer has been shown as critical to understand low solubility gases (such as O2, noble gas, SF6) uptake during winter storms while contributing to high frequency variability at high wind speed for carbon dioxide.\n\n\n\n\n\nFrom a process point of view, bubbles entrained by breaking waves can get squeezed and fully dissolve due to hydrostatic pressure, leading to an asymmetric flux contribution that only goes into the water column. Yet, ocean and climate models, as well as observation-based products, usually rely on wind-only air-sea flux formulations derived from carbon constraints that ignore the asymmetric nature of the bubble flux, contributing to discrepancies between estimates of oxygen inventories and their response to climate change. While theoretical framework and empirical parameterization have been proposed to describe the asymmetric flux, they lacked rigorous validations for a broad range of conditions (wind, waves, as well as gas solubility).\n\n\n\n\n\nIn this project, we develop a fundamental understanding of bubble mediated gas exchange, covering all relevant length scales, from individual bubble dynamics and gas exchange, to air entrainment by wave breaking, to large scale ocean patterns. We perform laboratory experiments and direct numerical simulations at the bubble and wave breaking scales and develop a theoretical framework to describe gas exchange. The framework is then implemented within a global wave model in order to estimate wind and wave dependent gas transfer velocity for carbon dioxide and other gases. The formulation is extensively validated against eddy covariance data sets for carbon dioxide. The gas transfer velocity is then implemented into a global ocean model coupled with biogeochemical cycle. Since the framework describes air entrainment by wave breaking and associated bubble size distribution, it can also be used to discuss and predict sea spray aerosols emissions by bubble bursting as a function of wind, waves and other ocean variables. We propose a new sea salt aerosol emission function, which is again tested globally, and adapt the work to microplastics emissions by bubble bursting.\n\n\n\n\n\nFinally, we consider the role of bubbles squeezed by hydrostatic pressure to account for this specific pathway important for low solubility gases such as oxygen. We present combined evidence from theory, laboratory and field measurements to propose a universal formulation of gas exchange which we implement into a global ocean-biogeochemical model. We validate our wind-wave-bubble formulation leveraging recent noble gas supersaturation at high wind speed, and recent ARGO floats in wintertime in the Southern Ocean and show that we better reproduce observed in-situ oxygen concentrations in water mass formation regions  where air-sea exchange is high - than a commonly used wind-only formulation. We demonstrate that the asymmetric bubble flux is critical for evaluating air-sea fluxes of low solubility gases, with significant implications for our ability to predict future changes in ocean oxygen content, as well as estimations of ocean ventilation using noble gas tracers. This success is in large parts owed to our approach, which integrates evidence from multiple data sources in an original way. The proposed wind-wave-bubble formulation is easy to use (we provide the necessary formula and codes) and will have broad implications when estimating air-sea fluxes of gases critical to the climate system (CO2, O2, N2, N2O, noble gas, SF6) from observations and within ocean or climate models.\n\n\n\t\t\t\t\tLast Modified: 10/16/2024\n\n\t\t\t\t\tSubmitted by: LucDeike\n"
 }
}