{
 "awd_id": "2123560",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: an autonomous profiling vehicle for concurrent acoustic, visual and environmental measurements in the mesopelagic ocean",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927577",
 "po_email": "kbinkley@nsf.gov",
 "po_sign_block_name": "Kandace Binkley",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 185553.0,
 "awd_amount": 185553.0,
 "awd_min_amd_letter_date": "2021-08-09",
 "awd_max_amd_letter_date": "2021-08-09",
 "awd_abstract_narration": "The mesopelagic region of the ocean, between 200 and 1500 meters deep, is home to a complex mixture of physical processes, biological environments and animal communities that interact over a range of temporal and spatial scales. The mesopelagic remains poorly sampled due to the inherent limitations and asynchrony of measurements collected with ship-based instruments, acoustic surveys, remotely operated and towed vehicle systems.  This project will develop a novel autonomous robotic instrument to collect physical, visual and acoustic data that will provide concurrent environmental, abundance, taxonomy and size structure data for animals ranging from 100 microns to 10 centimeters in size.  The suite of sensors, coupled with a non-disruptive propulsion system and the operational flexibility of the new system will address critical knowledge gaps in our understanding of the ecology of the ocean's midwater zone. The vehicle will be tested on several cruises in the North Atlantic. The researchers will leverage the ongoing Bermuda Atlantic Time Series (BATS) datasets for cross-comparison and validation.  This project will also create research opportunities for undergraduate and graduate students at the University of Rhode Island, Stony Brook University and the Bermuda Institute of Ocean Sciences (BIOS).  Public outreach will be facilitated through a partnership with the William M. Davies, Jr. Career and Technical High School, the Rhode Island Teacher-At-Sea program and the BIOS Mid-Atlantic Robotics IN Education (MARINE) program. These activities will develop activities to support STEM education and Next Generation Science Standards.\r\n\r\nThe proposed instrument will be a stealthy vertical profiling vehicle.  The sensor suite will consist of steerable multiple-frequency (38/70/200 kHz) broadband acoustics, stereo low light imaging, an Underwater Vision Profiler (UVP6), and environmental sensors for temperature, salinity, oxygen, chlorophyll, turbidity, beam attenuation and photosynthetically active radiation (PAR).  Vertical propulsion will be achieved by an internal pumped volume ballasting system, which will create minimal disturbance around the vehicle to reduce avoidance behaviors known to bias observations from net tows and thruster-powered vehicles.  Low light cameras will enable taxonomic documentation and size discrimination of larger organisms and gelatinous animals not quantitatively captured in net tows. The concurrent acoustics and environmental data will provide more complete habitat information than is possible with shipboard systems alone.  With these capabilities the instrument will occupy an unfilled niche for sensing in the mesopelagic.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Maas",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Amy E Maas",
   "pi_email_addr": "amaas4@asu.edu",
   "nsf_id": "000681460",
   "pi_start_date": "2021-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Leocadio",
   "pi_last_name": "Blanco-Bercial",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leocadio Blanco-Bercial",
   "pi_email_addr": "leocadio@asu.edu",
   "nsf_id": "000645278",
   "pi_start_date": "2021-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kaitlin",
   "pi_last_name": "Noyes",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kaitlin M Noyes",
   "pi_email_addr": "kaitlin.noyes@asu.bios.edu",
   "nsf_id": "000784299",
   "pi_start_date": "2021-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bermuda Institute of Ocean Sciences (BIOS), Inc.",
  "inst_street_address": "17 BIOLOGICAL STATION",
  "inst_street_address_2": "FERRY REACH",
  "inst_city_name": "ST. GEORGE'S",
  "inst_state_code": "",
  "inst_state_name": "RI REQUIRED",
  "inst_phone_num": "4412971880",
  "inst_zip_code": "GE01",
  "inst_country_name": "Bermuda",
  "cong_dist_code": null,
  "st_cong_dist_code": "",
  "org_lgl_bus_name": "BERMUDA INSTITUTE OF OCEAN SCIENCES (BIOS) INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "KKGGL32KGLX3"
 },
 "perf_inst": {
  "perf_inst_name": "Bermuda Institute of Ocean Sciences (BIOS), Inc.",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "BD",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Bermuda",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168000",
   "pgm_ele_name": "OCEAN TECH & INTERDISC COORDIN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 185553.0
  }
 ],
 "por": null
}