{
 "awd_id": "2123216",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Investigating the role of topography and magma properties on dike pathways beneath stratovolcanoes using field data, analogue experiments, and modeling",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 54395.0,
 "awd_amount": 54395.0,
 "awd_min_amd_letter_date": "2021-07-20",
 "awd_max_amd_letter_date": "2021-07-20",
 "awd_abstract_narration": "Volcanic eruptions are a major natural hazard in the United States, where there are about 169 potentially active volcanoes, many of which are located in areas with rapidly expanding populations. Although monitoring volcanic unrest is undoubtedly important to eruption forecasting, accurate interpretation of monitoring data and prediction of future volcano behavior require a scientific understanding of the processes that transport magma out of storage regions in the Earth’s crust and towards the surface. This project will enhance knowledge about what causes magma to move in different directions through the subsurface under large stratovolcanoes such as Mount Rainier and Mount Hood. The work will test how the physical properties of magma and the size of the volcanic edifice influence eruption location, which is currently poorly understood. The project supports interdisciplinary training of graduate and undergraduate students, as well as the development of educational materials that will be implemented in university classrooms and made available to the public for broad classroom and online educational use.\r\n\r\nThe primary objective of this project is to determine what controls the pathways of magmatic dikes under stratovolcanoes. Stress perturbations in the crust beneath a stratovolcano are thought to impact the propagation direction of ascending dikes, potentially arresting propagation or deflecting dikes toward the flanks and causing eruptions at lower elevations that can be hazardous to local communities. The proposed three-year project will employ a synergistic approach that integrates geologic field data, analogue gelatin experiments, and numerical models to investigate how the stress field generated by the load of stratovolcanoes and variations in magma properties impact the geometry and propagation of dikes ascending from crustal sources. The proposed work includes geologic mapping and sample collection from the radial dike sequence exposed at Summer Coon, an eroded stratovolcano in Colorado, to measure dike outcrop geometries, flow fabrics, and physical magma properties like density and vesicularity. Using a novel experimental setup and input parameters constrained by field data, gelatin experiments will include injecting magma analogues beneath a simulated edifice to investigate the impacts of variable edifice height/slopes, magma densities, and dike injection depths on dike propagation. Finally, field and experimental results will inform new numerical models designed to evaluate crustal stresses beneath a volcanic edifice and investigate how in-plane dike propagation directions vary as a function of edifice geometry, magma buoyancy, initial magma pressures, and dike injection depths.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Harp",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Harp",
   "pi_email_addr": "aharp1@csuchico.edu",
   "nsf_id": "000846607",
   "pi_start_date": "2021-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Chico State Enterprises",
  "inst_street_address": "25 MAIN ST UNIT 203",
  "inst_street_address_2": "",
  "inst_city_name": "CHICO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5308986811",
  "inst_zip_code": "959285388",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CA01",
  "org_lgl_bus_name": "CHICO STATE ENTERPRISES",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4VMQLSU1LF4"
 },
 "perf_inst": {
  "perf_inst_name": "CALIFORNIA STATE UNIVERSITY CHICO",
  "perf_str_addr": "400 W. 1st Street",
  "perf_city_name": "Chico",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "959290001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 54395.0
  }
 ],
 "por": null
}