{
 "awd_id": "2123405",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: GCR:Can improved ecological forecasting accelerate sustainability transformation in urban lighting?",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924332",
 "po_email": "cstmary@nsf.gov",
 "po_sign_block_name": "Colette St. Mary",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 1547064.0,
 "awd_amount": 389774.0,
 "awd_min_amd_letter_date": "2021-09-03",
 "awd_max_amd_letter_date": "2022-02-28",
 "awd_abstract_narration": "Achieving national sustainability goals will require rapid adoption of more sustainable practices in many areas of society but transitions to sustainable practices are often slow. This project tests whether these transitions can be accelerated by (1) creating innovative ecological forecasts that predict where and when more sustainable practices would have the greatest benefits and (2) engaging impacted communities in the process of co-implementing forecasts and advocating for sustainability transitions. The study system is the proliferation of artificial lights at night (ALAN) and its impacts on migrant birds. ALAN is increasing rapidly worldwide, and its benefits are countered by pervasive negative consequences for biodiversity, ecosystems, and human health. A major ecological consequence of ALAN is disruption of bird migration – millions of birds die annually in collisions with well-lit buildings – which contributes to widespread bird population declines. The ALAN-bird migration system is ideal for this study because, like many wicked environmental problems, environmental concerns emerge as a product of complex social and cultural processes that have proven difficult to resolve using traditional approaches. This project employs a transdisciplinary convergence approach to integrating advances in ecological forecasting with those in the social and political science of community engaged scholarship. Experiments testing sustainability impacts of innovations in ecological forecasting will be co-designed and implemented with a coalition of convergence research partners. The project will generate an understanding of pathways by which sustainable practices are adopted for ALAN, this new knowledge can be used to help address other societal-environmental conflicts.\r\n\r\nThe project focuses on testing a key prediction of sustainability transformations science theory – that innovations originate within advocacy coalitions then accumulate at the subsystem level to drive sustainability transformations (e.g., new policies). During phase one the investigation gathers detailed national survey information on the ALAN system and creates transformational technological improvements in existing bird migration forecasts specific to impacts of ALAN. This new social and ecological knowledge will then be used to engage with advocacy coalitions in specific urban testbed sites to co-implement sustainability transformation experiments during phase two. These experiments will use targeted messaging campaigns to foster ALAN mitigation. Experiments will be focused on sustainability-oriented coalitions because these advocates are predicted to have high leverage to affect radical transformation toward sustainability across the ALAN subsystem. Impacts of the experiments on ALAN, impacts of ALAN on migrant birds, and human behaviors and attitudes toward ALAN will be quantified. Through this two-phase approach this project will produce a new understanding of how innovations derived from a convergence research approach can be employed in a sustainability science and policy framework to accelerate transformations. These outcomes will contribute understanding of how communities and researchers can co-engage with wicked environmental problems more broadly to drive transformations toward sustainability. Results will create new, and potentially transformative, understanding of how ecological forecasting contributes to sustainability transformations.  This project is jointly funded by the Growing Convergence Research Program and the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kyle",
   "pi_last_name": "Horton",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Kyle G Horton",
   "pi_email_addr": "kyle.horton@colostate.edu",
   "nsf_id": "000795072",
   "pi_start_date": "2021-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Niemiec",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca M Niemiec",
   "pi_email_addr": "rebecca.niemiec@colostate.edu",
   "nsf_id": "000796261",
   "pi_start_date": "2021-09-03",
   "pi_end_date": "2022-02-28"
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 S Howes St",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805232002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "062Y00",
   "pgm_ele_name": "GCR-Growing Convergence Resear"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 389774.0
  }
 ],
 "por": null
}