{
 "awd_id": "2123995",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Synthetic and Systems Biology Approaches to Semi-synthetic Cells with Expanded DNA Alphabets",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032922489",
 "po_email": "aggarza@nsf.gov",
 "po_sign_block_name": "Anthony Garza",
 "awd_eff_date": "2021-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 1200000.0,
 "awd_amount": 1200000.0,
 "awd_min_amd_letter_date": "2021-08-25",
 "awd_max_amd_letter_date": "2021-08-25",
 "awd_abstract_narration": "This project focuses on novel forms of DNA that are not built only from the standard four nucleotides found in natural DNA, but with two or four additional nucleotides, to form an \"Artificially Expanded Genetic Information System\" (AEGIS). Expanded DNA has already seen widespread use in human diagnostics and environmental surveillance for pathogens.  This project will break new ground in developing our understanding of DNA, and develop new technology for business, defense, and health. It will do so by studying the interaction of AEGIS DNA and its components with living microbial cells. As AEGIS can support Darwinian evolution, seen by many as the essence of life, this project will drive a deeper understanding of life. Further, it will allow laboratory evolution of new functional materials, adding evolution and adaptation to points in biotechnology where description and design are inadequate. Finally, this project emphasizes public outreach efforts and the training of early career scientists. \r\n\r\nThis project will complete engineering of bacterial strains that replicate, evolve, and use DNA built not from 4 different nucleotides, but from 6 or 8, DNA in an Artificially Expanded Genetic Information System (AEGIS). These strains, \"Second Examples of Genetics Undergoing Evolution\" (SEGUE) will use one (or both) of two 6-letter genetic alphabets, GACTKX and GACTZP. A multidisciplinary team of chemists, molecular biologists, philosophers, and bioengineers will exploit comprehensive preliminary data. Here, critical points are integrated to yield results beneficial across multiple platforms:\r\n• Broader Impacts in training, outreach, and risk analysis by having direct contact between experiments and those who study the history of and \"science of\" science.\r\n• Work to develop polymerases that replicate AEGIS DNA in vitro and in vivo SEGUE. These will themselves have value in environmental pathogen surveillance, diagnostics, and therapeutic development, as well as the creation of new materials for biotechnology.\r\n• Protein engineering to build a metabolic pathway to biosynthesize, inside of living cells, AEGIS triphosphates, allowing AEGIS to be used inexpensively.\r\n• Study of interactions between AEGIS and living cells, specifically to identify \"third party\" genes and regulatory systems that improve the performance and lower the cost of AEGIS in SEGUE.\r\n• Broader impacts include the training of experimental scientists in philosophical and ethical features of synthetic biology, iGEM projects, and training for undergraduate and graduate students. The implications throughout science are enormous, and touch on concepts of shadow biospheres, life on Mars and elsewhere in the Solar System, and how life in general is conceived and understood by scientists and the general public alike. Two updated books will provide a framework for thinking about these and other issues, Cleland's \"The Quest for a Universal Theory of Life\" and Benner's \"Life, the Universe, and the Scientific Method.\" Other outreach materials will include the blog: \"Primordial Scoop\", which discusses science and technology from philosophical and ethical perspectives. Educational materials will be internationally available, including in classrooms, museums, and planetariums.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Benner",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Steven A Benner",
   "pi_email_addr": "sbenner@ffame.org",
   "nsf_id": "000201586",
   "pi_start_date": "2021-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Foundation for Applied Molecular Evolution, Inc.",
  "inst_street_address": "13709 PROGRESS BLVD N144",
  "inst_street_address_2": "",
  "inst_city_name": "ALACHUA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3864188085",
  "inst_zip_code": "326159544",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "FOUNDATION FOR APPLIED MOLECULAR EVOLUTION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "GX1TUDQ8F9M5"
 },
 "perf_inst": {
  "perf_inst_name": "Foundation for Applied Molecular Evolution, Inc.",
  "perf_str_addr": "13709 Progress Blvd Box 7",
  "perf_city_name": "Alachua",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326159495",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 1200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In its mission, the Molecular and Cellular Biosciences program at the NSF offers the public a chance to participate in research to develop a deep understanding of &ldquo;life&rdquo;. Much of the MCB-funded work is &ldquo;bio-description&rdquo;, building inventories of molecular and structural &ldquo;parts&rdquo; by dissecting living systems. &ldquo;Systems biology&rdquo; at the MCB seeks to re-assemble those parts into descriptions of the living &ldquo;whole&rdquo; by quantitating their interactions. Enormous advances have been made in our understanding of life by applying these strategies, with immeasurable impact in medicine, commerce, and our daily lives.</p>\r\n<p>In 1987, Steven Benner laid out a vision for a third paradigm, one captured in the dictum of Nobel laurate Richard Feynman: &ldquo;What I cannot create, I do not understand.&rdquo; The Benner laboratory asked: &ldquo;How much better might DNA, RNA, and proteins be if they could benefit from human design, a re-creation of molecular biology?&rdquo; This vision, capturing much of the &ldquo;intellectual merit&rdquo; of this project:</p>\r\n<p>&bull; recognized that natural DNA, RNA, and proteins are the products of impotent prebiotic chemistry, accidents of natural history, and the limits of Darwinian evolution.</p>\r\n<p>&bull; Therefore, natural DNA, RNA, and proteins are defective, neither <em>unique</em> nor <em>optimal</em> molecular systems to support life, in particular, its need to reproduce, evolve, and adapt.</p>\r\n<p>&bull; However, chemical theory and synthetic technology had advanced to the point where these defects might be fixed, delivering &ldquo;anthropogenic evolvable genetic information systems (AEGIS).</p>\r\n<p>Unable to raise funds in the US to address this &ldquo;grand challenge&rdquo;, Benner moved his laboratory to the ETH Z&uuml;rich in Switzerland. Here, the lab laid the grounds for &ldquo;synthetic biology&rdquo;. Their new, human-designed DNA, RNA, and protein platforms have since generated over $1 billion in biotechnology projects, most recently including COVID diagnostics platforms that were sold in India, Europe, and the US.</p>\r\n<p>In 2021, the MCB joined in this vision by issuing NSF 21-531, which asked laboratories to &ldquo;design synthetic cells beyond the bounds of evolution&rdquo;. Our goals were to:</p>\r\n<p>(1) develops cell-like systems to identify the minimal requirements for the processes of life.</p>\r\n<p>(2) design synthetically-modified cells to address fundamental questions in the evolution of life and to explore biological diversity beyond that which currently exists in nature.</p>\r\n<p>(3) leverage basic research in cell design to build novel synthetic cell-like systems and cells for innovative biotechnology applications.</p>\r\n<p>(4) ensure that these developments were effectively communicated to the public, including analyses of the ethical and safety issues associated with designing and building synthetically modified cells.</p>\r\n<p>With MSB support, the Benner laboratory effectively addressed all of these issues, especially the last. As detailed in the technical parts of this report, evidence was collected to show that the Benner laboratory has engineered two strains of E. coli, engineered in the past three years, are able to replicate two different forms&nbsp; of DNA. Each form is built from six different nucleotide &ldquo;letters&rdquo;, two more than present in natural DNA. The derived organism, perhaps the first example of an &ldquo;anthropogenic semi-synthetic lifeform&rdquo;, is entirely free of bio-hazards.</p>\r\n<p>We are now seeking funding support now to consummate the initiation of the new field of &ldquo;anthropogenic biology&rdquo;. As &ldquo;broader impacts&rdquo; of the work done in the last three years, work funded by the NIH is exploring the use of yeast as a chassis to exploit AEGIS in biotechnology, specifically, the assembly of large chromosome-sized DNA molecules. Work funded by the NSF MCB (MCB-1939086) is, with Millie Georgiadis, developing the structural biology of AEGIS. Work funded by NASA is using these results to design and build instruments to detect alien life on Mars, life that might not use Earth DNA.</p>\r\n<p>Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/27/2024<br>\nModified by: Steven&nbsp;A&nbsp;Benner</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn its mission, the Molecular and Cellular Biosciences program at the NSF offers the public a chance to participate in research to develop a deep understanding of life. Much of the MCB-funded work is bio-description, building inventories of molecular and structural parts by dissecting living systems. Systems biology at the MCB seeks to re-assemble those parts into descriptions of the living whole by quantitating their interactions. Enormous advances have been made in our understanding of life by applying these strategies, with immeasurable impact in medicine, commerce, and our daily lives.\r\n\n\nIn 1987, Steven Benner laid out a vision for a third paradigm, one captured in the dictum of Nobel laurate Richard Feynman: What I cannot create, I do not understand. The Benner laboratory asked: How much better might DNA, RNA, and proteins be if they could benefit from human design, a re-creation of molecular biology? This vision, capturing much of the intellectual merit of this project:\r\n\n\n recognized that natural DNA, RNA, and proteins are the products of impotent prebiotic chemistry, accidents of natural history, and the limits of Darwinian evolution.\r\n\n\n Therefore, natural DNA, RNA, and proteins are defective, neither unique nor optimal molecular systems to support life, in particular, its need to reproduce, evolve, and adapt.\r\n\n\n However, chemical theory and synthetic technology had advanced to the point where these defects might be fixed, delivering anthropogenic evolvable genetic information systems (AEGIS).\r\n\n\nUnable to raise funds in the US to address this grand challenge, Benner moved his laboratory to the ETH Zrich in Switzerland. Here, the lab laid the grounds for synthetic biology. Their new, human-designed DNA, RNA, and protein platforms have since generated over $1 billion in biotechnology projects, most recently including COVID diagnostics platforms that were sold in India, Europe, and the US.\r\n\n\nIn 2021, the MCB joined in this vision by issuing NSF 21-531, which asked laboratories to design synthetic cells beyond the bounds of evolution. Our goals were to:\r\n\n\n(1) develops cell-like systems to identify the minimal requirements for the processes of life.\r\n\n\n(2) design synthetically-modified cells to address fundamental questions in the evolution of life and to explore biological diversity beyond that which currently exists in nature.\r\n\n\n(3) leverage basic research in cell design to build novel synthetic cell-like systems and cells for innovative biotechnology applications.\r\n\n\n(4) ensure that these developments were effectively communicated to the public, including analyses of the ethical and safety issues associated with designing and building synthetically modified cells.\r\n\n\nWith MSB support, the Benner laboratory effectively addressed all of these issues, especially the last. As detailed in the technical parts of this report, evidence was collected to show that the Benner laboratory has engineered two strains of E. coli, engineered in the past three years, are able to replicate two different forms of DNA. Each form is built from six different nucleotide letters, two more than present in natural DNA. The derived organism, perhaps the first example of an anthropogenic semi-synthetic lifeform, is entirely free of bio-hazards.\r\n\n\nWe are now seeking funding support now to consummate the initiation of the new field of anthropogenic biology. As broader impacts of the work done in the last three years, work funded by the NIH is exploring the use of yeast as a chassis to exploit AEGIS in biotechnology, specifically, the assembly of large chromosome-sized DNA molecules. Work funded by the NSF MCB (MCB-1939086) is, with Millie Georgiadis, developing the structural biology of AEGIS. Work funded by NASA is using these results to design and build instruments to detect alien life on Mars, life that might not use Earth DNA.\r\n\n\nAny opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content\r\n\n\n\t\t\t\t\tLast Modified: 11/27/2024\n\n\t\t\t\t\tSubmitted by: StevenABenner\n"
 }
}