{
 "awd_id": "2123255",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: The role of subducting seamounts in fault stability and slip behavior throughout the seismic cycle",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032925058",
 "po_email": "wpanero@nsf.gov",
 "po_sign_block_name": "Wendy Panero",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 167851.0,
 "awd_amount": 167851.0,
 "awd_min_amd_letter_date": "2021-08-12",
 "awd_max_amd_letter_date": "2022-07-08",
 "awd_abstract_narration": "The largest and most destructive earthquakes occur at subduction zones, where one tectonic plate slides underneath another. Relief on the subducting plate, such as seamounts, is thought to affect the frictional resistance and slip behavior.  However, it is unclear whether seamounts promote stable slow slip or cause locking of the fault and subsequent earthquakes. Here, the researchers investigate the relationship between seamounts and earthquakes using state-of-the art numerical simulations. They determine how seamounts affect the evolution of rock properties, as they impinge on the overriding plate over hundreds of thousands of years.  They calculate variations in rock porosity, strength, and fluid content, which lead to faulting and fracturing. They then calculate how these rock properties, in turn, control slip propagation and the initiation of earthquakes over decades or hundreds of years.  By combining simulation codes with different time scales, the team progressively unveils the long-term and short-term factors responsible for triggering large earthquakes. The project outcomes improve earthquake hazard assessment and mitigation in subduction zones.  It promotes support for early-career scientists and training for graduate and undergraduate students, notably from underrepresented groups in Earth Sciences.  The project is co-funded by both the Geophysics and the Marine Geology and Geophysics programs.\r\n\r\nDespite significant advances in seismic and geodetic monitoring, the state of locking of the megathrust and its relationship with earthquake ruptures has not been fully characterized. Spatial variations in interseismic coupling and seismic behavior have been attributed to heterogeneities on the megathrust interface. One ubiquitous source of heterogeneity comes from topographic features on the seafloor. As a seamount subducts, it modifies the state of stress on the subduction interface through elastic deformation. It also drives variations in sediment compaction, disruption and fracturing of the upper plate, drainage state, and introduces spatial variations in lithology. The relative importance and interplay of these processes in controlling earthquake processes is still unclear. Here, the researchers investigate the effect of subducting seamounts on the state of stress, slip stability and seismic behavior of the megathrust. They employ two complementary numerical models: (1) a long-term (hundreds of thousands to 1 million years) hydromechanical model with an elastoplastic rheology; the goal is to capture the effect of seamount subduction on material properties and state variables, including sediment compaction and elastic moduli, stresses, and pore pressure. Outputs of this model are then used to set initial conditions and parameters for (2) a short-term (hundreds to thousands of years) elastic earthquake cycle model; the goal is here to study the resulting fault stability and slip behavior. The project overarching goal is a quantitative understanding of the interrelated processes affecting the seismic behavior and interseismic coupling of seamounts, and the spatial relationship between the two. The rapidly growing field of seafloor geodesy will soon provide unprecedented constraints on slip on the megathrust.  This study identifies diagnostic features, such as time-dependent locking patterns, which will help interpreting future observations in terms of seismic hazard.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Demian",
   "pi_last_name": "Saffer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Demian M Saffer",
   "pi_email_addr": "demian@ig.utexas.edu",
   "nsf_id": "000087242",
   "pi_start_date": "2021-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "3925 W Braker Lane, Ste 3.340",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787595316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 91615.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 76236.0
  }
 ],
 "por": null
}