{
 "awd_id": "2123997",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dual gas tracer measurements during the Central Baltic Sea Air-Sea Exchange Experiment (CenBASE)",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2021-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 260258.0,
 "awd_amount": 260258.0,
 "awd_min_amd_letter_date": "2021-08-06",
 "awd_max_amd_letter_date": "2021-08-06",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2). \r\n\r\nThe process that controls the exchange of gases between the atmosphere and the ocean plays an important role in regulating global climate, since it influences the amount of atmospheric greenhouse gases and aerosol precursors. Once in the atmosphere, these substances influence global and regional climate. Over the past 30 years, significant advances have been made in understanding this process in the open ocean away from the coasts, and how wind speed controls this process. These advances are mainly due to improvements in experimental techniques, and a number of successful scientific experiments in the open ocean. However, it is not clear if the same understanding applies to inland seas like the Baltic Sea. There, the presence of surfactants, which are biological and chemical substances that concentrate at the sea surface, and the lower salinity, could influence how wind affects this process in a different way than in the open ocean. In this project, a team of investigators will conduct an experiment that aims to assess these processes in the Baltic and compare them to previous experiments in the open ocean.\r\n\r\nThe Central Baltic Sea Air-Sea Exchange Experiment (CenBASE) is a collaboration between scientists from the US, UK, and Germany to measure gas exchange rates in the central Baltic Sea on the German research vessel Elisabeth Mann Borgeseat. This proposal will provide funding to US scientists to make measurements of two gas tracers used to determine the gas exchange rate. German scientists are independently funded to measure surfactants, and make direct flux measurements of carbon dioxide and dimethyl sulfide, as well as make continuous measurements of pCO2, CH4, N2O, O2, and CO in the sea surface, and discrete measurements of dissolved inorganic carbon, total alkalinity, and pH in the water column. A UK colleague will make measurements of bubble size distribution. The ultimate goals of CenBASE are to determine whether the relationship between wind speed and gas exchange in the open ocean also applies to inland seas like the Baltic, shed new light on the effect of natural surfactants on gas exchange, and examine whether different techniques for measuring gas exchange are in agreement.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Ho",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "David T Ho",
   "pi_email_addr": "ho@hawaii.edu",
   "nsf_id": "000490655",
   "pi_start_date": "2021-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "1000 Pope Rd",
  "perf_city_name": "Honolulu",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222336",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 260258.0
  }
 ],
 "por": null
}