{
 "awd_id": "2123900",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: SCH: A Causal AI Digital Twin Framework to Transform Intensive Care Delivery",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032920000",
 "po_email": "gyamini@nsf.gov",
 "po_sign_block_name": "Goli Yamini",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 784182.0,
 "awd_amount": 784182.0,
 "awd_min_amd_letter_date": "2021-08-31",
 "awd_max_amd_letter_date": "2021-08-31",
 "awd_abstract_narration": "This Smart and Connected Health (SCH) award will contribute to the advancement of the national health and welfare by developing a causal AI digital twin framework to support critical care delivery and facilitate the realization of “Healthcare 4.0.” Critical illness from sepsis and pneumonia is the leading cause of in-hospital mortality and a global health priority. While early diagnosis and error-free treatment consistently achieve good outcomes, the progression of critical illness to multiple organ failure often translates to either death or loss of independence. The COVID-19 pandemics have exposed long standing deficiencies in critical care knowledge and practice in hospitals worldwide. The National Academy of Medicine has called for a novel systems science approach to clinical medicine and new methods and strategies to facilitate timely and accurate interventions are needed. This project will provide valuable solutions to critical care delivery by developing a virtual counterpart to the intensive care unit (ICU) bolstered with decision support to inform patient health and care delivery at multiple levels. A multidisciplinary team with engineers, scientists, and clinical professionals has established an ongoing, successful collaboration, and will be committed to this research. In addition, through this research, a diverse group of students and clinical fellows will receive a blend of interdisciplinary training in machine learning, systems engineering, and critical care medicine. This causal AI digital twin framework will be a critical leap forward in support of a more efficient medical education and eventually less error-prone bedside decision making.\r\n\r\nThe goal of this collaborative research is to tackle the challenges in critical care delivery through three integrated tasks: (1) learning a causal AI model underpinning the clinical pathway of critically ill patients, (2) investigation of optimal treatment decisions for critically ill patients in the first 24 hours, and (3) enabling system-level interventions through a digital twin framework. Supported by expert knowledge, the clinical pathway of critically ill sepsis patients will be represented by causal Bayesian networks. Computationally efficient approaches will be developed to learn the networks given high-dimensional and unobservable variables. Reinforcement learning approaches will be developed to investigate the optimal treatment for individual patients in the early stage of patient care. The Systems Engineering Initiative for Patient Safety (SEIPS) 2.0 model will be adapted to the ICU system to identify the principal factors affecting critical care delivery. Lastly, to enable the analysis of the patient-level and the process-level interactions of critical care delivery, the hybridization structure and design between agent-based simulation and discrete-event simulation will be investigated, thereby achieving a reliable hybrid simulation model. The application of this research is expected to enable an ICU digital twin platform that supports the bedside clinicians, educators, and hospital administrators to choose optimal strategies for critical care delivery, thereby mitigating risk of real-life patients.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Phillip",
   "pi_last_name": "Schulte",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Phillip Schulte",
   "pi_email_addr": "schulte.phillip@mayo.edu",
   "nsf_id": "000849768",
   "pi_start_date": "2021-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ognjen",
   "pi_last_name": "Gajic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ognjen Gajic",
   "pi_email_addr": "gajic.ognjen@mayo.edu",
   "nsf_id": "000741324",
   "pi_start_date": "2021-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yue",
   "pi_last_name": "Dong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yue Dong",
   "pi_email_addr": "dong.yue@mayo.edu",
   "nsf_id": "000849809",
   "pi_start_date": "2021-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mayo Clinic Rochester",
  "inst_street_address": "200 1ST ST SW",
  "inst_street_address_2": "",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "5072844715",
  "inst_zip_code": "559050001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MN01",
  "org_lgl_bus_name": "MAYO CLINIC",
  "org_prnt_uei_num": "T2NLSKHGK873",
  "org_uei_num": "Y2K4F9RPRRG7"
 },
 "perf_inst": {
  "perf_inst_name": "Mayo Clinic Rochester",
  "perf_str_addr": "200 1st St SW",
  "perf_city_name": "Rochester",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "559050001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MN01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801800",
   "pgm_ele_name": "Smart and Connected Health"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8023",
   "pgm_ref_txt": "Health Care Enterprise Systems"
  },
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  },
  {
   "pgm_ref_code": "077E",
   "pgm_ref_txt": "SIMULATION MODELS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 784182.0
  }
 ],
 "por": null
}