{
 "awd_id": "2123016",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Advocating for Engineering through Hidden Curricula: A Multi-Institutional Mixed Method Approach",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christine Grant",
 "awd_eff_date": "2021-04-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 560658.0,
 "awd_amount": 251571.0,
 "awd_min_amd_letter_date": "2021-03-22",
 "awd_max_amd_letter_date": "2021-03-22",
 "awd_abstract_narration": "Broadening participation in engineering is a major priority for the National Science Foundation. Because of its importance to workforce development, national security, and economic prosperity, there is a pressing need to fund broadening participation educational research with strong intellectual merit and that render findings that can be used to broadening participation throughout the engineering enterprise. This CAREER research project is motivated by the need to develop practical strategies and frameworks for helping underrepresented students successfully navigate hidden curriculum that often deter or impede their academic persistence in engineering degree programs. Research findings are likely to inform the engineering education community about negative impacts of hidden curriculum on underrepresented students' academic persistence in engineering and how to create a more inclusive engineering academic culture for all students. In engineering, there is strong need to better understand the academic and social challenges that underrepresented students often face in engineering degree programs. Conducting research studies, such as this, offers immense potential to transform engineering education and engineering practice for underrepresented students.\r\n\r\nThis CAREER research project proposes to utilize a mixed-method, multi-institutional approach to study hidden curriculum in engineer degree programs and these curricula the motivations (i.e., emotions and self-efficacy), behaviors, and actions of engineering faculty and students at three Hispanic Serving Institutions, one Historically Black College and University, and one Predominantly White Institution. This research study comprises three phases: (a) an early stage exploratory study, (b) a design and development study, and (c) an efficacy study. More specifically, Phase 1 consists of conducting a quantitative study in civil engineering across different institutional types and classifications of institutions of higher education. Three unique surveys - focused on HC in engineering and the motivations, behaviors, and actions of engineering faculty and students - will be developed and validated. Phase 2 involves developing a set of custom-made advocacy mentoring training materials for each institution through member-checking qualitative interviews. Phase 3 focuses on expanding the project to other engineering specialties, beyond civil engineering, for each of the targeted institutions of higher learning. By including a targeted population first, followed by a wider spectrum of engineering disciplines, the findings from this project are likely to result in increased generalizability and transferability of the findings that could be used to improve engineering retention and graduation rates among underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Idalis",
   "pi_last_name": "Villanueva",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Idalis Villanueva",
   "pi_email_addr": "i.villanueva@ufl.edu",
   "nsf_id": "000663270",
   "pi_start_date": "2021-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1 UNIVERSITY OF FLORIDA",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "768000",
   "pgm_ele_name": "EDA-Eng Diversity Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 154441.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 47137.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 49993.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The CAREER project introduced to the field of engineering for the first time the term &lsquo;hidden curriculum&rsquo;. Through a four-factor analysis, different engineering education audiences learned about the pathways involved in recognizing and taking action for HC. These four factors involved awareness (or recognition of the existence of a HC), emotions (which served as one of two motivational constructs that helped individuals to internalize HC), self-efficacy (the second of the two motivational constructs that served to regulate the emotions experienced as a result of HC), and self-advocacy (individual&rsquo;s willingness to talk an action for themselves or others due to an injustice experienced as a result of HC).</p>\n<p>From this work, we have learned about how HC affects undergraduate students, graduate students, and faculty in engineering and across several institutional types and disciplines. We have also learned how negative forms of HC affect inequitably women and intersectional women in engineering and racial and ethnic minority groups in engineering. Also, we have learned about what strategies do women and non-binary groups do as a coping strategy to HC. Finally, we have learned about the valuation or devaluation of HC from different groups of individuals in engineering and how they contribute to maintain the status quo in engineering.</p>\n<p>Collectively, the findings point to the pervasive nature of HC across individuals, social groups, and systems and structures. While not all HC is negative, unfortunately in the context of engineering, the vast majority of HC conveyed by the participants were negative. This was confirmed by the analysis of a validated and reliable instrument that was disseminated across 58 colleges of engineering in the U.S. and P.R. The findings stemming from this work served to raise awareness of the matter as well as informed to decision-makers about ways they can improve the exclusive environments of engineering in higher education.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/23/2022<br>\n\t\t\t\t\tModified by: Idalis&nbsp;Villanueva</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe CAREER project introduced to the field of engineering for the first time the term ‘hidden curriculum’. Through a four-factor analysis, different engineering education audiences learned about the pathways involved in recognizing and taking action for HC. These four factors involved awareness (or recognition of the existence of a HC), emotions (which served as one of two motivational constructs that helped individuals to internalize HC), self-efficacy (the second of the two motivational constructs that served to regulate the emotions experienced as a result of HC), and self-advocacy (individual’s willingness to talk an action for themselves or others due to an injustice experienced as a result of HC).\n\nFrom this work, we have learned about how HC affects undergraduate students, graduate students, and faculty in engineering and across several institutional types and disciplines. We have also learned how negative forms of HC affect inequitably women and intersectional women in engineering and racial and ethnic minority groups in engineering. Also, we have learned about what strategies do women and non-binary groups do as a coping strategy to HC. Finally, we have learned about the valuation or devaluation of HC from different groups of individuals in engineering and how they contribute to maintain the status quo in engineering.\n\nCollectively, the findings point to the pervasive nature of HC across individuals, social groups, and systems and structures. While not all HC is negative, unfortunately in the context of engineering, the vast majority of HC conveyed by the participants were negative. This was confirmed by the analysis of a validated and reliable instrument that was disseminated across 58 colleges of engineering in the U.S. and P.R. The findings stemming from this work served to raise awareness of the matter as well as informed to decision-makers about ways they can improve the exclusive environments of engineering in higher education.\n\n \n\n\t\t\t\t\tLast Modified: 09/23/2022\n\n\t\t\t\t\tSubmitted by: Idalis Villanueva"
 }
}