{
 "awd_id": "2124542",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: GOALI: High-Impact Multiscale Physicochemical Advancements for the Prediction of Transient Dermal Absorption",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032928045",
 "po_email": "sshojaei@nsf.gov",
 "po_sign_block_name": "Shahab Shojaei-Zadeh",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 114321.0,
 "awd_amount": 114321.0,
 "awd_min_amd_letter_date": "2021-06-15",
 "awd_max_amd_letter_date": "2021-06-15",
 "awd_abstract_narration": "This GOALI project will advance the science of skin penetration and, in particular, the prediction of transient dermal absorption for human exposure to chemical agents, whether they are beneficial or hazardous.  The former case includes topical drugs and cosmetic benefit agents; the latter includes aerosolized pesticides encountered by farm workers, airborne pollutants encountered by residents in city environments, and trace chemicals encountered by workers in settings such as concrete and metal working.  Modeling and simulation has recently become a component of the US FDA’s approval process for generic drug products, which reduces cost and accelerates approval of these products. Global regulatory agencies including US NIOSH have increasingly included modeling as part of their dermal risk assessment process.  This project will address two vexing issues plaguing predictions of transient skin absorption:  (1) slowly reversible binding of chemicals to skin proteins (especially keratin) complicates the uptake and release profiles of many commonly-encountered chemicals including topical steroids; and (2) gradual dissolution of solid particles deposited on the skin surface or within hair follicles affects absorption of drugs from gels and ointments and dermal absorption of heavy metals leached from airborne pollutants.  Results from the project will be incorporated into a publicly available, spreadsheet-based skin penetration program and also a state-of-the-art simulation code for dermal absorption maintained by the GOALI industrial partner, Procter & Gamble.  Parts of the research will be incorporated into undergraduate and graduate training in the cosmetic science area at the University of Cincinnati.  The educational plan also specifically targets undergraduate research experiences for undergraduate women and underrepresented minority students.\r\n\r\nThis project entails: (1) experimental measurement and broad parameterization of rate constants for keratin binding in the outer skin barrier cells (corneocytes) supported by a rigorous theoretical framework; and (2) development and implementation of interfacial mass transport relationships capable of representing absorption of precipitated solids on the skin.  Intellectual merit lies in the identification and resolution of important strategic gaps in the current understanding of dermal absorption, which block progress in these two areas involving multiphase and multiscale transport.  A central element of the project is multiscale modeling based on two stages of rigorous coarse graining - from ultrastructural (intracellular) to microscopic (intercellular) to macroscopic (tissue) scales - in resolving slow reversible binding of permeating molecules to stratum corneum keratin, which dramatically affects transport rates.  The project will define the reservoir capacity of the skin barrier in theoretically rigorous and pragmatically useful terms, which will open the way to a broad-spectrum ability to accurately predict transient dermal absorption outcomes.  The detailed treatment of dissolution-limited absorption will finally resolve dramatically different absorption rates observed for ostensibly similar molecules that have long baffled pharmaceutical and consumer product development efforts and risk assessments related to chemical exposures.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Johannes",
   "pi_last_name": "Nitsche",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Johannes M Nitsche",
   "pi_email_addr": "nitsche@eng.buffalo.edu",
   "nsf_id": "000380697",
   "pi_start_date": "2021-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "Furnas Hall",
  "perf_city_name": "Buffalo",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142604200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 114321.0
  }
 ],
 "por": null
}