{
 "awd_id": "2124836",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSFDEB-NERC: Collaborative Research: Vertebrate functional traits as indicators of ecosystem function through deep and shallow time",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032922279",
 "po_email": "sdudgeon@nsf.gov",
 "po_sign_block_name": "Steven Dudgeon",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 516345.0,
 "awd_amount": 611609.0,
 "awd_min_amd_letter_date": "2021-07-28",
 "awd_max_amd_letter_date": "2024-07-22",
 "awd_abstract_narration": "Animals interact with their environments via specific sets of traits, or characteristics. For example, tooth shape has adapted to enable animals to process different foods efficiently, and variation in limb structure allows animals to move across the landscape to attain food and avoid predation across different habitats. Relationships between animal characteristics and environmental conditions typically co-evolve over long timespans. However, habitat alteration and climate change have the potential to rapidly disrupt existing relationships that have been refined over many generations. An important challenge in modern ecology is to identify which traits are necessary to maintain ecosystem function, but because trait-environment interactions manifest over long timescales, inferring ecosystem degradation requires a historical perspective uniquely provided by the fossil record. In this project, the researchers plan to analyze trait-environment relationships across Africa and through time over the past 7.5 million years in an attempt to disentangle the effects of hominine evolution and environmental change on trait distributions and function for entire communities of animals. This project provides international collaborative experiences for early career scientists, it aims to translate research findings into learning modules and museum exhibits, and plans to aid conservation planning through a partnership with the Conservation Paleobiology in Africa Program of the International Union of Biological Sciences. \r\n\r\nThe researchers will employ a novel multi-trait and multi-taxonomic approach to capture feeding, locomotor, and physiological functional aspects of terrestrial vertebrates in African ecosystems. The aim is to produce an extensive database of hard-to-gather functional traits from African museum specimens that will be made publicly available. Using a combination of ecometric relationships and paleoclimate data, e.g. stable carbon isotopes, the researchers plan to identify the relative influence of changing environmental conditions versus anthropogenic activities on suites of traits for mammals and squamates across much of Africa and over geologic time. Ecometric relationships are community-level, functional trait-environment links that do not depend on taxonomic composition. Thus, these relationships are generalizable through space and time. The field of ecometrics provides a quantitative framework for assessing not only the relationship between traits and the environmental conditions in which they are found, but also times when those relationships were disrupted by extrinsic factors. By examining ecometric relationships at different temporal scales, the researchers will identify what trait-environment relationships relate to ecosystem function and calculate the degree of trait space occupancy necessary to prevent African ecosystems from tipping to a faunally depauperate state. The researchers will also evaluate ecometric relationships to reconstruct the onset, tempo, and mode of African vertebrate ecosystem change over the past 7.5 million years and will then use these histories to forecast future change, co-producing knowledge with conservation groups to inform conservation decisions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "Lawing",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle Lawing",
   "pi_email_addr": "alawing@tamu.edu",
   "nsf_id": "000549401",
   "pi_start_date": "2021-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Fredrick",
   "pi_last_name": "Manthi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fredrick Manthi",
   "pi_email_addr": "fredrickmanthi@yahoo.com",
   "nsf_id": "000558914",
   "pi_start_date": "2021-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Head",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jason Head",
   "pi_email_addr": "jjh71@cam.ac.uk",
   "nsf_id": "000642861",
   "pi_start_date": "2021-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M AgriLife Research",
  "inst_street_address": "2147 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778430001",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M AGRILIFE RESEARCH",
  "org_prnt_uei_num": "ZM3QVJ8ACN11",
  "org_uei_num": "KU3DCFJJTVN3"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M AgriLife Research",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778432138",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 516345.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 18132.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 77132.0
  }
 ],
 "por": null
}