{
 "awd_id": "2124393",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CISE-ANR: CNS Core: Small: Modeling Modern Network Traffic: From Data Representation to Automated Machine Learning",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032924624",
 "po_email": "amatta@nsf.gov",
 "po_sign_block_name": "Abraham Matta",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2021-08-09",
 "awd_max_amd_letter_date": "2021-08-09",
 "awd_abstract_narration": "To successfully maintain and secure communications networks, operators need to monitor their behavior and investigate security, performance, and other problems as they arise. Recent advances in network protocols and applications present fundamental challenges for monitoring network traffic. Specifically, Internet traffic, from web traffic to Domain Name System (DNS) queries and responses, is becoming ubiquitously encrypted, obfuscating information that might otherwise be available for these tasks.  Additionally, network traffic is increasing in volume and rate, precluding detailed logging and analyzing individual packets or streams. Finally, the Internet is becoming more centralized, and many services have also become cloud-based, making it more difficult to identify applications or services according to fixed identifiers such as IP addresses and port numbers.  Answering even basic questions about Internet traffic has thus become increasingly challenging. \r\n\r\nThis project seeks to develop techniques to regain visibility and insights into modern network traffic considering these trends.  We address three research questions towards regaining visibility into modern network traffic. First, this project will study how to represent traffic data in ways that are amenable to modeling, and that could optimize models for both supervised and unsupervised modeling tasks. We will explore the impact of representations across four dimensions: (1) timeseries representations; (2) representations across flows; (3) representations at higher layers; and (4) operations on compressed data.  Second, we will build on our work on traffic data representation to develop a set of tools to automatically explore model and traffic representations tailored for network traffic problems. Towards this goal, we will build a large-scale repository of labeled flows across several different applications and services as well as evaluate data representations that will be used to build statistical learning models about network traffic. Finally, we will use the software platforms and algorithms we build to design new techniques and tools for operators to solve the challenges that prevent them from transferring developed models from laboratory experiments to real-world deployments. We will extend automated model selection to account for systems costs and real-world limitations; address the need to be able to determine when models become inaccurate and to distinguish model inaccuracies from problems that are inherent to the network; and improve model robustness by investigating general approaches for model transfer. \r\n   \r\nAll software we create in this project will be publicly available and open source. Additionally, we plan to integrate the software systems into tutorials for the community, undergraduate and graduate courses, and outreach and education programs in the community, in collaboration with partners such as the University of Chicago's Office of Special Programs and Office of Civic Engagement.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Feamster",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas G Feamster",
   "pi_email_addr": "feamster@uchicago.edu",
   "nsf_id": "000489704",
   "pi_start_date": "2021-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5730 South Ellis Ave.",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606371468",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project developed new machine learning (ML) techniques for analyzing and augmenting network traffic data, addressing key challenges in network security, performance monitoring, and data-driven policy evaluation. As the complexity of modern networks continues to increase, traditional traffic analysis methods often fall short in capturing the evolving patterns of network behavior, particularly in dynamic environments such as cellular networks, home IoT ecosystems, and real-time video streaming services. Our research tackled these limitations by designing scalable, adaptive, and high-fidelity ML-based solutions to enhance the accuracy and robustness of network analysis tools.</p>\r\n<p>Our work focused on three main areas:</p>\r\n<ol>\r\n<li>\r\n<p>Optimizing ML-Based Traffic Analysis: We developed CATO, an end-to-end optimized ML pipeline that significantly improves the efficiency and scalability of traffic classification tasks. CATO refines feature extraction, model selection, and inference processes to enhance both computational performance and classification accuracy. By streamlining the process, CATO makes real-time network monitoring and anomaly detection more viable in both large-scale enterprise networks and consumer broadband environments.</p>\r\n</li>\r\n<li>\r\n<p>Generating Realistic Network Traffic: One of the biggest challenges in ML-based network security is ensuring that models generalize well across different types of network conditions. To address this, we evaluated state space models for synthetic network traffic generation, demonstrating their potential to create realistic, privacy-preserving training data for ML models. Additionally, we introduced NetDiffusion, a protocol-aware data augmentation framework that generates synthetic traffic traces while preserving protocol constraints and statistical properties of real traffic. This allows ML classifiers to be trained on a more diverse dataset, leading to greater robustness in security applications.</p>\r\n</li>\r\n<li>\r\n<p>Enhancing Network Security with ML: The use of high-fidelity generative models in network security represents a significant leap forward in traffic analysis capabilities. By applying generative modeling techniques, we were able to create realistic network traces that mimic real-world traffic patterns, allowing security researchers to test detection models in more varied scenarios and improve their ability to identify anomalies, intrusions, and evasion techniques used by malicious actors. This work is crucial for advancing the field of automated intrusion detection and network anomaly analysis.</p>\r\n</li>\r\n</ol>\r\n<p>These advances contribute to more accurate, efficient, and interpretable ML models for network monitoring and security, enabling better detection of cyber threats, improved network reliability, and more adaptive defense mechanisms. The project also provided hands-on training for graduate students and postdoctoral researchers, strengthening the pipeline of ML researchers specializing in networking, cybersecurity, and data science.</p>\r\n<p>Beyond academia, our work has significant potential applications in cybersecurity, ISP network management, and policy efforts aimed at improving internet security and performance. The methodologies developed in this project are actively being explored for real-world deployment in network monitoring and defense systems, with the goal of creating a more secure, resilient, and adaptable internet infrastructure. These contributions highlight the broader impact of ML-driven approaches in modern networking and reinforce the importance of data-driven decision-making in securing digital communications.</p>\r\n<p>Beyond its academic contributions, this project has directly contributed to technology transfer and commercialization, leading to the founding of NetMicroscope, a company launched by the PIs to bring ML-driven network performance and security insights to a broader audience. NetMicroscope leverages key innovations from this research&mdash;particularly ML-based traffic classification, high-fidelity synthetic traffic generation, and real-time anomaly detection&mdash;to help internet service providers (ISPs), enterprises, and policymakers gain deeper visibility into network performance and security threats.</p><br>\n<p>\n Last Modified: 03/12/2025<br>\nModified by: Nicholas&nbsp;G&nbsp;Feamster</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project developed new machine learning (ML) techniques for analyzing and augmenting network traffic data, addressing key challenges in network security, performance monitoring, and data-driven policy evaluation. As the complexity of modern networks continues to increase, traditional traffic analysis methods often fall short in capturing the evolving patterns of network behavior, particularly in dynamic environments such as cellular networks, home IoT ecosystems, and real-time video streaming services. Our research tackled these limitations by designing scalable, adaptive, and high-fidelity ML-based solutions to enhance the accuracy and robustness of network analysis tools.\r\n\n\nOur work focused on three main areas:\r\n\r\n\r\n\n\nOptimizing ML-Based Traffic Analysis: We developed CATO, an end-to-end optimized ML pipeline that significantly improves the efficiency and scalability of traffic classification tasks. CATO refines feature extraction, model selection, and inference processes to enhance both computational performance and classification accuracy. By streamlining the process, CATO makes real-time network monitoring and anomaly detection more viable in both large-scale enterprise networks and consumer broadband environments.\r\n\r\n\r\n\n\nGenerating Realistic Network Traffic: One of the biggest challenges in ML-based network security is ensuring that models generalize well across different types of network conditions. To address this, we evaluated state space models for synthetic network traffic generation, demonstrating their potential to create realistic, privacy-preserving training data for ML models. Additionally, we introduced NetDiffusion, a protocol-aware data augmentation framework that generates synthetic traffic traces while preserving protocol constraints and statistical properties of real traffic. This allows ML classifiers to be trained on a more diverse dataset, leading to greater robustness in security applications.\r\n\r\n\r\n\n\nEnhancing Network Security with ML: The use of high-fidelity generative models in network security represents a significant leap forward in traffic analysis capabilities. By applying generative modeling techniques, we were able to create realistic network traces that mimic real-world traffic patterns, allowing security researchers to test detection models in more varied scenarios and improve their ability to identify anomalies, intrusions, and evasion techniques used by malicious actors. This work is crucial for advancing the field of automated intrusion detection and network anomaly analysis.\r\n\r\n\r\n\n\nThese advances contribute to more accurate, efficient, and interpretable ML models for network monitoring and security, enabling better detection of cyber threats, improved network reliability, and more adaptive defense mechanisms. The project also provided hands-on training for graduate students and postdoctoral researchers, strengthening the pipeline of ML researchers specializing in networking, cybersecurity, and data science.\r\n\n\nBeyond academia, our work has significant potential applications in cybersecurity, ISP network management, and policy efforts aimed at improving internet security and performance. The methodologies developed in this project are actively being explored for real-world deployment in network monitoring and defense systems, with the goal of creating a more secure, resilient, and adaptable internet infrastructure. These contributions highlight the broader impact of ML-driven approaches in modern networking and reinforce the importance of data-driven decision-making in securing digital communications.\r\n\n\nBeyond its academic contributions, this project has directly contributed to technology transfer and commercialization, leading to the founding of NetMicroscope, a company launched by the PIs to bring ML-driven network performance and security insights to a broader audience. NetMicroscope leverages key innovations from this researchparticularly ML-based traffic classification, high-fidelity synthetic traffic generation, and real-time anomaly detectionto help internet service providers (ISPs), enterprises, and policymakers gain deeper visibility into network performance and security threats.\t\t\t\t\tLast Modified: 03/12/2025\n\n\t\t\t\t\tSubmitted by: NicholasGFeamster\n"
 }
}