{
 "awd_id": "2124211",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Towards a More Comprehensive Understanding of Eulerian and Lagrangian Transport of Active and Passive Tracers in the Ocean",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927575",
 "po_email": "skennan@nsf.gov",
 "po_sign_block_name": "Sean Kennan",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 115818.0,
 "awd_amount": 115818.0,
 "awd_min_amd_letter_date": "2021-08-23",
 "awd_max_amd_letter_date": "2021-08-23",
 "awd_abstract_narration": "Transport of biogeochemical tracers in the ocean is a complex and multifaceted problem that reaches across many disciplines, from physical oceanography, to marine ecology, fishery management, search and rescue operations, natural and anthropogenic hazard mitigation and risk assessment. This work is broadly motivated by the problem of marine microplastic pollution, but other relevant oceanic tracers can include nutrients, plankton, radioactive and chemical tracers, fish larvae, Sargassum, oil, etc. This project will advance both theoretical and practical aspects of understanding and predicting the evolution of tracers in realistic oceanic flows. Theoretical treatments and numerical procedures for predicting the probability of a tracer reaching a target and the PDF of its state will be developed, bridging the gap between the Lagrangian, Eulerian, and stochastic descriptions of the problem. When applied to marine microplastics pollution, the theoretical framework will include proper representations of the effects of buoyancy, rigid-body properties, inertia of particles, and uncertainties in particle parameters. The developed methodology will then be tested using idealized tracers in a simple analytical model of an eddy, as well as realistic microplastic-like tracers in a high-resolution ocean circulation model.\r\n\r\n\r\nThis project will establish links between the probabilistic Eulerian and Lagrangian descriptions of tracer evolution, reconcile differences between them, and investigate the advantages and disadvantages of each approach. Lagrangian methods and Generalized Lagrangian Coherent Structures (LCS) techniques will be linked to the Fokker-Planck equation for the probability density function (PDF) of the tracer distribution, bridging the gap between the Lagrangian, Eulerian, and stochastic descriptions of the problem. The project will explore the connections between Lagrangian Coherent Structures (LCS) and Generalized LCS, and the transport barriers for the probability density functions. Factors to be accounted for include changes in state, compressibility, Maxey-Riley dynamics, and eddy fluxes resulting from bolus velocities, diffusion, and Stoke’s drift. The goal is to develop a dual Lagrangian – probabilistic-Eulerian theoretical methodology for transport of small solid-body particles, such as marine microplastics, in fluids.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Glenn",
   "pi_last_name": "Flierl",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Glenn R Flierl",
   "pi_email_addr": "glenn@lake.mit.edu",
   "nsf_id": "000277241",
   "pi_start_date": "2021-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 115818.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We are developing a deeper understanding about how material, whether it be<br />soluble pollutants, biological organisms, or microplastics are transported by<br />ocean turbulence at both small and larger scales such as ocean eddies. Our<br />co-investigators at WHOI have focused on the microscale, while we have<br />concentrated on the sub-mesoscale to mesoscale (order 50-200 km) motions. We<br />have:<br /><br />* Developed a rigorous framework for representing the fluxes -- the transport<br />&nbsp;&nbsp; across a unit area per unit time -- of water-following tracers as a<br />&nbsp;&nbsp; weighted integral of the gradients over a region surrounding the point of<br />&nbsp;&nbsp; interest.&nbsp; We found the functional form of the weighting -- the \"kernel\" --<br />&nbsp;&nbsp; for two-dimensional turbulence using numerical experiments with many<br />&nbsp;&nbsp; (hundreds to thousands) of realizations of the flow (see figure).<br /><br />&nbsp;&nbsp; The large-scale motions in the ocean (\"mesoscale\" and \"sub-mesoscale\"<br />&nbsp;&nbsp; eddies) and atmosphere dominantly transport tracers horizontally, although<br />&nbsp;&nbsp; their statistics vary spatially. We also developed a method for finding the<br />&nbsp;&nbsp; kernel in more complex problems using a statistical model for the flow<br />&nbsp;&nbsp; based on a set of states and transition probabilities among them.<br /><br />* Clarified the differences in eddy transport when fields are interacting<br />&nbsp; with the environment or each other, e.g., nutrients and<br />&nbsp; phytoplankton. Remarkably, a tracer whose fluctuations are decaying<br />&nbsp; exponentially can, for flows with wavelike character, have a higher<br />&nbsp; effective diffusivity than a non-decaying one.&nbsp; Interacting tracers have<br />&nbsp; cross-fluxes where the flux of one can depend on the gradients of both,<br />&nbsp; meaning the conventional eddy-diffusivity parameterization can be quite<br />&nbsp; wrong.&nbsp; This has implications for understanding how ocean motions actually<br />&nbsp; move plankton and nutrients around on average.<br /><br />* Studied the transport when the dynamics of the tracer is nonlinear, using as<br />&nbsp; an example the logistic equation (a model for populations which initially<br />&nbsp; grow but are limited by nutrients or space. The \"carrying capacity\" is<br />&nbsp; presumed to be spatially variable. In this situation, the fluxes are<br />&nbsp; nonlinear functions of both the concentration and the gradients.<br /><br />* We have also been modelling the solitary topographic Rossby waves which<br />&nbsp; propagate along the continental slope, with the goal of understanding their<br />&nbsp; dynamics and what role they may play in pulling water off the shelf.<br /><br />Climate models rely on \"parameterizations\" to represent the fluxes produced by<br />flows they are unable to resolve; indeed, so do even regional models.&nbsp; These<br />are generally ad-hoc schemes wherein the flux is proportional to the local<br />value of the gradient.&nbsp; This is not appropriate when the scales of the mean<br />are not small compared to the mean free path of fluid parcels; that is often<br />the case in geophysical flows.&nbsp; This project provides a firmer foundation for<br />representing such transports, as well as illustrating how different those can<br />be when dealing with the density of organisms which have their own dynamics.</p><br>\n<p>\n Last Modified: 10/14/2024<br>\nModified by: Glenn&nbsp;R&nbsp;Flierl</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2124211/2124211_10765385_1728931599900_composite--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2124211/2124211_10765385_1728931599900_composite--rgov-800width.png\" title=\"Tracer motion\"><img src=\"/por/images/Reports/POR/2024/2124211/2124211_10765385_1728931599900_composite--rgov-66x44.png\" alt=\"Tracer motion\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Sample of spread of a patch of tracer showing a typical example and the average over many realizations. The kernel shows how the flux depends on the nearby gradients.</div>\n<div class=\"imageCredit\">Glenn Flierl</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Glenn&nbsp;R&nbsp;Flierl\n<div class=\"imageTitle\">Tracer motion</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nWe are developing a deeper understanding about how material, whether it be\nsoluble pollutants, biological organisms, or microplastics are transported by\nocean turbulence at both small and larger scales such as ocean eddies. Our\nco-investigators at WHOI have focused on the microscale, while we have\nconcentrated on the sub-mesoscale to mesoscale (order 50-200 km) motions. We\nhave:\n\n* Developed a rigorous framework for representing the fluxes -- the transport\n across a unit area per unit time -- of water-following tracers as a\n weighted integral of the gradients over a region surrounding the point of\n interest. We found the functional form of the weighting -- the \"kernel\" --\n for two-dimensional turbulence using numerical experiments with many\n (hundreds to thousands) of realizations of the flow (see figure).\n\n The large-scale motions in the ocean (\"mesoscale\" and \"sub-mesoscale\"\n eddies) and atmosphere dominantly transport tracers horizontally, although\n their statistics vary spatially. We also developed a method for finding the\n kernel in more complex problems using a statistical model for the flow\n based on a set of states and transition probabilities among them.\n\n* Clarified the differences in eddy transport when fields are interacting\n with the environment or each other, e.g., nutrients and\n phytoplankton. Remarkably, a tracer whose fluctuations are decaying\n exponentially can, for flows with wavelike character, have a higher\n effective diffusivity than a non-decaying one. Interacting tracers have\n cross-fluxes where the flux of one can depend on the gradients of both,\n meaning the conventional eddy-diffusivity parameterization can be quite\n wrong. This has implications for understanding how ocean motions actually\n move plankton and nutrients around on average.\n\n* Studied the transport when the dynamics of the tracer is nonlinear, using as\n an example the logistic equation (a model for populations which initially\n grow but are limited by nutrients or space. The \"carrying capacity\" is\n presumed to be spatially variable. In this situation, the fluxes are\n nonlinear functions of both the concentration and the gradients.\n\n* We have also been modelling the solitary topographic Rossby waves which\n propagate along the continental slope, with the goal of understanding their\n dynamics and what role they may play in pulling water off the shelf.\n\nClimate models rely on \"parameterizations\" to represent the fluxes produced by\nflows they are unable to resolve; indeed, so do even regional models. These\nare generally ad-hoc schemes wherein the flux is proportional to the local\nvalue of the gradient. This is not appropriate when the scales of the mean\nare not small compared to the mean free path of fluid parcels; that is often\nthe case in geophysical flows. This project provides a firmer foundation for\nrepresenting such transports, as well as illustrating how different those can\nbe when dealing with the density of organisms which have their own dynamics.\t\t\t\t\tLast Modified: 10/14/2024\n\n\t\t\t\t\tSubmitted by: GlennRFlierl\n"
 }
}