{
 "awd_id": "2124830",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developing Institutional Responsible Conduct of Research Training Plans that Reflect Best Practices",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032925034",
 "po_email": "wbauchsp@nsf.gov",
 "po_sign_block_name": "Wenda K. Bauchspies",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 46807.0,
 "awd_amount": 46807.0,
 "awd_min_amd_letter_date": "2021-08-06",
 "awd_max_amd_letter_date": "2021-08-06",
 "awd_abstract_narration": "The workshop is designed to identify and share best practices in the implementation of robust educational programming for responsible and ethical conduct of research [RECR]. The workshop will focus on the achievements of peer model institutions and identify best practices for successful implementation at other institutions. By directly addressing common hurdles that institutions face and building on what has been successful, this workshop will produce a roadmap of resources and guidelines which can be widely distributed and adopted, as appropriate, across a diversity of other institutions. The outcomes will directly contribute to enriching RECR programming and program implementation to support the progress of science by fostering responsible and ethical research. Educators, university administrators, industry and scientific communities will be interested the outcomes of this workshop. \r\n\r\nThis workshop will focus on 1) examining the elements that need to be addressed in an institutional RECR plan, 2) identifying the key challenges and barriers to the creation and implementation of such programming, and 3) exploring strategies for how those challenges might be met. This goal of this workshop is to create a framework of best practices for implementing robust RECR programs based on peer models of excellence. Representatives from institutions will share opportunities and challenges in the implementation of RECR programming on their campuses to find common ground for further exploration of best practices. The workshop will collect and disseminate practical advice for RECR implementation that is not otherwise currently addressed/available. The outcomes will directly contribute to knowledge of RECR implementation by providing institutions with key factors and considerations for improving their RECR programs based on peer examples of success, something that has not been previously collected or disseminated.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dena",
   "pi_last_name": "Plemmons",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Dena K Plemmons",
   "pi_email_addr": "dena.plemmons@ucr.edu",
   "nsf_id": "000566102",
   "pi_start_date": "2021-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "",
  "perf_city_name": "Riverside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "129Y00",
   "pgm_ele_name": "ER2-Ethical & Responsible Res"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 46807.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In 2010, the National Science Foundation (NSF) implemented section 7009 of the America COMPETES Act which requires institutions applying for research awards to have a plan &ldquo;to provide appropriate training and oversight in the responsible and ethical conduct of research to undergraduate students, graduate students, and postdoctoral researchers participating in the proposed research project.\" The NSF&rsquo;s goal in requiring an institutional plan is to promote the responsible and ethical conduct of research by preparing future scientists and engineers to conduct research.&nbsp;</p>\n<p>Despite this long-standing requirement, it seems to be the case that institutions still do not have training plans that incorporate best practices because they (1) have no clearly articulated goal for an RECR program, (2) are not aware of model practices, and (3) face institutional obstacles and constraints. These challenges to developing and implementing a plan that provides meaningful educational experiences have been identified and frequently discussed over the past 15 years, but &nbsp;there has been little progress in broadly addressing these challenges; what progress there is seems to be happening on the institutional level rather than across communities that share many of the same concerns and constraints. The research community needs to move beyond the expectation that institutions can and will figure this out on their own, and collectively address these challenges and share sustainable solutions and best practices.&nbsp;</p>\n<p><span style=\"font-size: 12px;\">This workshop prompted the attendees to think about doing more vis-&agrave;-vis RECR education on their campuses by guiding them through the plan creation process with preconference activities, a panel discussion led by representatives from model institutions, and breakout workshopping sessions. These activities moved from the specific workshop to a broader Community of Practice hosted on the Online Ethics Center, where conversations regarding the creation and implementation of institutional RECR plans continue. </span></p>\n<p><span style=\"font-size: 12px;\">These conversations across institutions are even more crucial now with the required updates to the America COMPETES Act which has e<span>xp</span><span class=\"searchHighlight\">anded</span><span>&nbsp;the requirement for responsible conduct in research education to a broader audience, &nbsp;as well as&nbsp;</span><span>exp</span><span class=\"searchHighlight\">anding</span><span>&nbsp;the scope of the education. </span></span></p>\n<p><span style=\"font-size: 12px;\"><span>This Community of Practice is poised to be a convening voice in these continuing discussions.&nbsp;<span>&nbsp;By directly addressing common hurdles that institutions face and building on what has been successful at other peers, this Community, which is a direct outcome of this NSF funded workshop, will produce a roadmap of resources and guidelines which can be widely distributed and adopted, as appropriate, at other institutions.</span></span></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/18/2022<br>\n\t\t\t\t\tModified by: Dena&nbsp;K&nbsp;Plemmons</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn 2010, the National Science Foundation (NSF) implemented section 7009 of the America COMPETES Act which requires institutions applying for research awards to have a plan \"to provide appropriate training and oversight in the responsible and ethical conduct of research to undergraduate students, graduate students, and postdoctoral researchers participating in the proposed research project.\" The NSF’s goal in requiring an institutional plan is to promote the responsible and ethical conduct of research by preparing future scientists and engineers to conduct research. \n\nDespite this long-standing requirement, it seems to be the case that institutions still do not have training plans that incorporate best practices because they (1) have no clearly articulated goal for an RECR program, (2) are not aware of model practices, and (3) face institutional obstacles and constraints. These challenges to developing and implementing a plan that provides meaningful educational experiences have been identified and frequently discussed over the past 15 years, but  there has been little progress in broadly addressing these challenges; what progress there is seems to be happening on the institutional level rather than across communities that share many of the same concerns and constraints. The research community needs to move beyond the expectation that institutions can and will figure this out on their own, and collectively address these challenges and share sustainable solutions and best practices. \n\nThis workshop prompted the attendees to think about doing more vis-&agrave;-vis RECR education on their campuses by guiding them through the plan creation process with preconference activities, a panel discussion led by representatives from model institutions, and breakout workshopping sessions. These activities moved from the specific workshop to a broader Community of Practice hosted on the Online Ethics Center, where conversations regarding the creation and implementation of institutional RECR plans continue. \n\nThese conversations across institutions are even more crucial now with the required updates to the America COMPETES Act which has expanded the requirement for responsible conduct in research education to a broader audience,  as well as expanding the scope of the education. \n\nThis Community of Practice is poised to be a convening voice in these continuing discussions.  By directly addressing common hurdles that institutions face and building on what has been successful at other peers, this Community, which is a direct outcome of this NSF funded workshop, will produce a roadmap of resources and guidelines which can be widely distributed and adopted, as appropriate, at other institutions.\n\n\t\t\t\t\tLast Modified: 12/18/2022\n\n\t\t\t\t\tSubmitted by: Dena K Plemmons"
 }
}