{
 "awd_id": "2124531",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: SWIFT: SMALL: Continuous-tuning matrix-beamforming MIMO enabled multi-mode injection-locking passive Wi-Fi sensing",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032924568",
 "po_email": "hdai@nsf.gov",
 "po_sign_block_name": "Huaiyu Dai",
 "awd_eff_date": "2021-02-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2021-03-11",
 "awd_max_amd_letter_date": "2021-03-11",
 "awd_abstract_narration": "Wi-Fi based sensing is attracting great interests for emerging applications such as vital signs monitoring, gesture recognition, through-the-wall imaging, and indoor localization. However, the state-of-the-art Wi-Fi sensing systems either require modification to the Wi-Fi access point, or do not have enough sensitivity/resolution to reliably support applications such as long-term micro-motion sensing. Conventional single mode operation also faces challenges in the presence of multiple human subjects. To tackle these challenges, in this project, a novel multi-mode passive Wi-Fi sensing system leveraging continuous tunable matrix beamforming and multi-mode injection lock detection technologies will be developed to transform current and next generation Wi-Fi infrastructure to enable many sensing applications for smart health care, human-machine interface, localization, public safety, and smart living. The proposed sensing system features low cost, low power, wide dynamic range, high sensitivity, continuous multiple-object tracking, and multiple-mode configuration with less computational effort. The research outcome may benefit the long-term U.S. health program and aim to make modern living and office environment smart with minimum added hardware costs and no extra spectrum resources. On the educational side, the project will create rich impacts on education for K-12, undergraduate, and underrepresented groups. It will also cultivate entrepreneurship mindset and integrate industrial experience into students training.   \r\n\r\nThis project focuses on new innovations in passive Wi-Fi sensing technology based on existing wireless infrastructure to boost its spectrum utilization efficiency. To be specific, the following innovations will be pursued: a) An advanced Nolen matrix beamforming and a group delay compensation inspired wideband methodology will be invented to support concurrent multiple target sensing across a wide Wi-Fi frequency band. Furthermore, 3D detection will be enabled by 3D design of the proposed beamforming array. b) A phase shifter-relaxed and control relaxed circuit topology will be developed to steer the multiple beams generated by the proposed matrix network, which facilitates 3D tracking characteristic for passive Wi-Fi sensing with low power consumption, low computation load, low hardware cost, and a compact size. c) A passive injection-locked detection architecture and advanced signal processing algorithms will be invented to meet the high sensitivity and wide dynamic range requirements that challenge conventional sensing approach. Empowered by matrix beamforming, the proposed architecture and signal processing will break the boundary and enable low-power passive sensing of micro-motions. d) A passive/active switchable detection architecture is proposed to support multiple operation modes such as micro-Doppler, frequency-modulated continuous-wave (FMCW) and frequency-shift keying (FSK) detection in various application scenarios. e) 3D glass technology, antenna-in-package (AiP), and flexible wearable tags will be developed to integrate a passive Wi-Fi system platform with compact size, low cost, and high performance.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bayaner",
   "pi_last_name": "Arigong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bayaner Arigong",
   "pi_email_addr": "barigong@eng.famu.fsu.edu",
   "nsf_id": "000756483",
   "pi_start_date": "2021-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida Agricultural and Mechanical University",
  "inst_street_address": "1700 LEE HALL DR #201",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8505993531",
  "inst_zip_code": "323070001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8LKB16HV1K5"
 },
 "perf_inst": {
  "perf_inst_name": "College of Engineering",
  "perf_str_addr": "2525 Pottsdamer St",
  "perf_city_name": "Tallahassee",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323106046",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140Y00",
   "pgm_ele_name": "SWIFT-Spectrum Innov Futr Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096E",
   "pgm_ref_txt": "High freq comm/sensing circuits"
  },
  {
   "pgm_ref_code": "105E",
   "pgm_ref_txt": "RF/Microwave & mm-wave tech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this collaborative research project, the PI is mainly focusing on developing control relaxed 3D continuous tunable beamforming from novel matrix feeding network, group delay compensation method to extend the bandwidth of 3D tunable matrix beamforming, 3D printing technology will is applied to realize compact form factor 3D tunable matrix beamforming front end, and co-developing passive sensing platform. The outcome of this project is summarized: 1) four journal papers are published in prestigious journal in IEEE Transactions on Microwave theory and Technique and IEEE Microwave and Wireless Technology Letters, and Electronics; 2) four conference papers are published and presented in professional conferences as IEEE International Microwave Symposium and IEEE Radio and Wireless Week; 3) two PhD students are trained during this project including theory, design approach, experimental validation, and other professional trainings. Leveraging this project, PI developed new courses as microwave engineering and antenna design in Department of Electrical and Computer Engineering at FAMU-FSU College of Engineering. Students taking those courses experience advanced theory as well hands on experience to design high frequency circuits and system and antenna array systems. These new courses have been developed and ran for three years, and the outcome are significant to planning for permanent graduate courses. For undergraduate level, a hands-on experimental design and validation of radar system is developed and integrated into Electromagnetic field courses, where students can experience design theory, schematic simulation, layout design, and measurement using state-of-the-art instrument.</p>\r\n<p>&nbsp;This Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/14/2025<br>\nModified by: Bayaner&nbsp;Arigong</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn this collaborative research project, the PI is mainly focusing on developing control relaxed 3D continuous tunable beamforming from novel matrix feeding network, group delay compensation method to extend the bandwidth of 3D tunable matrix beamforming, 3D printing technology will is applied to realize compact form factor 3D tunable matrix beamforming front end, and co-developing passive sensing platform. The outcome of this project is summarized: 1) four journal papers are published in prestigious journal in IEEE Transactions on Microwave theory and Technique and IEEE Microwave and Wireless Technology Letters, and Electronics; 2) four conference papers are published and presented in professional conferences as IEEE International Microwave Symposium and IEEE Radio and Wireless Week; 3) two PhD students are trained during this project including theory, design approach, experimental validation, and other professional trainings. Leveraging this project, PI developed new courses as microwave engineering and antenna design in Department of Electrical and Computer Engineering at FAMU-FSU College of Engineering. Students taking those courses experience advanced theory as well hands on experience to design high frequency circuits and system and antenna array systems. These new courses have been developed and ran for three years, and the outcome are significant to planning for permanent graduate courses. For undergraduate level, a hands-on experimental design and validation of radar system is developed and integrated into Electromagnetic field courses, where students can experience design theory, schematic simulation, layout design, and measurement using state-of-the-art instrument.\r\n\n\nThis Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.\r\n\n\n\t\t\t\t\tLast Modified: 03/14/2025\n\n\t\t\t\t\tSubmitted by: BayanerArigong\n"
 }
}