{
 "awd_id": "2125503",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SCC-PG: Preparing the Next-Generation Rural Workforce Through Inclusive and Place-Based Smart and Connected STEM Educational Delivery Models",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928637",
 "po_email": "llyons@nsf.gov",
 "po_sign_block_name": "Leilah Lyons",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2021-08-26",
 "awd_max_amd_letter_date": "2021-08-26",
 "awd_abstract_narration": "Contrary to trends in most rural communities, which are shrinking and aging, many rural Midwestern communities have experienced rapid population growth since the 1980s, as migrants and refugees have been moving there to meet growing labor demand in the agroindustrial sector such as meat and poultry processing. The school-aged residents of these growing Midwestern communities, who are primarily the U.S.-born children of low-skilled workers, represent a significant untapped population of future STEM workers and entrepreneurs who are growing up in, and want to stay in, rural America. There is a lack of research on workforce development in rural communities with large migrant and refugee populations. Thus, there is a critical need to study strategies to both train, and also keep, this skilled workforce local to rural communities where expanded employment opportunities (e.g., industries building state-of-the-art factories) can limit out-migration of technical and entrepreneurial talent. The goal of this planning grant is to pilot new Extended Reality (XR)-enabled STEM educational delivery models developed in collaboration with youth and adults in rural communities with large numbers of low-skilled workers. XR-enabled solutions can support active and experiential learning by enhancing hands-on activities, creating simulations of objects and experiences that may not be accessible in the physical world, and promoting learners' engagement with complex real-life problems.\r\n \r\nThe planning research consists of three main activities: 1) identify stakeholder needs and aspirations for new place-based educational curricula in STEM fields and entrepreneurship in partnership with the Storm Lake community via workshops, interviews, and focus groups; 2) use workshops to co-design (designing with as opposed to designing for) innovative XR-enabled technology delivery models to meet these needs; and 3) assess the outcomes of the pilot project via surveys. These activities will help address two research questions: 1) How can inclusive and place-based educational delivery models for rural workforce development benefit communities with large numbers of low-skilled workers? 2) Which XR-enabled smart and connected technology solutions will improve inclusive and place-based STEM educational delivery models in a rural community with a large number of low-skilled workers? This project is a partnership between Iowa State University, Iowa 4-H Youth Development, and the Storm Lake Community School District. The City of Storm Lake (pop. 10,600) was chosen as the site for these pilot activities because it is a rural Iowa community with a large low-skilled workforce employed in the agroindustrial sector and a K-12 student population that is 64% English Language Learners and 85% students of color. The results of the planning grant will yield new insights into the educational needs of rural communities, and the opportunities and barriers that place-based technologies can offer for supporting those educational needs, which is an underexplored area in the literature. Thus, this work is aligned with the Smart and Connected Communities program, which endeavors to integrate community stakeholders into smart and connected community projects to co-create and pilot solutions that are directly informed by the needs, challenges, and opportunities of present and future communities. This project is also being funded via the NSF Improving Undergraduate STEM Education Program, which seeks to support projects that have high potential for broader societal impacts, including improved diversity of students and instructors participating in STEM education, professional development for instructors to ensure adoption of new and effective pedagogical techniques that meet the changing needs of students, and projects that promote institutional partnerships for collaborative research and development.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eliot",
   "pi_last_name": "Winer",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Eliot H Winer",
   "pi_email_addr": "ewiner@iastate.edu",
   "nsf_id": "000149354",
   "pi_start_date": "2021-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Caroline",
   "pi_last_name": "Westort",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Caroline Y Westort",
   "pi_email_addr": "cwestort@iastate.edu",
   "nsf_id": "000106074",
   "pi_start_date": "2021-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kimberly",
   "pi_last_name": "Zarecor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberly Zarecor",
   "pi_email_addr": "zarecor@iastate.edu",
   "nsf_id": "000743761",
   "pi_start_date": "2021-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Evrim",
   "pi_last_name": "Baran Jovanovic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Evrim Baran Jovanovic",
   "pi_email_addr": "ebaran@iastate.edu",
   "nsf_id": "000770551",
   "pi_start_date": "2021-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anindita",
   "pi_last_name": "Das",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anindita Das",
   "pi_email_addr": "anidas@iastate.edu",
   "nsf_id": "000851671",
   "pi_start_date": "2021-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1138 Pearson",
  "perf_city_name": "Ames",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112207",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "042Z",
   "pgm_ref_txt": "S&CC: Smart and Connected Communities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div id=\"WACViewPanel_ClipboardElement\" class=\"WACEditing EditMode EditingSurfaceBody FireFox WACViewPanel_DisableLegacyKeyCodeAndCharCode usehover\" style=\"overflow: hidden; visibility: visible; direction: ltr;\">\n<div class=\"OutlineElement Ltr SCXW31619045 BCX2\" style=\"direction: ltr;\">\n<p class=\"Paragraph SCXW31619045 BCX2\" style=\"font-weight: normal; font-style: normal; vertical-align: baseline; background-color: transparent; color: windowtext; text-align: left; margin: 0px 0px 10.6667px; padding-left: 0px; padding-right: 0px; text-indent: 0px;\"><span class=\"TextRun SCXW31619045 BCX2\" style=\"font-size: 12pt; line-height: 21.5833px; font-family: Calibri, &quot;Calibri_EmbeddedFont&quot;, &quot;Calibri_MSFontService&quot;, sans-serif;\" lang=\"EN-US\"><span class=\"NormalTextRun SCXW31619045 BCX2\">Since the 1980s, migrants and refugees have been moving to rural Midwestern communities to meet growing labor demand for low-skilled workers in the </span><span class=\"NormalTextRun SpellingErrorV2Themed SCXW31619045 BCX2\">agroindustrial</span><span class=\"NormalTextRun SCXW31619045 BCX2\"> sector such as meat and poultry processing. Contrary to trends in most rural communities, which are shrinking and aging, the communities that have welcomed newcomers have experienced rapid population growth in the last two decades with increases in the working-age population, number of families with school-aged children, and small businesses. This in-migration has been transformative, and often fraught, as people of color and non-native English speakers are fast becoming the majority population in these communities, contrary to the overwhelmingly Caucasian population of the </span><span class=\"NormalTextRun AdvancedProofingIssueV2Themed SCXW31619045 BCX2\">region as a whole</span><span class=\"NormalTextRun SCXW31619045 BCX2\">. The school-aged residents of these growing Midwestern communities, who are primarily the U.S.-born children of low-skilled workers, represent a significant untapped population of future STEM workers and entrepreneurs who are growing up in, and want to stay in, rural America. Demographics show that, as a group, migrant and refugee households in Iowa compare negatively with Caucasian populations on metrics such as median income, home ownership, educational attainment, health outcomes, and rates of poverty. They also form tight-knit communities with </span><span class=\"NormalTextRun SCXW31619045 BCX2\">high levels</span><span class=\"NormalTextRun SCXW31619045 BCX2\"> of social capital. The research team&rsquo;s vision is to partner with the youth, families, and other stakeholders in these communities to prepare a future workforce better equipped for a 21st-century rural innovation economy, with opportunities in sectors such as digital agriculture, rural broadband, data sciences, and manufacturing. The research team brings </span><span class=\"NormalTextRun SCXW31619045 BCX2\">expertise</span><span class=\"NormalTextRun SCXW31619045 BCX2\"> from the fields of engineering, design, education, and youth outreach with support from the ISU VRAC and the ISU Pappajohn Center for Entrepreneurship (Pappajohn). The central hypothesis of this planning grant is that Extended Reality (XR)-enabled inclusive and place-based STEM educational delivery models will increase interest in STEM careers and entrepreneurship among rural K-12 students and adults.</span></span><span class=\"EOP SCXW31619045 BCX2\" style=\"font-size: 12pt; line-height: 21.5833px; font-family: Calibri, &quot;Calibri_EmbeddedFont&quot;, &quot;Calibri_MSFontService&quot;, sans-serif;\">&nbsp;</span></p>\n</div>\n<div class=\"OutlineElement Ltr SCXW31619045 BCX2\" style=\"direction: ltr;\">\n<p class=\"Paragraph SCXW31619045 BCX2\" style=\"font-weight: normal; font-style: normal; vertical-align: baseline; background-color: transparent; color: windowtext; text-align: left; margin: 0px 0px 10.6667px; padding-left: 0px; padding-right: 0px; text-indent: 0px;\"><span class=\"TextRun SCXW31619045 BCX2\" style=\"font-size: 12pt; line-height: 21.5833px; font-family: Calibri, &quot;Calibri_EmbeddedFont&quot;, &quot;Calibri_MSFontService&quot;, sans-serif;\" lang=\"EN-US\"><span class=\"NormalTextRun SCXW31619045 BCX2\">The goal of this planning grant </span><span class=\"NormalTextRun SCXW31619045 BCX2\">wa</span><span class=\"NormalTextRun SCXW31619045 BCX2\">s to pilot new XR-enabled STEM educational delivery models developed in collaboration with youth and adults in rural communities with large numbers of low- skilled workers. There is a lack of research on workforce development in rural communities with large migrant and refugee populations. Thus, there is a critical need to study strategies to both train </span><span class=\"NormalTextRun AdvancedProofingIssueV2Themed SCXW31619045 BCX2\">and also</span><span class=\"NormalTextRun SCXW31619045 BCX2\"> keep this skilled workforce local to rural communities where expanded employment opportunities (e.g., industries building </span><span class=\"NormalTextRun SCXW31619045 BCX2\">state-of-the-art</span><span class=\"NormalTextRun SCXW31619045 BCX2\"> factories) will limit out-migration of technical and entrepreneurial talent. This project is a partnership between Iowa State University (ISU), Iowa 4-H Youth Development (Iowa 4-H), and the Storm Lake Community School District (Storm Lake CSD). The City of Storm Lake (pop. 10,600) has been chosen as the site for these pilot activities because it is a rural Iowa community with a large low-skilled workforce employed in the </span><span class=\"NormalTextRun SpellingErrorV2Themed SCXW31619045 BCX2\">agroindustrial</span><span class=\"NormalTextRun SCXW31619045 BCX2\"> sector and a K-12 student population that is 64% English Language Learners and 85% students of color.</span></span><span class=\"EOP SCXW31619045 BCX2\" style=\"font-size: 12pt; line-height: 21.5833px; font-family: Calibri, &quot;Calibri_EmbeddedFont&quot;, &quot;Calibri_MSFontService&quot;, sans-serif;\">&nbsp;</span></p>\n</div>\n<div class=\"OutlineElement Ltr SCXW31619045 BCX2\" style=\"direction: ltr;\">\n<p class=\"Paragraph SCXW31619045 BCX2\" style=\"font-weight: normal; font-style: normal; vertical-align: baseline; background-color: transparent; color: windowtext; text-align: left; margin: 0px 0px 10.6667px; padding-left: 0px; padding-right: 0px; text-indent: 0px;\"><span class=\"TextRun SCXW31619045 BCX2\" style=\"font-size: 12pt; line-height: 21.5833px; font-family: Calibri, &quot;Calibri_EmbeddedFont&quot;, &quot;Calibri_MSFontService&quot;, sans-serif;\" lang=\"EN-US\"><span class=\"NormalTextRun SCXW31619045 BCX2\">Three key objectives were a</span><span class=\"NormalTextRun SCXW31619045 BCX2\">chieved</span><span class=\"NormalTextRun SCXW31619045 BCX2\">: 1) identif</span><span class=\"NormalTextRun SCXW31619045 BCX2\">ied</span><span class=\"NormalTextRun SCXW31619045 BCX2\"> stakeholder needs and aspirations for new place-based educational curricula in STEM fields and entrepreneurship in partnership with the Storm Lake community; 2) co-design</span><span class=\"NormalTextRun SCXW31619045 BCX2\">ed</span><span class=\"NormalTextRun SCXW31619045 BCX2\"> (designing with as opposed to designing for) innovative XR-enabled technology delivery models to meet these needs; and 3) assess</span><span class=\"NormalTextRun SCXW31619045 BCX2\">ed</span><span class=\"NormalTextRun SCXW31619045 BCX2\"> the outcomes of the pilot project with the goal of developing a future large-scale research project based on the results. This research relie</span><span class=\"NormalTextRun SCXW31619045 BCX2\">d</span><span class=\"NormalTextRun SCXW31619045 BCX2\"> on the strong relationship that the statewide Iowa 4-H Program has with the Youth Outreach Coordinator for ISU Extension and Outreach in Buena Vista County, teachers in the Storm Lake CSD, district families, and two local community organizations focused on holistically supporting students and their families.</span></span><span class=\"EOP SCXW31619045 BCX2\" style=\"font-size: 12pt; line-height: 21.5833px; font-family: Calibri, &quot;Calibri_EmbeddedFont&quot;, &quot;Calibri_MSFontService&quot;, sans-serif;\"> <br /></span></p>\n</div>\n</div><br>\n<p>\n Last Modified: 12/16/2023<br>\nModified by: Eliot&nbsp;H&nbsp;Winer</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\nSince the 1980s, migrants and refugees have been moving to rural Midwestern communities to meet growing labor demand for low-skilled workers in the agroindustrial sector such as meat and poultry processing. Contrary to trends in most rural communities, which are shrinking and aging, the communities that have welcomed newcomers have experienced rapid population growth in the last two decades with increases in the working-age population, number of families with school-aged children, and small businesses. This in-migration has been transformative, and often fraught, as people of color and non-native English speakers are fast becoming the majority population in these communities, contrary to the overwhelmingly Caucasian population of the region as a whole. The school-aged residents of these growing Midwestern communities, who are primarily the U.S.-born children of low-skilled workers, represent a significant untapped population of future STEM workers and entrepreneurs who are growing up in, and want to stay in, rural America. Demographics show that, as a group, migrant and refugee households in Iowa compare negatively with Caucasian populations on metrics such as median income, home ownership, educational attainment, health outcomes, and rates of poverty. They also form tight-knit communities with high levels of social capital. The research teams vision is to partner with the youth, families, and other stakeholders in these communities to prepare a future workforce better equipped for a 21st-century rural innovation economy, with opportunities in sectors such as digital agriculture, rural broadband, data sciences, and manufacturing. The research team brings expertise from the fields of engineering, design, education, and youth outreach with support from the ISU VRAC and the ISU Pappajohn Center for Entrepreneurship (Pappajohn). The central hypothesis of this planning grant is that Extended Reality (XR)-enabled inclusive and place-based STEM educational delivery models will increase interest in STEM careers and entrepreneurship among rural K-12 students and adults.\n\n\n\n\nThe goal of this planning grant was to pilot new XR-enabled STEM educational delivery models developed in collaboration with youth and adults in rural communities with large numbers of low- skilled workers. There is a lack of research on workforce development in rural communities with large migrant and refugee populations. Thus, there is a critical need to study strategies to both train and also keep this skilled workforce local to rural communities where expanded employment opportunities (e.g., industries building state-of-the-art factories) will limit out-migration of technical and entrepreneurial talent. This project is a partnership between Iowa State University (ISU), Iowa 4-H Youth Development (Iowa 4-H), and the Storm Lake Community School District (Storm Lake CSD). The City of Storm Lake (pop. 10,600) has been chosen as the site for these pilot activities because it is a rural Iowa community with a large low-skilled workforce employed in the agroindustrial sector and a K-12 student population that is 64% English Language Learners and 85% students of color.\n\n\n\n\nThree key objectives were achieved: 1) identified stakeholder needs and aspirations for new place-based educational curricula in STEM fields and entrepreneurship in partnership with the Storm Lake community; 2) co-designed (designing with as opposed to designing for) innovative XR-enabled technology delivery models to meet these needs; and 3) assessed the outcomes of the pilot project with the goal of developing a future large-scale research project based on the results. This research relied on the strong relationship that the statewide Iowa 4-H Program has with the Youth Outreach Coordinator for ISU Extension and Outreach in Buena Vista County, teachers in the Storm Lake CSD, district families, and two local community organizations focused on holistically supporting students and their families. \n\n\n\t\t\t\t\tLast Modified: 12/16/2023\n\n\t\t\t\t\tSubmitted by: EliotHWiner\n"
 }
}