{
 "awd_id": "2125411",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SCC-IRG Track 2: Smart and Connected Family Engagement for Equitable Early Intervention Service Design",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032922568",
 "po_email": "wnilsen@nsf.gov",
 "po_sign_block_name": "Wendy Nilsen",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 1171723.0,
 "awd_amount": 1187723.0,
 "awd_min_amd_letter_date": "2021-08-24",
 "awd_max_amd_letter_date": "2023-05-30",
 "awd_abstract_narration": "Infants and toddlers with developmental disabilities or delays use early intervention (EI) for rehabilitation services. Yet, EI quality is compromised for racially and ethnically diverse and socially disadvantaged families. A key lever to improve EI quality is family-centered care, an evidence-based approach that is grounded in family engagement for shared decision-making. This project is motivated by the need to give families a smart and connected option for engaging in the design of the EI service plan for their child. This effort will develop and evaluate an upgraded Participation and Environment Measure (PEM), an evidence-based electronic option for directing equitable family-centered EI service design. PEM upgrades will (a) increase content relevance for racially and ethnically diverse families, and (b) leverage modern artificial intelligence solutions to personalize the PEM user experience to a broader range of EI enrolled families. This upgraded PEM electronic option will be evaluated in a population of racially and ethnically diverse EI families, to assess for its capacity to improve EI quality and to appraise supports and barriers to its longer-term implementation within the broader EI service system. This project builds evidence for the first customized, culturally relevant electronic option to direct family-centered care during EI service design. The approaches and technologies developed may be applicable to similar service contexts. Additionally, this project increases opportunities for conducting interdisciplinary research at the intersection of computer science and rehabilitation science, building interprofessional capacity for research engagement among EI service providers and students training for pediatric rehabilitation careers, and sponsoring students from historically underrepresented groups in diverse research labs that value inclusive excellence.\r\n\r\nThis proposal develops key innovations to family-centered EI in two ways. First, for the PEM electronic option, the project will (a) increase content relevance for racially and ethnically diverse families, and (b) personalize the PEM user experience to a broader range of EI enrolled families. For the former, the project will establish cultural equivalencies of the original PEM assessment and critically examine its intervention content to ensure that families can voice concerns about racial climate and collect and share goal attainment strategies using community-preferred communication channels. For the latter, the team will incorporate an adaptive conversational agent into the PEM intervention to improve caregiver navigation and guidance, and we will develop methods to automatically customize its strategy exchange feature to individual caregiver needs. These innovations will result in fundamental advances to natural language processing research through the investigation of adaptive dialogue policies for task-oriented or mixed-initiative dialogue systems, generalized dialogue act schema, and lexicon-informed meaning representations. We will evaluate the upgraded PEM electronic option with racially and ethnically diverse and socially disadvantaged EI enrolled families, to assess for its capacity to improve caregiver and provider perceptions of family-centered EI service quality, improve parent engagement in EI service plan implementation, and increase the availability and relevance of participation-focused EI service plans. We will engage EI stakeholders to appraise supports and barriers to its longer-term implementation in EI. These advances will yield evidence for a customized, culturally-relevant electronic option to foster family-centered care in EI.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Natalie",
   "pi_last_name": "Parde",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Natalie Parde",
   "pi_email_addr": "parde@uic.edu",
   "nsf_id": "000822423",
   "pi_start_date": "2021-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Khetani",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mary A Khetani",
   "pi_email_addr": "mkhetani@uic.edu",
   "nsf_id": "000851214",
   "pi_start_date": "2021-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jodi",
   "pi_last_name": "Dooling-Litfin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jodi Dooling-Litfin",
   "pi_email_addr": "jlitfin@rmhumanservices.org",
   "nsf_id": "000851666",
   "pi_start_date": "2021-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S. Marshfield Avenue",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "033Y00",
   "pgm_ele_name": "S&CC: Smart & Connected Commun"
  },
  {
   "pgm_ele_code": "791800",
   "pgm_ele_name": "CPS-Cyber-Physical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "042Z",
   "pgm_ref_txt": "S&CC: Smart and Connected Communities"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 1171723.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": null
}