{
 "awd_id": "2125684",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NRT-HDR: Finding Signal in the Noise to Enable Science-Based Community Response to Change in Coastal Region",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032928072",
 "po_email": "ddenecke@nsf.gov",
 "po_sign_block_name": "Daniel Denecke",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 1999736.0,
 "awd_amount": 1999736.0,
 "awd_min_amd_letter_date": "2021-08-27",
 "awd_max_amd_letter_date": "2021-08-27",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2). \r\n\r\nCoastal environments throughout the world are undergoing substantial changes in response to climate and human-induced disturbances. Natural disasters and climate stressors make already pervasive inequities and environmental injustices in coastal communities even more pronounced.  Therefore, there is an imperative for a workforce that can investigate how coastal regions are changing in response to human and natural stressors. The resulting science can then be translated to aid communities in assessing the risks of, and actions to address, these challenges.  A variety of agencies and stakeholders routinely collect environmental and socio-economic data that could help to address these problems. However, the data required for traditional analyses or modeling approaches are rarely collected. Therefore, understanding the drivers of coastal change requires creative ways to make sense of available diverse data sets. Trainees in the Coastal Community Environmental Data Scholars (CCEDS) program will represent multiple graduate degree programs and undertake activities that train them in how to apply data science skills while building their confidence as data science scholars – an important issue as many students coming from backgrounds like geology or biology may see data science as a barrier to success rather than a pathway to career enablement. The trainees will extend their dissertation research by applying their basic science skills in partnerships with local communities to identify and solve problems of concern. This National Science Foundation Research Traineeship (NRT) award to East Carolina University (ECU) will train interdisciplinary scientists and engineers to address problems of critical importance to coastal communities via data science. The project anticipates training 36 Ph.D. students, including 18 funded trainees, from two of ECU’s flagship doctoral programs, the Integrated Coastal Science program and the Interdisciplinary Doctoral Program in Biology, Biomedicine, and Chemistry. \r\n\r\nData-driven tools like empirical dynamical modeling and deep learning have an advantage over traditional modeling and analysis methods when insufficient information is available to develop mechanistic models of environmental processes and their coupling with human activities.  These data-driven tools can bring new insights to the understanding of complex systems, particularly in detecting changes in system behavior that can be complemented with more traditional studies to understand why or how the change occurred.  The proposed traineeship supports research activities focused on the convergence of two distinct Ph.D. programs and ensures the preparation of an interdisciplinary data science workforce, especially important for economically developing coastal regions.  Trainees will build on their data science experience by taking part in a 2-year sequence of six program activities involving practices supporting convergent research, science communication, and community-engaged research. Further, the traineeship is based on and tests the effectiveness of best practices for training students to overcome issues such as imposter phenomena and stereotype threats related to data science. The experiential activities are structured to build trainees’ confidence and identity while preparing them for real-world data science jobs within and beyond academia.  This program will benefit society by training a diverse workforce to collaborate with community partners and use data-driven activities to mitigate environmental issues that impact equity and social justice in coastal regions.\r\n\r\nThe NSF Research Traineeship (NRT) Program is designed to encourage the development and implementation of bold, new potentially transformative models for STEM graduate education training. The program is dedicated to effective training of STEM graduate students in high priority interdisciplinary or convergent research areas through comprehensive traineeship models that are innovative, evidence-based, and aligned with changing workforce and research needs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Moysey",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen M Moysey",
   "pi_email_addr": "moyseys18@ecu.edu",
   "nsf_id": "000485883",
   "pi_start_date": "2021-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Siddhartha",
   "pi_last_name": "Mitra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Siddhartha Mitra",
   "pi_email_addr": "mitras@ecu.edu",
   "nsf_id": "000076982",
   "pi_start_date": "2021-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Bowler",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Mark C Bowler",
   "pi_email_addr": "bowlerm@ecu.edu",
   "nsf_id": "000558475",
   "pi_start_date": "2021-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Paynter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon Paynter",
   "pi_email_addr": "paynters@ecu.edu",
   "nsf_id": "000659304",
   "pi_start_date": "2021-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ariane",
   "pi_last_name": "Peralta",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Ariane L Peralta",
   "pi_email_addr": "peraltaa@ecu.edu",
   "nsf_id": "000683047",
   "pi_start_date": "2021-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "East Carolina University",
  "inst_street_address": "1000 E 5TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREENVILLE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "2523289530",
  "inst_zip_code": "278582502",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NC03",
  "org_lgl_bus_name": "EAST CAROLINA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HWPEKM8VFTJ9"
 },
 "perf_inst": {
  "perf_inst_name": "East Carolina University",
  "perf_str_addr": "",
  "perf_city_name": "Greenville",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "278584353",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199700",
   "pgm_ele_name": "NSF Research Traineeship (NRT)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "4V21",
   "app_name": "EHR ARP Act DEFC V",
   "app_symb_id": "040106",
   "fund_code": "040V2122DB",
   "fund_name": "EHR ARP Act DEFC V",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 1999736.0
  }
 ],
 "por": null
}