{
 "awd_id": "2125142",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MIM: Machine Learning, Systems Modeling, and Experimental Approaches to Understand the Universal Rules of Life of Microbiota Using Marine Time Series Data",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": "7032924740",
 "po_email": "dkabbot@nsf.gov",
 "po_sign_block_name": "Patrick Abbot",
 "awd_eff_date": "2022-01-01",
 "awd_exp_date": "2026-12-31",
 "tot_intn_awd_amt": 2500651.0,
 "awd_amount": 2500651.0,
 "awd_min_amd_letter_date": "2021-08-16",
 "awd_max_amd_letter_date": "2021-08-16",
 "awd_abstract_narration": "Understanding the relationships among microbial organisms, the functioning of their genes and communities, the environment, and how these relationships reflect universal rules of life remain essential problems in microbiology. The team of investigators are leveraging metagenomics data, the collective DNA content of the entire community, from a marine time series to address these questions. Although the science of metagenomics is over a decade old, there are still many aspects of metagenomic datasets that require new approaches to extract valuable information. The research team will apply state-of-the-art integrative machine learning, systems modeling and experimental approaches to existing and newly generated time series metagenomic data to better understand the interaction networks in microbial communities and their impacts on microbial community function, which have major implications for understanding the global cycling of elements and processing of energy in ecosystems. The machine learning and mathematical modeling tools developed in this proposal should provide new avenues for fundamental analysis of metagenomes. The theory and computational tools will also directly benefit both the statistical and machine learning community on causal inference as well as ecological modeling. Ultimately, these tools will enable investigators to help uncover the universal rules of life within microbiomes from many different environments, including those present in animals and plants. The project will provide interdisciplinary training for postdoctoral fellows, graduate, undergraduate and high school students with emphasis on underrepresented groups in data science, computer science, statistics, computational biology, environmental biology and ecology. Software tools developed during the project will be disseminated to the community.\r\n\r\n\r\nOver the past two decades, the San Pedro Ocean Time (SPOT) Series associated with University of Southern California Microbial Observatory has collected time series marker gene, metagenomic, and metatranscriptomic data at different time scales (daily, weekly, monthly, and seasonally) across various depths, locations and perturbations (pristine and polluted) in the ocean. With the rich available time series data, the research team will develop machine learning, systems modeling, and experimental approaches to understand the universal rules of life of microbial communities. The specific aims of this project are to (1) develop machine learning approaches to identify all microbes, known or novel, within the microbial communities and also host of mobile genetic elements, such as viruses and plasmids, through metagenomic read assembly and binning, (2) further investigate the Granger graphical models with knockoff false discovery control, apply the resulting computational tools to the SPOT data to identify causal relationships among the known microbial genomes, metagenome assembled genomes, and environmental factors. (3) based on the causal networks constructed from the first two aims, develop mechanistic models driving organism abundances and community structure, such as competition, cross-feeding, virus-host interactions, grazing and physical transport, and develop a predictive framework for application to diverse and future ecosystems. (4) experimentally validate the predicted virus-host interactions using proximity-ligation experiments and the dynamics and emerging properties of the microbial communities. User-friendly software packages to automate the procedures for analyzing metagenomic data will be developed. \r\n\r\nCo-funding for this research was provided by the Biological Oceanography and Mathematical Biology programs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fengzhu",
   "pi_last_name": "Sun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fengzhu Sun",
   "pi_email_addr": "fsun@usc.edu",
   "nsf_id": "000488265",
   "pi_start_date": "2021-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jed",
   "pi_last_name": "Fuhrman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jed A Fuhrman",
   "pi_email_addr": "fuhrman@usc.edu",
   "nsf_id": "000173125",
   "pi_start_date": "2021-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jinchi",
   "pi_last_name": "Lv",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jinchi Lv",
   "pi_email_addr": "jinchilv@usc.edu",
   "nsf_id": "000082144",
   "pi_start_date": "2021-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yan",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yan Liu",
   "pi_email_addr": "yanliu.cs@usc.edu",
   "nsf_id": "000572301",
   "pi_start_date": "2021-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Zakem",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emily Zakem",
   "pi_email_addr": "emilyzakem@gmail.com",
   "nsf_id": "000851777",
   "pi_start_date": "2021-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "1050 Childs Way",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900892910",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "106Y00",
   "pgm_ele_name": "URoL-Understanding the Rules o"
  },
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 2500651.0
  }
 ],
 "por": null
}