{
 "awd_id": "2125990",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research: From Community to Practice: Evaluating How Open Educational Resources Facilitate Implementation of Vision and Change Principles Across Diverse Institutions",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924651",
 "po_email": "vccarter@nsf.gov",
 "po_sign_block_name": "Virginia Carter",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 778131.0,
 "awd_amount": 778131.0,
 "awd_min_amd_letter_date": "2021-07-28",
 "awd_max_amd_letter_date": "2021-07-28",
 "awd_abstract_narration": "This project aims to serve the national interest by examining how open educational resources (OERs), which are educational materials available in the public domain, have enabled implementation of Vision and Change (V&C) principles. The V&C report called for biology departments to transform their programs by using student-centered teaching approaches and integrating core concepts and competencies throughout their curriculum. This report also recognized that course transformation represents a major undertaking for individual instructors and that achieving widespread change would require a distributed effort across biology educators. The biology community has responded to this call in a variety of ways, including supporting peer-reviewed OER journal articles that describe structured lessons with demonstrated potential to improve undergraduate student success. However, there has been little work to understand the composition, implementation, and impacts of the V&C principles in OERs. By characterizing the existing resources, describing community OER engagement, and measuring OER implementation and student learning, this project has a unique vantage from which to understand at a national level how the V&C call has been realized by the community for the benefit of students.\r\n \r\nThe unifying goal of this project is to advance undergraduate biology education by examining how OER articles have enabled implementation of V&C principles across a variety of undergraduate institution types. Despite the potential usefulness of OERs, the field lacks a comprehensive understanding of the scope of existing lessons described in articles, how instructors implement them, and whether these resources consistently lead to positive student outcomes. This project will address this gap using an array of data sources, from published OER articles to present day student learning. The project aims to conduct a scoping review of OER article content from a variety of journals. The scoping review will address questions about the coverage of V&C core concepts and competencies; the use of active learning practices; and the advancement of diversity, equity, and inclusion. This project will also survey authors and users to determine their engagement with OERs. For authors, the focus will be on how they construct their lessons with V&C principles and how their institutions reward OER contributions. For users, the focus will be on how they modify lessons for their courses. To further determine how implementation affects student learning, instructors who teach pre-selected OER lessons aligned with V&C core concepts and competencies will share course artifacts (e.g., lecture slides), video recordings of their instruction, and student assessment results. Taken together, these data will provide insights into the range of ways that instructors adapt V&C-aligned OERs for their own contexts and determine the extent to which lesson components influence student learning across institution types. Drawing from emergent research, instructors from a variety of institutions will meet regularly in faculty mentoring networks (FMNs) to identify and enact strategies to improve the OER sharing process. These strategies will promote V&C principles through mechanisms such as issuing community calls for specific resource development; reflecting on how OER articles can promote diversity, equity, and inclusion; hosting workshops at home institutions to help colleagues adopt and implement OERs; and identifying suggestions for departmental incentives and community supports that encourage increased OER growth. This project will benefit society by understanding how V&C aligned OERs can be used to promote student learning in undergraduate biology courses. This project is funded by the Program Description 21-7412, Vision and Change that supports projects that study the impact of the Vision and Change movement in Undergraduate Biology Education.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Couch",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Brian A Couch",
   "pi_email_addr": "bcouch2@unl.edu",
   "nsf_id": "000637510",
   "pi_start_date": "2021-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "151 Prem S. Paul Research Center",
  "perf_city_name": "Lincoln",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685031435",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 778131.0
  }
 ],
 "por": null
}