{
 "awd_id": "2125283",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SCC-PG : Human-AI Teaming for Flood Evacuation Decision Making",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Shen",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2021-08-19",
 "awd_max_amd_letter_date": "2021-08-19",
 "awd_abstract_narration": "Evacuation of coastal communities, particularly in rural areas, can be a challenge due to the topography, dispersed residential and population patterns, and limited number of roadways that lead further inland. This Smart and Connected Community Planning project will assess the viability of leveraging human knowledge and social media data with an artificial intelligence (AI) system to create a human-AI teaming (HAT) paradigm addressing flood evacuation decision making in isolated coastal rural communities. In the process of creating a HAT paradigm, we will integrate transportation network data with river information as well as volunteers’ observations and social media data to leverage the strengths of local members of a Community Emergency Response Team (CERT) with AI. This Planning project advances the field by conducting a feasibility study of this HAT decision-making tool, which will be tested through real-world flood evacuation examples in Charleston, Berkeley, and Dorchester Counties located in the Lowcountry region of South Carolina (SC). Additionally, we will determine the barriers and motivations for understanding the usability of the researched HAT decision-making tool using qualitative (interview) protocols. This project supports education and diversity by providing research experiences to diverse students, as well as focusing on vulnerable, rural communities. Additionally, this planning project supports NSF's mission to promote the progress of science and to advance the nation's health, prosperity, and welfare by seeking to (i) enhance flood evacuation by automatic data-driven decision making and (ii) identify potential barriers to the adoption of technology in rural volunteer communities. \r\n\r\nThis research will co-create and implement a pilot solution for flood evacuation decision making by including systems thinking, human–machine engagement, human development training, and AI-driven decision making. The focus is on the advancement of flood evacuation techniques by transferring the traditional determination techniques (the expert evaluation approach) toward new and coherent HAT computing. By leveraging HAT protocols and applying them to a flood evacuation decision-making tool, our project has the potential to be transformative. Tackling these issues will enable us to harness the full potential of AI as a partner in emergency management and response. This planning project brings together researchers from water resources engineering, social sciences and communication, transportation engineering, disaster science, computer science, and numerous volunteers and stakeholders to co-create solutions, build/strengthen collaboration with key stakeholders and CERT organizations and identify potential barriers to technology use in rural communities challenged by a higher incidence of flood hazards and substandard infrastructure.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amanda",
   "pi_last_name": "Hughes",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Amanda L Hughes",
   "pi_email_addr": "amanda_hughes@byu.edu",
   "nsf_id": "000668319",
   "pi_start_date": "2021-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vidya",
   "pi_last_name": "Samadi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vidya Samadi",
   "pi_email_addr": "SAMADI@clemson.edu",
   "nsf_id": "000651827",
   "pi_start_date": "2021-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pamela",
   "pi_last_name": "Murray-Tuite",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pamela Murray-Tuite",
   "pi_email_addr": "pmmurra@clemson.edu",
   "nsf_id": "000495729",
   "pi_start_date": "2021-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Keri",
   "pi_last_name": "Stephens",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Keri K Stephens",
   "pi_email_addr": "keristephens@austin.utexas.edu",
   "nsf_id": "000537592",
   "pi_start_date": "2021-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nina",
   "pi_last_name": "Hubig",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Nina C Hubig",
   "pi_email_addr": "nhubig@clemson.edu",
   "nsf_id": "000811800",
   "pi_start_date": "2021-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "109 Riggs Hall",
  "perf_city_name": "Clemson",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "033Y00",
   "pgm_ele_name": "S&CC: Smart & Connected Commun"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "042Z",
   "pgm_ref_txt": "S&CC: Smart and Connected Communities"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research, for the first time, introduces the concepts of Human-AI Teaming (HAT) capabilities for flood evacuation decision-making.&nbsp;&nbsp;This project focused on designing and developing a pilot human-AI teaming (HAT)&nbsp; tool, conducting interviews with Community Emergency Response Team (CERT) volunteers and community stakeholders, and mentoring and training 1 graduate student and a junior research scientist.&nbsp;As part of the outcomes, we created a Human-AI Teaming (HAT) web platform and deployed it on the NSF ACCESS gateway. The tool is smartly designed to forecast flood stage levels using AI across the US Geological Survey gauging stations and combine the results with Manning's equation results and transportation data, integrated into a web-based Google Earth visualization architecture.&nbsp;The HAT system has been tested in the Lowcountry of South Carolina, where previous flooding disasters caused considerable damage to the transportation networks and increased traffic on evacuation routes. This state-of-the-art HAC system&mdash; a flood evacuation product&mdash; stands to advance the frontier of human-AI collaborative research in the context of real-time flood emergency management and response. The HAT materials are also integrated into educational courses at Clemson University. This project also supported 1 MS student and 1 research scientist. The codes, data, and results are disseminated through the HAT Web platform and are publicly available.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/14/2024<br>\nModified by: Vidya&nbsp;Samadi</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis research, for the first time, introduces the concepts of Human-AI Teaming (HAT) capabilities for flood evacuation decision-making.This project focused on designing and developing a pilot human-AI teaming (HAT) tool, conducting interviews with Community Emergency Response Team (CERT) volunteers and community stakeholders, and mentoring and training 1 graduate student and a junior research scientist.As part of the outcomes, we created a Human-AI Teaming (HAT) web platform and deployed it on the NSF ACCESS gateway. The tool is smartly designed to forecast flood stage levels using AI across the US Geological Survey gauging stations and combine the results with Manning's equation results and transportation data, integrated into a web-based Google Earth visualization architecture.The HAT system has been tested in the Lowcountry of South Carolina, where previous flooding disasters caused considerable damage to the transportation networks and increased traffic on evacuation routes. This state-of-the-art HAC system a flood evacuation product stands to advance the frontier of human-AI collaborative research in the context of real-time flood emergency management and response. The HAT materials are also integrated into educational courses at Clemson University. This project also supported 1 MS student and 1 research scientist. The codes, data, and results are disseminated through the HAT Web platform and are publicly available.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 10/14/2024\n\n\t\t\t\t\tSubmitted by: VidyaSamadi\n"
 }
}