{
 "awd_id": "2126396",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Constraints on Interseismic Locking near the Trench on the Oregon Segment of the Cascadia Subduction Zone Using Seafloor Geodesy (GNSS-A)",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032922952",
 "po_email": "gchriste@nsf.gov",
 "po_sign_block_name": "Gail Christeson",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 401300.0,
 "awd_amount": 401300.0,
 "awd_min_amd_letter_date": "2021-08-23",
 "awd_max_amd_letter_date": "2021-08-23",
 "awd_abstract_narration": "This project aims to measure the relative movement between the North American and Juan de Fuca tectonic plates across the Cascadia Subduction Zone to help quantify the earthquake and tsunami hazards.  The Cascadia Subduction Zone, which is represented by a major fault at the interface of two tectonic plates, is a potential source of large earthquakes and tsunamis.  Recent large earthquakes, such as the 2011 Tohoku earthquake, have demonstrated that rupture can extend to surprisingly shallow depths, where large vertical displacements of the seafloor can generate a tsunami.  It is important to learn if the situation is similar on the Cascadia Subduction Zone, increasing the hazard from a large tsunami along the US west coast.  Determining whether the seafloor in Cascadia moves at the subducting plate rate or is slowed because the fault is locked locally is also important to the scientific understanding of the fault mechanics.  The technical challenge is to make these observations on the seafloor, which is both difficult to access and corrosive to instrumentation.  Thus, this effort requires specialized techniques for making the necessary observations.  This project will support the training of a graduate student and postdoctoral fellow in the use of seafloor geodetic techniques, and the project will further develop the engineering human resources and infrastructure needed to advance seafloor geodesy. \r\n\r\nThe time series of seafloor benchmarks at three existing sites on the accretionary prism of the Cascadia Subduction Zone offshore Oregon will be extended using the GNSS-Acoustic method.  These seafloor sites were established in previous years with varying numbers of surveys on each, yielding initial estimates of tectonic plate velocities at three of four sites along the margin.  Three new surveys will be performed with a GNSS-Acoustic-equipped Wave Glider during the two-year project.  The Wave Glider approach greatly reduces the survey cost compared to that undertaken with a research vessel.  In addition to undertaking the geodetic surveys, new algorithms will be explored that improve the data processing, including algorithms designed to mitigate biases from the acoustic velocity structure of the water column and by capitalizing on multi-GNSS data.  Finally, the amount of kinematic locking at the trench will be inferred using elastic boundary element models, with the goal to identify if plate locking varies along strike and correlates with structural features in the outer accretionary prism.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Zumberge",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Zumberge",
   "pi_email_addr": "mzumberge@ucsd.edu",
   "nsf_id": "000330482",
   "pi_start_date": "2021-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "UCSD Scripps Inst of Oceanography",
  "perf_str_addr": "8602 La Jolla Shores Dr",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930210",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 401300.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In a subduction zone, one of the Earth&rsquo;s tectonic plates slides beneath another one.&nbsp; Offshore the Cascadia coast (Washington, Oregon, and northern California), the Juan de Fuca Plate is subducted beneath the North American Plate.&nbsp; As the two plates slide past one another, they frequently become locked due to friction.&nbsp; Forces continue to push the plates past each other, building up elastic stress that is ultimately released in an earthquake.&nbsp; Often these earthquakes are quite large (magnitude 8 or even 9), causing much damage and are frequently accompanied by tsunami.&nbsp; The last large Cascadia earthquake occurred in 1700.</p>\n<p>&nbsp;</p>\n<p>On land, we can measure the motion of the plates with satellites.&nbsp; This doesn&rsquo;t work with the seafloor because the satellite signals won&rsquo;t penetrate sea water.&nbsp; Instead we use a robotic surface vessel called a Wave Glider which autonomously travels along preprogrammed routes.&nbsp; One of many tasks that can be undertaken by these vehicles is to acoustically range to devices on the seafloor, called transponders. &nbsp;The Wave Glider&rsquo;s position is determined with satellite signals and the seafloor transponder positions are determined with respect to the Wave Glider by measuring acoustic travel times. &nbsp;In this way the motion of the submerged plate can be tracked in a global reference frame with centimeter precision.</p>\n<p>&nbsp;</p>\n<p>In this experiment, several sites offshore Oregon had been emplaced in the past (going back as far as 2016).&nbsp; Under this grant we continued collecting data annually at those sites to improve the uncertainty in the velocity of edge of North American Plate.&nbsp; Comparing this velocity (a few cm per year) to sites on land can indicate the rate at which stress is being built up in preparation for the next great earthquake.&nbsp; An accompanying map shows the locations of the sites surveyed in this study as well as newly established sites in the region. It is important to make such measurements over time to know where and how much stress is building up to better assess the hazards from earthquakes and tsunami.</p>\n<p>&nbsp;</p>\n<p>We have updated site velocities at NCL1, NCB1, and NNP1 (see map) and used those velocities to estimate the locking at the subduction zone interface beneath these three sites. These velocities and the locking models will be updated over the next several years as part of an expanded seafloor geodesy community experiment.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/12/2024<br>\nModified by: Mark&nbsp;A&nbsp;Zumberge</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2126396/2126396_10765454_1705097186770_pngmap--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2126396/2126396_10765454_1705097186770_pngmap--rgov-800width.png\" title=\"Map\"><img src=\"/por/images/Reports/POR/2024/2126396/2126396_10765454_1705097186770_pngmap--rgov-66x44.png\" alt=\"Map\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Map of sites offshore Oregon and Washington.  The sites off Oregon (shown with red symbols) were the focus of this study.</div>\n<div class=\"imageCredit\">Google Earth</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Mark&nbsp;A&nbsp;Zumberge\n<div class=\"imageTitle\">Map</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn a subduction zone, one of the Earths tectonic plates slides beneath another one. Offshore the Cascadia coast (Washington, Oregon, and northern California), the Juan de Fuca Plate is subducted beneath the North American Plate. As the two plates slide past one another, they frequently become locked due to friction. Forces continue to push the plates past each other, building up elastic stress that is ultimately released in an earthquake. Often these earthquakes are quite large (magnitude 8 or even 9), causing much damage and are frequently accompanied by tsunami. The last large Cascadia earthquake occurred in 1700.\n\n\n\n\n\nOn land, we can measure the motion of the plates with satellites. This doesnt work with the seafloor because the satellite signals wont penetrate sea water. Instead we use a robotic surface vessel called a Wave Glider which autonomously travels along preprogrammed routes. One of many tasks that can be undertaken by these vehicles is to acoustically range to devices on the seafloor, called transponders. The Wave Gliders position is determined with satellite signals and the seafloor transponder positions are determined with respect to the Wave Glider by measuring acoustic travel times. In this way the motion of the submerged plate can be tracked in a global reference frame with centimeter precision.\n\n\n\n\n\nIn this experiment, several sites offshore Oregon had been emplaced in the past (going back as far as 2016). Under this grant we continued collecting data annually at those sites to improve the uncertainty in the velocity of edge of North American Plate. Comparing this velocity (a few cm per year) to sites on land can indicate the rate at which stress is being built up in preparation for the next great earthquake. An accompanying map shows the locations of the sites surveyed in this study as well as newly established sites in the region. It is important to make such measurements over time to know where and how much stress is building up to better assess the hazards from earthquakes and tsunami.\n\n\n\n\n\nWe have updated site velocities at NCL1, NCB1, and NNP1 (see map) and used those velocities to estimate the locking at the subduction zone interface beneath these three sites. These velocities and the locking models will be updated over the next several years as part of an expanded seafloor geodesy community experiment.\n\n\n\t\t\t\t\tLast Modified: 01/12/2024\n\n\t\t\t\t\tSubmitted by: MarkAZumberge\n"
 }
}