{
 "awd_id": "2126888",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Enhancing Speech Science Training through Collaboration: Investigating Perception of a Variable Speech Signal",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032927376",
 "po_email": "jwmirand@nsf.gov",
 "po_sign_block_name": "Josie Welkom Miranda",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 269902.0,
 "awd_amount": 269902.0,
 "awd_min_amd_letter_date": "2021-08-12",
 "awd_max_amd_letter_date": "2021-08-12",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2). In recent years, automated speech recognition systems have become much more accurate and widely used. However, these systems still cannot handle speech variability as well as human listeners can. Furthermore, speech technology tends to work less effectively for underrepresented groups. This project will address these problems by investigating how human listeners understand variable speech, and by increasing the capacity and involvement of underrepresented groups in the field of speech science. The research will make prominent contributions to scientific knowledge of how human speech perception works. These contributions will be directly relevant to improving automatic speech recognition systems, which are becoming ubiquitous in technology, healthcare, and education. The project will also significantly strengthen research capacity in speech science at North Carolina A&T State University, which is the Nation’s largest Historically Black University, and will support increased training and involvement of students from underrepresented groups at both NC A&T and at Penn State University, the collaborating institution. The research and training outcomes of the project will help to make speech science and technology both more effective and more equitable.\r\n\r\nA critical yet unsolved question in speech science is how human listeners achieve robust speech perception despite a highly variable speech signal. Theories of speech perception disagree on basic assumptions: for example, some theories suggest that speech perception depends mainly on recognizing acoustic patterns, while other theories suggest that listeners perceive the vocal tract movements that cause the speech sounds. This project will test and improve these competing theories by investigating the phenomenon of compensation for coarticulation (CfC), which is the finding that listeners’ perception of speech segments is affected by the properties of surrounding speech. Several experiments will be used to examine how CfC works in conditions of speech variability (e.g., talker variability, rate variability, and competing speech), and how CfC is affected by learning. In addition, the project will build capacity at NC A&T along three dimensions by (a) providing research training for students in speech science, (b) fostering collaborations between researchers at A&T and Penn State, and (c) enhancing opportunities for faculty development.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Navin",
   "pi_last_name": "Viswanathan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Navin Viswanathan",
   "pi_email_addr": "mailnavin@gmail.com",
   "nsf_id": "000566099",
   "pi_start_date": "2021-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 Old Main",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146Y00",
   "pgm_ele_name": "Build and Broaden"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 269902.0
  }
 ],
 "por": null
}