{
 "awd_id": "2126467",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ISS: Flame Spread Response to Non-steady Airflow",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927281",
 "po_email": "hchellia@nsf.gov",
 "po_sign_block_name": "Harsha Chelliah",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 399095.0,
 "awd_amount": 399095.0,
 "awd_min_amd_letter_date": "2021-08-09",
 "awd_max_amd_letter_date": "2021-08-09",
 "awd_abstract_narration": "Communities near wildland areas, particularly those in the western United States, are threatened by increases in wildland fire severity and frequency. At the same time these fires contribute to air pollution over much larger geographical areas. This proposal seeks to reduce the severity and impact of these fires by improving the ability to predict their spread and growth. Wildland fires are very dynamic with rapidly changing winds and fuel loads yet much research to date is based on steady analysis. Recent research has provided a more complete understanding of fire growth, particularly the role of intermittent fuel heating from the flame, but overall, there is an absence of fundamental research on non-steady (periodic or intermittent) flame spread. The objective of this project is to study a spreading flame’s response to a non-steady forced flow to better predict wildfire spread. This will be accomplished through terrestrial experiments under mixed convection flow (buoyant and forced flow) as well as microgravity experiments with purely forced flow. These experiments will characterize and help explain transient flame behavior under non-steady flow conditions. This knowledge will provide the research community with insight into the role of non-steady flow processes in wildfire spread.  \r\n\r\nThis project will examine the physical mechanisms by which transient flame behavior impacts a spreading flame with a non-steady concurrent airflow using experiments and computational modelling. The goal of this project is to better predict wildfire spread by examining the role of intermittent fuel-heating from flames on the rate of fire spread. Recent research has found that intermittent flame heating processes can be the dominant heat transfer process under certain fire conditions, resulting in fire spread that is not predicted by current models. Thus, there is a need to develop a “verifiable physical theory” of wildfire spread. This project seeks to contribute towards the goal of developing such a theory by studying the related fundamental problem of flame spread aided by non-steady airflow. Here it is proposed to use a non-steady (periodic) external forced flow to experimentally simulate the intermittent flow induced by the buoyant instabilities and/or a turbulent boundary layer. Inclusion of microgravity experiments will enable removal of buoyancy effects and better characterization the non-steady flow. The proposed research will be one of the first, if not the first, experimental study specifically investigating the response of spreading flames to a non-steady, concurrent airflow.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Urban",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "James L Urban",
   "pi_email_addr": "Jurban@wpi.edu",
   "nsf_id": "000816376",
   "pi_start_date": "2021-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Worcester Polytechnic Institute",
  "inst_street_address": "100 INSTITUTE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5088315000",
  "inst_zip_code": "016092280",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "WORCESTER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJNQME41NBU4"
 },
 "perf_inst": {
  "perf_inst_name": "Worcester Polytechnic Institute (WPI)",
  "perf_str_addr": "100 Institute Road, 100 In",
  "perf_city_name": "Worcester",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016092247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 399095.0
  }
 ],
 "por": null
}