{
 "awd_id": "2126792",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: NNA Research: Interactions of natural and social systems with climate change, globalization, and infrastructure development in the Arctic",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032922217",
 "po_email": "kmclauch@nsf.gov",
 "po_sign_block_name": "Kendra McLauchlan",
 "awd_eff_date": "2022-01-01",
 "awd_exp_date": "2026-12-31",
 "tot_intn_awd_amt": 992095.0,
 "awd_amount": 992095.0,
 "awd_min_amd_letter_date": "2021-08-01",
 "awd_max_amd_letter_date": "2024-07-03",
 "awd_abstract_narration": "Navigating the New Arctic (NNA) is one of NSF's 10 Big Ideas. NNA projects address convergence scientific challenges in the rapidly changing Arctic. The Arctic research is needed to inform the economy, security and resilience of the Nation, the larger region and the globe. NNA empowers new research partnerships from local to international scales, diversifies the next generation of Arctic researchers, enhances efforts in formal and informal education, and integrates the co-production of knowledge where appropriate. This award fulfills part of that aim by addressing interactions among social systems, natural environment, and built environment in the following NNA areas: Arctic Residents, Data and Observation, Forecasting, Global Impact, and Resilient Infrastructure. \r\n\r\nSeasonality shifts, thawing permafrost, and the occurrence of extreme weather conditions in the Arctic today have led to cascading effects in the natural and human worlds. Plants and animals are changing their seasonality and ranging patterns. These changes put increased pressure on livelihoods of peoples of the North, whose dependence on the natural world is tied to weather and seasonality. Globalization, such as the growing presence of industrial and urban centers, also impacts the Arctic tundra and livelihoods of Indigenous peoples as never before. By considering impacts of multiple climatic and socioeconomic drivers on the functioning of an increasingly industrialized Arctic region, this project crystalizes processes that are or represent potential threats to the well-being of Arctic communities relying on reindeer herding economy. This project co-produces knowledge with various stakeholders representing the Indigenous community, regional government, and industry sectors. The project links numerous disciplines and provides training opportunities for the next generation of scientists as well as broader exposure via an inter-institutional course-forum and public outreach events.\r\n\r\nThe goal of this project is to understand how the natural, social, and built environment systems within a tundra region are linked in their responses to stressors. This project examines how (1) tall vegetation impacts animals and reindeer herders, and feedback mechanisms conditioned on human activities; (2) changing snowpack influences food webs and animal population dynamics, and alters decision-making by reindeer herders and other stakeholders; (3) the built environment affects the reindeer herding system, as well as interactions between industrial workers and indigenous people and perceptions of the environment by these groups; and (4) reindeer management, social institutions, and markets for reindeer products affect community resilience, indigenous traditions and practices, and landscape structure. The Yamal region of Russia is an ideal site as it spans four of the five Arctic bioclimatic subzones and has an unprecedented large-scale survey of Yamal in the late 1980s as well as voluminous Soviet-era anthropological research on reindeer herders. This project works with regional stakeholders to test hypotheses of multi-system responses to changes in summer and winter heating, growing presence of industrial activities, and increasing social complexities in peoples of the North.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Valeriy",
   "pi_last_name": "Ivanov",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Valeriy Y Ivanov",
   "pi_email_addr": "ivanov@umich.edu",
   "nsf_id": "000095304",
   "pi_start_date": "2021-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Macias-Fauria",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marc Macias-Fauria",
   "pi_email_addr": "marc.maciasfauria@ouce.ox.ac.uk",
   "nsf_id": "000851410",
   "pi_start_date": "2021-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "3003 South State St. Room 1062",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "104Y00",
   "pgm_ele_name": "NNA-Navigating the New Arctic"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "072Z",
   "pgm_ref_txt": "NNA-Navigating the New Arctic"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  },
  {
   "pgm_ref_code": "5939",
   "pgm_ref_txt": "US/USSR ACTIVITIES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 992095.0
  }
 ],
 "por": null
}