{
 "awd_id": "2126524",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "OCE-PRF: Mechanisms of coral resistance to climate change driven stressors in the Tropical Eastern Pacific",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927709",
 "po_email": "elrom@nsf.gov",
 "po_sign_block_name": "Elizabeth Rom",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 278481.0,
 "awd_amount": 278481.0,
 "awd_min_amd_letter_date": "2021-07-30",
 "awd_max_amd_letter_date": "2021-07-30",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2).\r\n\r\nCoral reefs, one of the most productive and biodiverse habitats in the ocean, are at risk of collapse from climate change-related stress. Their ability to resist climate change events such as increasing temperatures is expected to be greater in regions of the world where substantial variations in climate conditions occur. Some Tropical Eastern Pacific (TEP) areas experience seasonal winds that push warm water away and allow cold water from the ocean bottom to the surface. This annual phenomenon called “upwelling” brings variation in ocean conditions such as temperature, pH, salinity, and nutrients. While coral populations from upwelling regions are expected to be better adapted to resist climate change-related stress, the mechanisms by which corals can cope with changing conditions are poorly documented. This project investigates why some corals in the TEP may be more resistant to the damaging effects of climate change than corals elsewhere., This study aims to elucidate corals’ physiological responses to changes in temperature and salinity through extensive field and laboratory experiments, which can inform coral reef restoration efforts worldwide. \r\n\r\nThe objectives of this project are to determine differences in performance (i.e., photosynthetic or respiration rate) with thermal reaction norms (TRNs) of coral populations from upwelling and non-upwelling regions along to the Pacific coast of Panama and assess whether coral sensitivity varies in response to altered regimes of temperature and salinity. Differences in coral population performance are investigated in situ across temporal temperature gradients and from experimental assays combining temperature gradients and extreme salinities expected under climate change. This study proposes to use the empirical results in a model of population performance that includes a new formulation of a temperature-salinity interaction to test the prediction that suboptimal salinity is likely to exacerbate environmental warming effects on corals. So far, the synergistic effects between temperature and salinity as climate-driven stressors on coral populations have not yet been thoroughly studied. This study is expected to yield important knowledge for coral reef conservation and restoration efforts. This project is primarily conducted in Panama, Central America, and it includes training undergraduate students from underrepresented minorities by fully engaging them in the research activities. This training is an excellent opportunity to prepare them for a successful scientific career in an international forum. The research team also promotes awareness of climate change and its impact on coral reefs through various activities, including outreach and educational activities for school children in Panama. Information that can apply to the conservation and restoration of corals will be disseminated to a wide variety of stakeholders from the U.S., Panama, and neighboring countries.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Diana",
   "pi_last_name": "Lopez",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Diana P Lopez",
   "pi_email_addr": "dlopez@temple.edu",
   "nsf_id": "000851279",
   "pi_start_date": "2021-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": null,
  "perf_city_name": "Tallahassee",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323064166",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "820500",
   "pgm_ele_name": "OCE Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  },
  {
   "pgm_ref_code": "8214",
   "pgm_ref_txt": "ECCO"
  },
  {
   "pgm_ref_code": "8556",
   "pgm_ref_txt": "Coral Reefs"
  }
 ],
 "app_fund": [
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 278481.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Dr. Diana P. L&oacute;pez led the project titled \"Mechanisms of Coral Resistance to Climate Change-Driven Stressors in the Tropical Eastern Pacific\" as a postdoctoral scholar, funded by the NSF-Ocean Sciences Postdoctoral Fellowship. Her research program was developed in the Pacific Ocean of Panama, with research questions inspired by the unparalleled resilience of coral reefs in the region.</p>\n<p>In the Gulf of Panama, ocean dynamics undergo rapid changes during upwelling months (approximately January through March), resulting in temperature drops, increased salinity, and the surfacing of nutrients from the deep ocean. This significant variation in environmental conditions is believed to contribute to the thriving and acclimation of corals to stressors related to climate change.</p>\n<p>The overarching objective of the project is to identify the underlying mechanisms that enable corals to thrive in an ever-changing environment amidst the ongoing threat of climate change. Dr. L&oacute;pez's research employed field sampling and laboratory experiments to investigate how the two most common coral species in Pacific Panama, <em>Pocillopora grandis</em> and <em>Pocillopora cf. verrucosa</em>, cope with environmental variation and extreme temperatures. Additionally, the study aimed to understand how these corals utilize light energy over short timescales (a few hours).</p>\n<p>Preliminary findings suggest that extremely high temperatures reduce the ability of both <em>Pocillopora</em> species to photosynthesize. Furthermore, when combined with low salinity stress, this ability is further diminished. However, the extent of photosynthetic change depends on the population of origin, with indications that corals from the Gulf of Panama are less susceptible. These research results are of interest to both the scientific community and the general public. Dr. L&oacute;pez and her students have presented their findings at various symposiums in the U.S., Panama, and Colombia. The outcomes of the project hold societal value, as the protection of coral reefs depends on our understanding of the consequences of anthropogenic-driven climate change.</p>\n<p>The entire project took place in Panama, and Dr. L&oacute;pez established a robust collaborative network with scientists from multiple institutions in the U.S. and Panama. This international research collaboration facilitates knowledge exchange, access to funding, and meaningful mentoring opportunities for young researchers from diverse academic, socio-economic, and cultural backgrounds. Dr. L&oacute;pez is committed to providing mentorship and research opportunities to students, particularly those with unconventional paths. This research aims to strengthen connections between developing and developed nations, enhancing cooperative research impact and training prospects for students from historically underrepresented communities in science.</p>\n<!-- @font-face \t{font-family:\"Cambria Math\"; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:roman; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1107305727 0 0 415 0;}@font-face \t{font-family:Aptos; \tpanose-1:2 11 0 4 2 2 2 2 2 4; \tmso-font-charset:0; \tmso-generic-font-family:swiss; \tmso-font-pitch:variable; \tmso-font-signature:536871559 3 0 0 415 0;}p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-unhide:no; \tmso-style-qformat:yes; \tmso-style-parent:\"\"; \tmargin:0in; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Aptos\",sans-serif; \tmso-ascii-font-family:Aptos; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:Aptos; \tmso-fareast-theme-font:minor-latin; \tmso-hansi-font-family:Aptos; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi; \tmso-font-kerning:1.0pt; \tmso-ligatures:standardcontextual;}p \t{mso-style-noshow:yes; \tmso-style-priority:99; \tmso-margin-top-alt:auto; \tmargin-right:0in; \tmso-margin-bottom-alt:auto; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\",serif; \tmso-fareast-font-family:\"Times New Roman\";}.MsoChpDefault \t{mso-style-type:export-only; \tmso-default-props:yes; \tmso-ascii-font-family:Aptos; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:Aptos; \tmso-fareast-theme-font:minor-latin; \tmso-hansi-font-family:Aptos; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi;}div.WordSection1 \t{page:WordSection1;} --><br>\n<p>\n Last Modified: 01/27/2024<br>\nModified by: Diana&nbsp;P&nbsp;Lopez</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nDr. Diana P. Lpez led the project titled \"Mechanisms of Coral Resistance to Climate Change-Driven Stressors in the Tropical Eastern Pacific\" as a postdoctoral scholar, funded by the NSF-Ocean Sciences Postdoctoral Fellowship. Her research program was developed in the Pacific Ocean of Panama, with research questions inspired by the unparalleled resilience of coral reefs in the region.\n\n\nIn the Gulf of Panama, ocean dynamics undergo rapid changes during upwelling months (approximately January through March), resulting in temperature drops, increased salinity, and the surfacing of nutrients from the deep ocean. This significant variation in environmental conditions is believed to contribute to the thriving and acclimation of corals to stressors related to climate change.\n\n\nThe overarching objective of the project is to identify the underlying mechanisms that enable corals to thrive in an ever-changing environment amidst the ongoing threat of climate change. Dr. Lpez's research employed field sampling and laboratory experiments to investigate how the two most common coral species in Pacific Panama, Pocillopora grandis and Pocillopora cf. verrucosa, cope with environmental variation and extreme temperatures. Additionally, the study aimed to understand how these corals utilize light energy over short timescales (a few hours).\n\n\nPreliminary findings suggest that extremely high temperatures reduce the ability of both Pocillopora species to photosynthesize. Furthermore, when combined with low salinity stress, this ability is further diminished. However, the extent of photosynthetic change depends on the population of origin, with indications that corals from the Gulf of Panama are less susceptible. These research results are of interest to both the scientific community and the general public. Dr. Lpez and her students have presented their findings at various symposiums in the U.S., Panama, and Colombia. The outcomes of the project hold societal value, as the protection of coral reefs depends on our understanding of the consequences of anthropogenic-driven climate change.\n\n\nThe entire project took place in Panama, and Dr. Lpez established a robust collaborative network with scientists from multiple institutions in the U.S. and Panama. This international research collaboration facilitates knowledge exchange, access to funding, and meaningful mentoring opportunities for young researchers from diverse academic, socio-economic, and cultural backgrounds. Dr. Lpez is committed to providing mentorship and research opportunities to students, particularly those with unconventional paths. This research aims to strengthen connections between developing and developed nations, enhancing cooperative research impact and training prospects for students from historically underrepresented communities in science.\n\t\t\t\t\tLast Modified: 01/27/2024\n\n\t\t\t\t\tSubmitted by: DianaPLopez\n"
 }
}