{
 "awd_id": "2126303",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CC* Compute: The Arizona Federated Open Research Computing Enclave (AFORCE), an Advanced Computing Platform for Science, Engineering, and Health",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924220",
 "po_email": "kthompso@nsf.gov",
 "po_sign_block_name": "Kevin Thompson",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 399997.0,
 "awd_amount": 399997.0,
 "awd_min_amd_letter_date": "2021-09-01",
 "awd_max_amd_letter_date": "2021-09-01",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2).\r\n\r\nDrawing upon its mission to enable access to discovery and scholarship in science, engineering, and health, Arizona State University (ASU) is deploying the Arizona Federated Open Research Computing Enclave (AFORCE). AFORCE provides cutting-edge technology to support research and education while advancing the knowledge and understanding of deploying 21st-century cyberinfrastructure in a large public research university. Specifically, this state-of-the-art system is supporting multidisciplinary research and education in science, technology, engineering, and mathematics domains including computational genomics, molecular dynamics, computational materials science, robotics, and imaging.\r\n\r\nTo increase computational capacity, AFORCE comprises a pool of multiple graphical processing unit (GPU) accelerated computing nodes accessible to extramural researchers through federated authentication provided via InCommon. Moreover, the AFORCE system itself is part of the global Open Science Grid computing pool.  ASU also promotes and enables the use of Open Science Grid by incorporating its capabilities into regular training sessions and faculty engagement events. Finally, AFORCE is configured to also provide cloud burst capabilities allowing compute jobs to be scheduled on commercial clouds. Early career faculty will be specifically targeted for workshops and tutorials, helping encourage their participation in the AFORCE system.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Jennewein",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas M Jennewein",
   "pi_email_addr": "douglas.jennewein@asu.edu",
   "nsf_id": "000702117",
   "pi_start_date": "2021-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gil",
   "pi_last_name": "Speyer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gil Speyer",
   "pi_email_addr": "speyer@asu.edu",
   "nsf_id": "000546976",
   "pi_start_date": "2021-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susanne",
   "pi_last_name": "Pfeifer",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Susanne P Pfeifer",
   "pi_email_addr": "susanne.pfeifer@asu.edu",
   "nsf_id": "000744372",
   "pi_start_date": "2021-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Suren",
   "pi_last_name": "Jayasuriya",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suren Jayasuriya",
   "pi_email_addr": "sjayasur@asu.edu",
   "nsf_id": "000753682",
   "pi_start_date": "2021-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marisa",
   "pi_last_name": "Brazil",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marisa Brazil",
   "pi_email_addr": "marisa.brazil@asu.edu",
   "nsf_id": "000852223",
   "pi_start_date": "2021-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852816011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808000",
   "pgm_ele_name": "Campus Cyberinfrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 399997.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The Arizona Federated Open Research Computing Environment (AFORCE) project was established to enhance advanced computing accessibility for Arizona State University (ASU) researchers and across the Arizona tri-university system. The project aimed to accelerate scientific discovery by providing GPU-enabled computing at an unprecedented scale, developing a federated access model for extramural collaboration, and integrating ASU&rsquo;s resources into the Open Science Grid (OSG). Additionally, the project sought to ensure seamless access to cloud computing, broadening the reach of ASU&rsquo;s computing capabilities to a diverse research community, including early-career faculty and those with limited funding.</span></p>\r\n<p><span>Throughout the project, AFORCE successfully expanded ASU&rsquo;s general-use GPU computing capacity by deploying ten high-performance GPU compute nodes, which provided essential computational power for disciplines such as computational genomics, molecular dynamics, artificial intelligence, and computer vision. Despite initial supply chain delays, the system was fully deployed, making state-of-the-art GPU resources available to the ASU research community and external collaborators. AFORCE implemented a federated authentication system using Open OnDemand with CILogon integration through Keycloak to enable inter-institutional resource sharing, allowing researchers from Arizona&rsquo;s public universities to access these resources without requiring ASU credentials. This development significantly streamlined external access, overcoming a common barrier in high-performance computing environments.</span></p>\r\n<p><span>The project also contributed to the global high-throughput computing ecosystem by integrating with the Open Science Grid (OSG). Initially, it supported CPU-based OSG jobs, but later, efforts expanded to include GPU workloads. This integration provided additional computing power to national and international researchers, reinforcing ASU&rsquo;s role in collaborative scientific computing.</span></p>\r\n<p><span>The impact of AFORCE extended beyond research computing, influencing education and workforce development. The project supported coursework in machine learning and AI, providing students with hands-on access to high-performance computing for training models on large datasets such as ImageNet and experimenting with transformers and diffusion models for generative AI applications. Faculty also integrated AFORCE resources into undergraduate genomics courses, allowing students to analyze sequencing data and perform computational research. Additionally, AFORCE collaborated with K-12 educators to develop GPU-accelerated Jupyter notebooks for middle school students, broadening participation in computational sciences through outreach programs that engaged students and teachers from underrepresented backgrounds.</span></p>\r\n<p><span>To ensure that its findings reached a broad audience, AFORCE researchers presented their work at local, regional, and national conferences, including the PEARC conference series, Open Science Grid All-Hands Meetings, and Arizona&rsquo;s Research Computing forums. Project outcomes were also shared in faculty governance meetings and incorporated into research computing training programs. By fostering regional and national collaboration, AFORCE strengthened ties between Arizona institutions and the broader research computing community.</span></p>\r\n<p><span>With the successful completion of the project, ASU now has a robust and scalable model for GPU-enabled research computing, supporting an expanding research community. The federated access system, OSG integration, and educational initiatives developed through AFORCE will continue to serve as a foundation for future scientific discovery. This project demonstrated how strategic investments in computing infrastructure can democratize access to computational resources, enabling interdisciplinary research and technological innovation across multiple fields.</span></p><br>\n<p>\n Last Modified: 02/04/2025<br>\nModified by: Douglas&nbsp;M&nbsp;Jennewein</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Arizona Federated Open Research Computing Environment (AFORCE) project was established to enhance advanced computing accessibility for Arizona State University (ASU) researchers and across the Arizona tri-university system. The project aimed to accelerate scientific discovery by providing GPU-enabled computing at an unprecedented scale, developing a federated access model for extramural collaboration, and integrating ASUs resources into the Open Science Grid (OSG). Additionally, the project sought to ensure seamless access to cloud computing, broadening the reach of ASUs computing capabilities to a diverse research community, including early-career faculty and those with limited funding.\r\n\n\nThroughout the project, AFORCE successfully expanded ASUs general-use GPU computing capacity by deploying ten high-performance GPU compute nodes, which provided essential computational power for disciplines such as computational genomics, molecular dynamics, artificial intelligence, and computer vision. Despite initial supply chain delays, the system was fully deployed, making state-of-the-art GPU resources available to the ASU research community and external collaborators. AFORCE implemented a federated authentication system using Open OnDemand with CILogon integration through Keycloak to enable inter-institutional resource sharing, allowing researchers from Arizonas public universities to access these resources without requiring ASU credentials. This development significantly streamlined external access, overcoming a common barrier in high-performance computing environments.\r\n\n\nThe project also contributed to the global high-throughput computing ecosystem by integrating with the Open Science Grid (OSG). Initially, it supported CPU-based OSG jobs, but later, efforts expanded to include GPU workloads. This integration provided additional computing power to national and international researchers, reinforcing ASUs role in collaborative scientific computing.\r\n\n\nThe impact of AFORCE extended beyond research computing, influencing education and workforce development. The project supported coursework in machine learning and AI, providing students with hands-on access to high-performance computing for training models on large datasets such as ImageNet and experimenting with transformers and diffusion models for generative AI applications. Faculty also integrated AFORCE resources into undergraduate genomics courses, allowing students to analyze sequencing data and perform computational research. Additionally, AFORCE collaborated with K-12 educators to develop GPU-accelerated Jupyter notebooks for middle school students, broadening participation in computational sciences through outreach programs that engaged students and teachers from underrepresented backgrounds.\r\n\n\nTo ensure that its findings reached a broad audience, AFORCE researchers presented their work at local, regional, and national conferences, including the PEARC conference series, Open Science Grid All-Hands Meetings, and Arizonas Research Computing forums. Project outcomes were also shared in faculty governance meetings and incorporated into research computing training programs. By fostering regional and national collaboration, AFORCE strengthened ties between Arizona institutions and the broader research computing community.\r\n\n\nWith the successful completion of the project, ASU now has a robust and scalable model for GPU-enabled research computing, supporting an expanding research community. The federated access system, OSG integration, and educational initiatives developed through AFORCE will continue to serve as a foundation for future scientific discovery. This project demonstrated how strategic investments in computing infrastructure can democratize access to computational resources, enabling interdisciplinary research and technological innovation across multiple fields.\t\t\t\t\tLast Modified: 02/04/2025\n\n\t\t\t\t\tSubmitted by: DouglasMJennewein\n"
 }
}