{
 "awd_id": "2126308",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CC* CIRA: Southwest Higher Education Knowledge and Technology Exchange (SHEKATE)",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924220",
 "po_email": "kthompso@nsf.gov",
 "po_sign_block_name": "Kevin Thompson",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 197470.0,
 "awd_amount": 197470.0,
 "awd_min_amd_letter_date": "2021-07-09",
 "awd_max_amd_letter_date": "2021-07-09",
 "awd_abstract_narration": "The COVID-19 pandemic exposed the deficiencies of long haul, middle mile, and last mile broadband connectivity in the West.  Long distances, sparse populations, and isolated tribal communities characterized new challenges for the higher education community.  An influx of new federal funding and state allocations from the CARES Act released new opportunities to plan, build, and deliver a new foundation for cyberinfrastructure.  Whereas planning and collaboration were needed and required in a pre-pandemic environment, the demand for regional-scale thinking and planning by leadership organizations is now an essential element in rebuilding the mountain west.  As a regional, multi-state, multi-institution collaboration, SHEKATE is prepared to engage, plan, and implement the new cyberinfrastructure that supports and improves science in a place where connectivity is expensive and isolated from researchers, and where regional CIOs and state research and networking collaborations work collectively to solve regional-scale research problems.\r\n \r\nSHEKATE’s collaborative planning events introduce and connect researchers from the region’s research universities to cross state and international boundaries and to work with federal and state broadband initiatives to establish a new research core across the region. Led by Arizona State University, the Sun Corridor Network, and the Utah Education and Telehealth Network as planning leads, SHEKATE conference events focus on researcher enabled urban biometrics, artificial intelligence, broadband in the West, cyberinfrastructure sustainability, and the underlying organizational structures that inform a new approach to building CI in one of the most complex urban and rural regions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lev",
   "pi_last_name": "Gonick",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Lev S Gonick",
   "pi_email_addr": "lev.gonick@asu.edu",
   "nsf_id": "000615109",
   "pi_start_date": "2021-07-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Derek",
   "pi_last_name": "Masseth",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Derek A Masseth",
   "pi_email_addr": "dmasseth@suncorridor.org",
   "nsf_id": "000614823",
   "pi_start_date": "2021-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "AZ Board of Regents on behalf of Arizona State University",
  "perf_str_addr": "PO Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808000",
   "pgm_ele_name": "Campus Cyberinfrastructure"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 197470.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-440a4cf5-7fff-73fc-4b52-e5a354a547ee\"> </span></p>\n<p dir=\"ltr\"><strong>Outcomes Report </strong></p>\n<p dir=\"ltr\"><strong>(June 2024)</strong></p>\n<p dir=\"ltr\"><strong>CC* CIRA: Southwest Higher Education Knowledge and Technology Exchange (SHEKATE) # 2126308</strong></p>\n<p dir=\"ltr\"><span>Research and education connectivity in the American Southwest is best characterized by long distances, high build and maintenance costs, and, in many locations, a market failure to deliver the critical high bandwidth connections to national, regional, and inter-institutional networks required for higher education, K-12, and tribal communities.&nbsp; Novel and innovative connectivity and the need for sustainable cyberinfrastructure surfaced as topics that require added planning and discovery for institutions of higher education, regional research and education networks (RREN), and others.&nbsp; The impact of COVID-19 on academic and research missions, the execution of the national broadband strategy in 2021 by the National Telecommunications Information Administration (NTIA), and funding to rebuild the nation&rsquo;s broadband infrastructure to support last, middle, and long-haul connectivity through the American Recuse Plan Act (ARPA) resulted in a significant investment in cyberinfrastructure in the region.&nbsp; Planning in support of the need to build new collaborations and cooperation between the recipients of federal funding and the research community is a significant CI opportunity.&nbsp; The CIOs and RREN leaders from western states, e.g., Arizona, Nevada, Utah, Colorado, and New Mexico engaged in a regional discussion with national impact.&nbsp; Their conclusions resulted in a dialogue to advance the concept of a &ldquo;multi-state regional&rdquo; network to address the complex demands of Southwestern metropolitan and rural research and educational institutions to improve and enable cyberinfrastructure alignment and to establish a new science ecosystem. The new collaboration would introduce advanced technologies, expand affinity connectivity to research, comprehensive, K-12, and tribal organizations, as well as community colleges, and capitalize on cost efficiencies.&nbsp; A regional scale planning and resource alignment workshop series further established the Southwest Higher Education Knowledge and Technology Exchange (SHEKATE) as the higher education facilitator that focuses on science, cyberinfrastructure, and problem solving.&nbsp; From 2021 to 2023, Arizona State University and the Sun Corridor Network (Arizona&rsquo;s regional research and education network), engaged with researchers, scientists, faculty, engineers, and tribal leaders to discuss and advocate for regional scale solutions.</span></p>\n<p dir=\"ltr\"><span>SHEKATE invited CIOs and RREN leaders to establish new collaborations to re-invent a multi-state science driven engagement. SHEKATE&rsquo;s two (2) planning events organized and delivered by Arizona State University in Tempe, Arizona on June 20-23, 2022, and in Salt Lake City, Utah on November 30-December 1, 2023.&nbsp; The workshops included participation from national agencies such as the National Oceanic and Atmospheric Administration (NOAA) and the Department of Energy, Energy and Science Network (ESnet).&nbsp; Regional participation from </span><span><br /></span><span>Arizona State University, the University of Utah, Northern Arizona University, Navajo Technical University, the University of Nevada, Reno, and participation from the Arizona, New Mexico, Nevada, and Utah department of transportations introduced CI capacity building, science, and CI needs across the region.&nbsp; The researchers and collaborators expressed needs and expectations about critical systems, architectures, workforce, and innovative solutions to serve their science needs that may cross state, international, or tribal boundaries. SHEKATE collaborator events introduce cross-cutting strategies to accomplish the following outcomes:</span></p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Development and establishment of regional scale sustainability and pandemic planning models in alignment with specific science-driven collaborations.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Development and implementation of software defined networking exchanges, application development, and pilot projects to assist researchers in the use, experimentation, and development of dynamic networking capacities and services.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Development and identification of science driven testbed locations in support of the following underlying technologies: 1) advanced wireless experimentation, 2) rural broadband, 3) STEM instrument sharing, and 4) Internet of Things (IOT) / 5G wireless. Other topics may be introduced and implemented.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Organize and resource regional governance in cooperation with existing state and surrounding regional research and education networks to secure inter-regional connectivity and shared capacity to science initiatives, and to build regional scale workforce collaborations.</span></p>\n</li>\n</ul>\n<p dir=\"ltr\"><span>SHEKATE&rsquo;s regional planning efforts produced several additional and complimentary National Science Foundation (NSF) proposals and engagements to address the underlying needs of multi-state science needs and expectations.&nbsp;&nbsp;</span></p>\n<p dir=\"ltr\"><span>SHEKATE is a regional collaboration with higher education and tribal college/university members from Arizona, Utah, New Mexico, and Nevada.</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/31/2024<br>\nModified by: Derek&nbsp;A&nbsp;Masseth</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nOutcomes Report \n\n\n(June 2024)\n\n\nCC* CIRA: Southwest Higher Education Knowledge and Technology Exchange (SHEKATE) # 2126308\n\n\nResearch and education connectivity in the American Southwest is best characterized by long distances, high build and maintenance costs, and, in many locations, a market failure to deliver the critical high bandwidth connections to national, regional, and inter-institutional networks required for higher education, K-12, and tribal communities. Novel and innovative connectivity and the need for sustainable cyberinfrastructure surfaced as topics that require added planning and discovery for institutions of higher education, regional research and education networks (RREN), and others. The impact of COVID-19 on academic and research missions, the execution of the national broadband strategy in 2021 by the National Telecommunications Information Administration (NTIA), and funding to rebuild the nations broadband infrastructure to support last, middle, and long-haul connectivity through the American Recuse Plan Act (ARPA) resulted in a significant investment in cyberinfrastructure in the region. Planning in support of the need to build new collaborations and cooperation between the recipients of federal funding and the research community is a significant CI opportunity. The CIOs and RREN leaders from western states, e.g., Arizona, Nevada, Utah, Colorado, and New Mexico engaged in a regional discussion with national impact. Their conclusions resulted in a dialogue to advance the concept of a multi-state regional network to address the complex demands of Southwestern metropolitan and rural research and educational institutions to improve and enable cyberinfrastructure alignment and to establish a new science ecosystem. The new collaboration would introduce advanced technologies, expand affinity connectivity to research, comprehensive, K-12, and tribal organizations, as well as community colleges, and capitalize on cost efficiencies. A regional scale planning and resource alignment workshop series further established the Southwest Higher Education Knowledge and Technology Exchange (SHEKATE) as the higher education facilitator that focuses on science, cyberinfrastructure, and problem solving. From 2021 to 2023, Arizona State University and the Sun Corridor Network (Arizonas regional research and education network), engaged with researchers, scientists, faculty, engineers, and tribal leaders to discuss and advocate for regional scale solutions.\n\n\nSHEKATE invited CIOs and RREN leaders to establish new collaborations to re-invent a multi-state science driven engagement. SHEKATEs two (2) planning events organized and delivered by Arizona State University in Tempe, Arizona on June 20-23, 2022, and in Salt Lake City, Utah on November 30-December 1, 2023. The workshops included participation from national agencies such as the National Oceanic and Atmospheric Administration (NOAA) and the Department of Energy, Energy and Science Network (ESnet). Regional participation from \nArizona State University, the University of Utah, Northern Arizona University, Navajo Technical University, the University of Nevada, Reno, and participation from the Arizona, New Mexico, Nevada, and Utah department of transportations introduced CI capacity building, science, and CI needs across the region. The researchers and collaborators expressed needs and expectations about critical systems, architectures, workforce, and innovative solutions to serve their science needs that may cross state, international, or tribal boundaries. SHEKATE collaborator events introduce cross-cutting strategies to accomplish the following outcomes:\n\n\n\n\nDevelopment and establishment of regional scale sustainability and pandemic planning models in alignment with specific science-driven collaborations.\n\n\n\n\nDevelopment and implementation of software defined networking exchanges, application development, and pilot projects to assist researchers in the use, experimentation, and development of dynamic networking capacities and services.\n\n\n\n\nDevelopment and identification of science driven testbed locations in support of the following underlying technologies: 1) advanced wireless experimentation, 2) rural broadband, 3) STEM instrument sharing, and 4) Internet of Things (IOT) / 5G wireless. Other topics may be introduced and implemented.\n\n\n\n\nOrganize and resource regional governance in cooperation with existing state and surrounding regional research and education networks to secure inter-regional connectivity and shared capacity to science initiatives, and to build regional scale workforce collaborations.\n\n\n\n\nSHEKATEs regional planning efforts produced several additional and complimentary National Science Foundation (NSF) proposals and engagements to address the underlying needs of multi-state science needs and expectations.\n\n\nSHEKATE is a regional collaboration with higher education and tribal college/university members from Arizona, Utah, New Mexico, and Nevada.\n\n\n\t\t\t\t\tLast Modified: 10/31/2024\n\n\t\t\t\t\tSubmitted by: DerekAMasseth\n"
 }
}