{
 "awd_id": "2126504",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SCC-PG: Building Resilience during Disasters through Digital Inclusion of Older Adults: A Smart and Connected Community Research Initiative",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032920000",
 "po_email": "vsharma@nsf.gov",
 "po_sign_block_name": "Vishal Sharma",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2021-08-06",
 "awd_max_amd_letter_date": "2021-08-06",
 "awd_abstract_narration": "Smart and connected communities are critically important for community resilience during and after disasters such as the COVID pandemic. Those who experience the digital divide through lack of access to the Internet or the lack of skills to use it effectively can experience a deleterious effect on their resilience. Research shows that poorer communities, especially older adults in those communities, are particularly vulnerable to the digital divide. A digitally empowered older and disabled community will not only be prepared to prevent or minimize the risk of damage to health/life, livelihood, property, and the environment due to disasters but also have the ability to quickly recover from and return to their everyday life and livelihood after a crisis. This research will identify critical parameters to enhance recovery and resilience planning of older adults related to pandemics and disasters. It will provide a foundation for identifying essential pillars needed for increasing a community's resilience and capability in responding to their environment. This collaborative proposal with primary stakeholders, the University of Texas at San Antonio (UTSA), Westside Community Partnership, the R&D league, City of San Antonio (COSA) and San Antonio Oasis Institute, and Goodwill will employ a use-inspired research approach, grounded in an understanding of community cooperativeness, cohesiveness, user community digital needs and challenges. \r\n\r\nThe focus of this planning grant is two-fold: 1) research and identify the obstacles to the use of technology by the older adults on the West Side, one of the poorest communities in the City of San Antonio through a pilot study and 2) based on the pilot, develop a plan for a national study (for example, Atlanta in partnership with Atlanta Regional Commission)  on the roadblocks to enhancing scalable strategies to enhance the quality of life through improved community cohesiveness, and digital inclusion of divergent communities. This research will impact the resilience of the workforce and micro-businesses that are affected by the digital access and literacy challenges of older adults in these poorer communities as owners, employees, and customers. Learning modules related to this project will educate students and older adults on mechanisms for improving emergency resilience and conduct workshops for emergency responders and organizations about the community-supported response. Research output will include white papers on measures of resilience, resilience building of older and disabled communities, collaborative user-based research frameworks, and evaluation of digital interventions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raghav",
   "pi_last_name": "Rao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Raghav Rao",
   "pi_email_addr": "hr.rao@utsa.edu",
   "nsf_id": "000717204",
   "pi_start_date": "2021-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bijo",
   "pi_last_name": "Mathew",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Bijo P Mathew",
   "pi_email_addr": "bijo.mathew@utsa.edu",
   "nsf_id": "000362166",
   "pi_start_date": "2021-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Reddick",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher G Reddick",
   "pi_email_addr": "chris.reddick@utsa.edu",
   "nsf_id": "000557129",
   "pi_start_date": "2021-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Donghoon",
   "pi_last_name": "Han",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Donghoon D Han",
   "pi_email_addr": "david.han@utsa.edu",
   "nsf_id": "000634116",
   "pi_start_date": "2021-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rohit",
   "pi_last_name": "Valecha",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rohit Valecha",
   "pi_email_addr": "rohit.valecha@utsa.edu",
   "nsf_id": "000738158",
   "pi_start_date": "2021-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at San Antonio",
  "inst_street_address": "1 UTSA CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2104584340",
  "inst_zip_code": "782491644",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT SAN ANTONIO",
  "org_prnt_uei_num": "U44ZMVYU52U6",
  "org_uei_num": "U44ZMVYU52U6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at San Antonio",
  "perf_str_addr": "One UTSA Circle",
  "perf_city_name": "San Antonio",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782491644",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "033Y00",
   "pgm_ele_name": "S&CC: Smart & Connected Commun"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "042Z",
   "pgm_ref_txt": "S&CC: Smart and Connected Communities"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>SCC-PG: Building Resilience during Disasters through Digital Inclusion of Older Adults: A Smart and Connected Community Research Initiative</p>\n<p>The planning grant examined causes for the digital divide particularly for the older adult demographic.&nbsp; Two summits were conducted, composed of subject matter experts and policy makers representing the city of San Antonio and the city of Atlanta. The summits revealed that lack of expendable income was among the greatest needs for this population and that the best solutions were geared around helping older adults work later into their years.&nbsp;</p>\n<p>The first summit sought to find a demographic within the current digital divide that was most impacted by digital illiteracy and could most benefit from an intervention.&nbsp;</p>\n<p>The key outcome of the second summit was for researchers, local government officials and non-profit organizations that implement older adult programs to develop a new framework of implementable strategies to develop the resilience of older working adults.</p>\n<p>The project led to various outcomes. First the research team got an increased understanding of the plethora of factors leading to the digital divide for the older adult demographic. Second, the team developed an understanding of and shared best practices and design novel training modalities with the community training partners to close the digital divide for older adults.&nbsp; We uncovered information gaps concerning this population for policy makers. Additionally we uncovered policy / strategic intent mismatches / gaps as follows:</p>\n<ol>\n<li>Government and civic organizations that support older adults tend to focus on health and service matters not labor and job services.</li>\n<li>Ageism &ndash; older adults aren&rsquo;t targeted for digital literacy / broadband access programs.</li>\n</ol>\n<p>&nbsp;In collaboration with community and policy partners, the research team investigated how interventions can reduce the digital gap for older citizens and the disabled.&nbsp;&nbsp;</p>\n<p>Regarding broader impact, two PhD students attended the MetroLab Summit.&nbsp; The goal was to learn about best practices and success strategies for academic / industry / community partnerships and to also ascertain the effectiveness of a variety of digital divide solutions that could be utilized in cities across the nation (broader impact).&nbsp; The students learned from civic, industry and academic perspectives about the challenges of these partnerships, success strategies and how to bring unity to agenda misalignment. The research team developed an understanding of the unique digital illiteracy drivers and training needs of older adults.&nbsp; For example, one reason older adults avoid digital technology is their heightened fear of cybercrimes.&nbsp; There are other older adults who avoid digital training classes because they don&rsquo;t see the immediate value in generic technology classes.</p>\n<p>Additionally, a successful micro-enterprise digital training pilot program for small restaurants was deployed in the west side of San Antonio.&nbsp; One of the community partners began to offer customized digital training for older adults within the context of their microenterprise.&nbsp; Traditionally, most older adults kept their records on paper.&nbsp; As the older adults were guided in engagement with software applications, they could see the immediate impact on their business. One conference paper and one review paper were developed.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/06/2023<br>\nModified by: Raghav&nbsp;Rao</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nSCC-PG: Building Resilience during Disasters through Digital Inclusion of Older Adults: A Smart and Connected Community Research Initiative\n\n\nThe planning grant examined causes for the digital divide particularly for the older adult demographic. Two summits were conducted, composed of subject matter experts and policy makers representing the city of San Antonio and the city of Atlanta. The summits revealed that lack of expendable income was among the greatest needs for this population and that the best solutions were geared around helping older adults work later into their years.\n\n\nThe first summit sought to find a demographic within the current digital divide that was most impacted by digital illiteracy and could most benefit from an intervention.\n\n\nThe key outcome of the second summit was for researchers, local government officials and non-profit organizations that implement older adult programs to develop a new framework of implementable strategies to develop the resilience of older working adults.\n\n\nThe project led to various outcomes. First the research team got an increased understanding of the plethora of factors leading to the digital divide for the older adult demographic. Second, the team developed an understanding of and shared best practices and design novel training modalities with the community training partners to close the digital divide for older adults. We uncovered information gaps concerning this population for policy makers. Additionally we uncovered policy / strategic intent mismatches / gaps as follows:\n\nGovernment and civic organizations that support older adults tend to focus on health and service matters not labor and job services.\nAgeism  older adults arent targeted for digital literacy / broadband access programs.\n\n\n\nIn collaboration with community and policy partners, the research team investigated how interventions can reduce the digital gap for older citizens and the disabled.\n\n\nRegarding broader impact, two PhD students attended the MetroLab Summit. The goal was to learn about best practices and success strategies for academic / industry / community partnerships and to also ascertain the effectiveness of a variety of digital divide solutions that could be utilized in cities across the nation (broader impact). The students learned from civic, industry and academic perspectives about the challenges of these partnerships, success strategies and how to bring unity to agenda misalignment. The research team developed an understanding of the unique digital illiteracy drivers and training needs of older adults. For example, one reason older adults avoid digital technology is their heightened fear of cybercrimes. There are other older adults who avoid digital training classes because they dont see the immediate value in generic technology classes.\n\n\nAdditionally, a successful micro-enterprise digital training pilot program for small restaurants was deployed in the west side of San Antonio. One of the community partners began to offer customized digital training for older adults within the context of their microenterprise. Traditionally, most older adults kept their records on paper. As the older adults were guided in engagement with software applications, they could see the immediate impact on their business. One conference paper and one review paper were developed.\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 12/06/2023\n\n\t\t\t\t\tSubmitted by: RaghavRao\n"
 }
}