{
 "awd_id": "2126496",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "How anomalous is the Marion Rise asthenosphere?",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032922952",
 "po_email": "gchriste@nsf.gov",
 "po_sign_block_name": "Gail Christeson",
 "awd_eff_date": "2021-12-01",
 "awd_exp_date": "2025-11-30",
 "tot_intn_awd_amt": 287343.0,
 "awd_amount": 287343.0,
 "awd_min_amd_letter_date": "2021-07-22",
 "awd_max_amd_letter_date": "2021-07-22",
 "awd_abstract_narration": "Mid-ocean ridge volcanism is the largest element flux from the Earth’s interior to the surface and is an important contributor of carbon to the atmosphere. The magnitude of this flux is assumed to be controlled by temperature, with high temperatures causing increased melt production and magmatism, and shallow ridges. However, compositional differences in the mantle can potentially also influence melt production, but this has not been convincingly shown yet. The Marion Rise is anomalous in that melt production is low although the Rise depth is shallow. This can potentially be explained by a mantle composition that is more depleted in melt components than “normal” ridges. This research will investigate through the chemistry of the basalts and the mantle rocks from the seafloor if the Marion Rise mantle has experienced an ancient melt depletion and thus the effect of composition on ridge depth and melt production. This project is in collaboration with researchers at laboratories in Germany, Italy, and Finland and supports research training and mentoring opportunities for early career scientists.\r\n\r\nResearchers will investigate, through use of samples collected with two recent cruises to the Marion Rise as well as samples from previous cruises, to determine the nature of the Indian Ocean mantle at the eastern part of the South West Indian Ridge (SWIR). The eastern part of the SWIR includes the Marion Rise, which has anomalously thin crust for its axial depth that must be related to anomalous geochemical characteristics of the mantle beneath. This proposal is to determine the nature and extent of this anomalous mantle and thereby the cause of the Marion Rise. The Indian Ocean mid-ocean ridge basalts (MORB) differ in isotopic composition from Atlantic and Pacific MORB. The differences in Pb-isotopes (207Pb/204Pb) indicates that this difference is created early in Earth’s history. Model age determinations of the abyssal peridotites will further determine if the asthenosphere of the different ocean basins has different ages. Two recent cruises to the Marion Rise, brought back samples that address the above questions, as well as the recent availability of the samples from French expeditions further east on the SWIR allows for new insights and testing of existing hypotheses. The effort is concentrated on geochemical analyses of abyssal peridotites and associated basalts and interpreting these data in the context of geophysical constraints.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vincent",
   "pi_last_name": "Salters",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Vincent J Salters",
   "pi_email_addr": "salters@magnet.fsu.edu",
   "nsf_id": "000094402",
   "pi_start_date": "2021-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "1800 E. Paul Dirac Dr.",
  "perf_city_name": "Tallahassee",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323103706",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1319",
   "pgm_ref_txt": "RIDGE INTERDISC GLOBAL EXPERIMENTS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 287343.0
  }
 ],
 "por": null
}