{
 "awd_id": "2127633",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Cloud Radiative Impact on the Surface Energy Budget of the Antarctic Peninsula",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Sutherland",
 "awd_eff_date": "2021-08-15",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 138124.0,
 "awd_amount": 138124.0,
 "awd_min_amd_letter_date": "2021-07-20",
 "awd_max_amd_letter_date": "2021-07-20",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2).\r\n\r\nThe Western Antarctic Peninsula (WAP; AP) has been warming faster than the global average since the mid-1960s. Concurrent mobilization of ice shelves has been associated with glacial discharge into the ocean, with important implications for global sea level rise. This work will enhance our understanding of the contributions of clouds, water vapor and surface radiation to warming over the WAP. Processes governing phase partitioning and amounts of supercooled liquid water are crucial for understanding surface melt, and will be explored. In addition, the role of clouds and moisture during foehn and atmospheric river (AR) events, will be characterized. Clouds and atmospheric water vapor have strong radiative signals that vary seasonally and with cloud properties. This work will lead to a better understanding of how clouds are impacting surface melt on the AP in the changing climate. In addition, the proposed work will include several undergraduate research projects. Finally, broader impacts include public outreach through participation in GeoWeek at Ohio State University and Polar Science Weekend at the Pacific Science Center in Seattle, WA.  It is crucial to human welfare to understand mechanisms responsible for the rapid pace of Antarctic ice loss. This work will lead to a better understanding of how clouds are impacting surface melt on the WAP in the changing climate. \r\n\r\n\r\nThe project  will use surface- and satellite-based measurements to characterize clouds and humidity. The project maximizes value by using a variety of previous, ongoing, and planned measurements made by an international group of collaborators, along with measurements and model (AMPS, Polar-WRF) results. These will be used to quantify clouds, water vapor, and radiation and their effects on the surface energy balance at three strategically-located stations: Rothera (upwind of the WAP), Marambio (downwind of the WAP) and Escudero (north of the WAP), in order to provide a detailed characterization of cloud radiative and precipitation-formation properties and their role in surface warming and melt events. These mechanisms lead to the following hypotheses: 1) Through their effect on the surface energy balance, clouds play an important role in surface warming on the AP; this role is seasonally varying and sensitive to cloud thermodynamic phase, 2) Radiative heating during foehn events is an important contributor to warming at the northern AP, and 3) The radiative effects of clouds and water vapor have strong influences on heating before and during AR events, with significant differences on the two sides of the WAP.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "XUN",
   "pi_last_name": "ZOU",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "XUN ZOU",
   "pi_email_addr": "x4zou@ucsd.edu",
   "nsf_id": "000846404",
   "pi_start_date": "2021-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "Office of Sponsored Programs",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511300",
   "pgm_ele_name": "ANT Ocean & Atmos Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 13942.0
  }
 ],
 "por": null
}