{
 "awd_id": "2127313",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSFGEO-NERC:Collaborative Research: A New Mechanistic Framework for Modeling Rift Processes in Antarctic Ice Shelves Validated through Improved Strain-rate and Seismic Observations",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032920000",
 "po_email": "kbrunt@nsf.gov",
 "po_sign_block_name": "Kelly Brunt",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 362278.0,
 "awd_amount": 362278.0,
 "awd_min_amd_letter_date": "2021-06-17",
 "awd_max_amd_letter_date": "2021-06-17",
 "awd_abstract_narration": "Calving of tabular icebergs accounts for a significant fraction of ice mass loss from the Antarctic Ice Sheet. In addition to this direct mass loss, calving may further accelerate the seaward flow of grounded ice by reducing resistive stresses provided by ice shelves, the floating extensions of the ice sheet. Tabular icebergs are much longer and wider than they are thick and form when full-thickness fractures known as rifts intersect the edges of an ice shelf. The processes and drivers of ice-shelf rifting are neither well understood nor accurately represented in ice-flow models. As a result, it is not currently possible to predict when tabular icebergs may form, how large they will be, and how calving may evolve as the climate changes. This lack of predictive capability has two important consequences. First, it is not possible to confidently project rates of mass loss due to calving from floating shelves. Second, it is not possible to confidently project how tabular iceberg calving will influence the mass loss from the grounded ice sheet. This second consequence is a major source of uncertainty in projections of sea-level rise over human timescales.\r\n\r\nIn this project, the team aims to improve understanding of tabular iceberg calving using a combination of detailed observations and a suite of increasingly sophisticated models to study the processes and drivers of rifting in ice shelves. The work will focus on a natural laboratory: the ice-shelf system formed by the Brunt Ice Shelf and Stancomb-Wills Glacier Tongue, East Antarctica, which has one of the longest and most detailed observational records in Antarctica. As of early 2020, two active rift systems are propagating across the Brunt Ice Shelf, one of which should soon form a large tabular iceberg. Thus, there is a rare opportunity to observe multiple active rifts. The project will take advantage of this situation by employing remote-sensing observations collected from a variety of spaceborne instruments to make detailed time-dependent measurements of velocity and strain-rate fields across the ice shelf and, notably, in the vicinity of the active rift tips.  At these tips, stresses are expected to intensify due to the presence of the rift. The observations will inform a suite of ice-flow-and-fracture models that will be developed and used to better understand how rifts propagate and how best to represent rift propagation in large scale ice-flow models. The modeling objective follows a development path that aims to yield a community ice-flow model capable of simulating rift propagation, and that has been tested against observations. Seismic data already collected in the vicinity of an active rift will provide detailed knowledge of rifting processes and will complement the remote sensing observations and inform the modeling efforts. This combination of multi-faceted observations and models aims to illuminate the fundamental processes of ice-shelf rifting, thereby contributing to the knowledge necessary to make reliable projections of ice-sheet evolution and sea-level rise.\r\n\r\nThis project is jointly funded by the National Science Foundation’s Directorate of Geosciences (NSF/GEO) and the National Environment Research Council (UKRI/NERC) of the United Kingdom (UK) through the NSF/GEO-NERC Lead Agency Agreement. This Agreement allows a single joint US/UK proposal to be submitted and peer-reviewed by the Agency whose investigator has the largest proportion of the budget. Upon successful joint determination of an award, each Agency funds the proportion of the budget and the investigators associated with its own ivestigators and component of the work.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Lipovsky",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley P Lipovsky",
   "pi_email_addr": "bpl7@uw.edu",
   "nsf_id": "000785793",
   "pi_start_date": "2021-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511600",
   "pgm_ele_name": "ANT Glaciology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5116",
   "pgm_ref_txt": "ANTARCTIC GLACIOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 362278.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Antarctica&rsquo;s ice shelves are critical to regulating global sea levels by buttressing the ice sheets they border, slowing their flow into the ocean. This project sought to enhance our understanding of rift propagation in Antarctic ice shelves by combining seismic monitoring, satellite imagery, and mechanistic modeling. Through this research, we uncovered important new insights into the mechanics of ice shelf fracture and the interactions between ice and ocean.</p>\r\n<p>Our seismic observations revealed over 8,000 icequakes generated by brittle fractures in the Pine Island Glacier (PIG) ice shelf between 2012 and 2014. These events occurred in three distinct regions: at the tip of a major rift, along the rift&rsquo;s back-end shear margin, and in a transition zone where intact ice transitions to heavily fractured ice. We found that the timing and frequency of these icequakes were closely tied to the dynamics of the ice shelf, including its flow speed, highlighting the interplay between fracture processes and ice dynamics.</p>\r\n<p>A particularly striking discovery was the analysis of a 7-kilometer-long rift propagation event on May 9, 2012, the largest ever recorded. Seismic data revealed that the rift propagated at an average speed of <span>35</span>&nbsp;meters per second, far faster than typical glaciological timescales, but also much slower than the theoretical maximum speed of brittle fracture in ice. Through modeling, we demonstrated that the flow of ocean water into the propagating rift likely played a critical role in limiting the speed of propagation. This finding offers a new perspective on how ice-ocean interactions influence rift growth and stability.</p>\r\n<p>Another key outcome of this project was the confirmation that ice shelf fractures generate flexural gravity waves, a unique type of hybrid seismic-ocean wave. By modeling these waves, we were able to better understand the fracture processes and quantify the forces involved. These findings demonstrate that seismic monitoring provides a powerful tool for tracking ice shelf stability, offering a window into otherwise unobservable processes beneath the surface.</p>\r\n<p>The broader impacts of this research are significant. Ice shelf rift propagation and collapse are key drivers of ice sheet instability, with far-reaching consequences for global sea level rise. By improving the understanding of ice shelf fracture mechanics, this project supports the development of more accurate models for predicting sea level changes, which are critical for informing societal responses to climate change. In addition, the seismic methods and fluid flow models developed here have applications beyond glaciology, including engineering, tectonic, and volcanic studies. This work also highlights the value of scientific research in advancing public understanding of climate change impacts, emphasizing the need for global action.</p>\r\n<p>This project represents a major step forward in understanding the processes that control ice shelf stability in a warming climate. By revealing the strong coupling between ice fracture dynamics and ocean interactions, it provides a foundation for future research and improved predictive modeling of Antarctic ice shelf dynamics and their implications for global sea levels.</p><br>\n<p>\n Last Modified: 01/02/2025<br>\nModified by: Bradley&nbsp;P&nbsp;Lipovsky</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nAntarcticas ice shelves are critical to regulating global sea levels by buttressing the ice sheets they border, slowing their flow into the ocean. This project sought to enhance our understanding of rift propagation in Antarctic ice shelves by combining seismic monitoring, satellite imagery, and mechanistic modeling. Through this research, we uncovered important new insights into the mechanics of ice shelf fracture and the interactions between ice and ocean.\r\n\n\nOur seismic observations revealed over 8,000 icequakes generated by brittle fractures in the Pine Island Glacier (PIG) ice shelf between 2012 and 2014. These events occurred in three distinct regions: at the tip of a major rift, along the rifts back-end shear margin, and in a transition zone where intact ice transitions to heavily fractured ice. We found that the timing and frequency of these icequakes were closely tied to the dynamics of the ice shelf, including its flow speed, highlighting the interplay between fracture processes and ice dynamics.\r\n\n\nA particularly striking discovery was the analysis of a 7-kilometer-long rift propagation event on May 9, 2012, the largest ever recorded. Seismic data revealed that the rift propagated at an average speed of 35meters per second, far faster than typical glaciological timescales, but also much slower than the theoretical maximum speed of brittle fracture in ice. Through modeling, we demonstrated that the flow of ocean water into the propagating rift likely played a critical role in limiting the speed of propagation. This finding offers a new perspective on how ice-ocean interactions influence rift growth and stability.\r\n\n\nAnother key outcome of this project was the confirmation that ice shelf fractures generate flexural gravity waves, a unique type of hybrid seismic-ocean wave. By modeling these waves, we were able to better understand the fracture processes and quantify the forces involved. These findings demonstrate that seismic monitoring provides a powerful tool for tracking ice shelf stability, offering a window into otherwise unobservable processes beneath the surface.\r\n\n\nThe broader impacts of this research are significant. Ice shelf rift propagation and collapse are key drivers of ice sheet instability, with far-reaching consequences for global sea level rise. By improving the understanding of ice shelf fracture mechanics, this project supports the development of more accurate models for predicting sea level changes, which are critical for informing societal responses to climate change. In addition, the seismic methods and fluid flow models developed here have applications beyond glaciology, including engineering, tectonic, and volcanic studies. This work also highlights the value of scientific research in advancing public understanding of climate change impacts, emphasizing the need for global action.\r\n\n\nThis project represents a major step forward in understanding the processes that control ice shelf stability in a warming climate. By revealing the strong coupling between ice fracture dynamics and ocean interactions, it provides a foundation for future research and improved predictive modeling of Antarctic ice shelf dynamics and their implications for global sea levels.\t\t\t\t\tLast Modified: 01/02/2025\n\n\t\t\t\t\tSubmitted by: BradleyPLipovsky\n"
 }
}