{
 "awd_id": "2127459",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Democratizing the use of Advanced Computational Resources",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032927092",
 "po_email": "alsuarez@nsf.gov",
 "po_sign_block_name": "Alejandro Suarez",
 "awd_eff_date": "2021-06-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 207699.0,
 "awd_amount": 207699.0,
 "awd_min_amd_letter_date": "2021-05-24",
 "awd_max_amd_letter_date": "2021-05-24",
 "awd_abstract_narration": "Advanced cyberinfrastructure is becoming increasingly central to research across virtually all fields and disciplines. Yet, researchers in many fields and disciplines do not know what is available or how to engage with the cyberinfrastructure. Further, longstanding digital divides across universities and colleges limit access to cyberinfrastructure and the needed expertise to fully utilize advanced cyberinfrastructure capabilities. The environment also requires continuous learning and capacity building on the part of cyberinfrastructure professionals and institutions. This threatens to further exacerbate the \"digital divide\" our nation is experiencing. Unless we can find ways to more effectively provide access, training, education, and assistance to the much larger group of \"non-expert users\" from small colleges and underserved institutions, the digital divide will persist and will continue to expand. This EAGER project will address these gaps through a series of multiple focus group interviews in four general areas and will generate a needs assessment that can inform national investments in the research cyberinfrastructure.  \r\n\r\nThe goal of the first set of focus groups is to better understand the present state and future potential of advanced computing from students and researchers who are already motivated to use compute facilities but are not doing so currently. The goal of the second set of focus groups is to identify new applications that use compute resources including non-traditional approaches and research domains that currently do not use advanced cyberinfrastructure capabilities. The goal of the third set of focus groups is to identify mechanisms for engaging remote or underserved potential users of advanced computing resources and to better understand the barriers to their access and use of these resources. The goal of the fourth set of focus groups is to explore the opportunities and challenges under-served institutions and smaller campuses face in using advanced cyberinfrastructure resources. This will include a focus on identifying barriers to institutional support, including challenges facing campus leaders and administrators given additional pressures caused by the current pandemic.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Blatecky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alan Blatecky",
   "pi_email_addr": "arblatecky@gmail.com",
   "nsf_id": "000336646",
   "pi_start_date": "2021-05-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Cutcher-Gershenfeld",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Joel E Cutcher-Gershenfeld",
   "pi_email_addr": "joelcg@brandeis.edu",
   "nsf_id": "000224848",
   "pi_start_date": "2021-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Research Triangle Institute",
  "inst_street_address": "3040 CORNWALLIS RD",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195416000",
  "inst_zip_code": "277090155",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "NC",
  "org_lgl_bus_name": "RESEARCH TRIANGLE INSTITUTE",
  "org_prnt_uei_num": "JJHCMK4NT5N3",
  "org_uei_num": "JJHCMK4NT5N3"
 },
 "perf_inst": {
  "perf_inst_name": "Research Triangle Institute",
  "perf_str_addr": "3040 East Cornwallis Road",
  "perf_city_name": "Research Triangle Park",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277092194",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723100",
   "pgm_ele_name": "CYBERINFRASTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 207699.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>Democratizing Computation and Data to Bridge Digital Divides and Increase Access</em></strong></p>\n<p><strong><em>to Science for Underrepresented Communities</em></strong></p>\n<p><strong><em>&nbsp;</em></strong></p>\n<p>The &ldquo;Missing Millions&rdquo; report funded by OAC involved a total of 15 focus groups and 6 individual interviews that were conducted with 88 key stakeholders of research CI investments.&nbsp;&nbsp;The intent of the study was to more fully identify opportunities to democratize computation, bridge digital divides in ways that would better reach the missing millions and help create a more diverse workforce.</p>\n<p>Key findings in this report begin with the identification of many barriers that limit access to research data and computing, including cyberinfrastructure being undervalued and a culture that is not sufficiently inclusive.&nbsp;&nbsp;Focus groups consistently observed the need to support building science capabilities with underrepresented communities as well as supporting nontraditional approaches and disciplines to enable faculty and students the ability to meaningfully engage in science and research.&nbsp;&nbsp;These efforts to broaden the scientific and technical workforce in turn require sustained programs to extend beyond the normal NSF 3-year grants awards.</p>\n<p>The report highlighted 6 key take-aways&hellip;</p>\n<ol>\n<li>Access is essential, but not sufficient --- that is, while everyone needs to have access to critical compute and data resources, the opportunity is essentially meaningless for people who don&rsquo;t have adequate expertise and support to effectively use or leverage these resources.</li>\n<li>Most funding programs assume a level playing field so that everyone can compete&nbsp;&nbsp;-- however, how can people effectively compete or play the game if they don&rsquo;t know what the rules are?&nbsp;&nbsp;<em>&ldquo;Don&rsquo;t teach me how to fish; teach me what it means to fish.&rdquo;&nbsp;&nbsp;</em>Funding and support programs need to include training and education on how to conduct research and engage in science.</li>\n<li>Developing science and research ecosystems with underrepresented institutions and communities is critical to broaden the workforce.&nbsp;&nbsp;Students and faculty need to work with others in their communities to obtain a sense of belonging - to see people like them that are doing science and research, develop skills, and sustain their interest.&nbsp;&nbsp;&ldquo;<em>If I&rsquo;m going to be it, I need to see it.&rdquo;</em></li>\n<li>Broader pre-engagement approaches are essential to build a diverse workforce &ndash; targeted apprenticeships, internships, work-study programs, fellowships. and invitations from significant science projects and conferences need to be extended to underrepresented students and faculty to directly engage and participate in the conduct of science.&nbsp;&nbsp;By participating in these apprenticeships and internships they have the opportunity to learn more about the larger science community and become active members.&nbsp;</li>\n<li>Recognition of the value that underrepresented communities can bring to the table to address major scientific and social challenges (environmental, health disparities, resource issues, climate change) facing the world &ndash; not as providers of data, but as active collaborators in the research enterprise.&nbsp;&nbsp;<em>&ldquo;Nothing about us without us&rdquo;</em></li>\n<li>Efforts and programs require sustained investment and support; standard 3-year grants are not adequate to address building communities or developing science ecosystems for underrepresented institutions and campuses.&nbsp;&nbsp;Programs need to be more intentional and include a focus on involving community stakeholders.&nbsp;</li>\n</ol>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>The report also noted a sense of urgency and call to action to reduce the growing digital divide and broaden the national technical and scientific workforce.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/04/2022<br>\n\t\t\t\t\tModified by: Alan&nbsp;Blatecky</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDemocratizing Computation and Data to Bridge Digital Divides and Increase Access\n\nto Science for Underrepresented Communities\n\n \n\nThe \"Missing Millions\" report funded by OAC involved a total of 15 focus groups and 6 individual interviews that were conducted with 88 key stakeholders of research CI investments.  The intent of the study was to more fully identify opportunities to democratize computation, bridge digital divides in ways that would better reach the missing millions and help create a more diverse workforce.\n\nKey findings in this report begin with the identification of many barriers that limit access to research data and computing, including cyberinfrastructure being undervalued and a culture that is not sufficiently inclusive.  Focus groups consistently observed the need to support building science capabilities with underrepresented communities as well as supporting nontraditional approaches and disciplines to enable faculty and students the ability to meaningfully engage in science and research.  These efforts to broaden the scientific and technical workforce in turn require sustained programs to extend beyond the normal NSF 3-year grants awards.\n\nThe report highlighted 6 key take-aways&hellip;\n\nAccess is essential, but not sufficient --- that is, while everyone needs to have access to critical compute and data resources, the opportunity is essentially meaningless for people who don’t have adequate expertise and support to effectively use or leverage these resources.\nMost funding programs assume a level playing field so that everyone can compete  -- however, how can people effectively compete or play the game if they don’t know what the rules are?  \"Don’t teach me how to fish; teach me what it means to fish.\"  Funding and support programs need to include training and education on how to conduct research and engage in science.\nDeveloping science and research ecosystems with underrepresented institutions and communities is critical to broaden the workforce.  Students and faculty need to work with others in their communities to obtain a sense of belonging - to see people like them that are doing science and research, develop skills, and sustain their interest.  \"If I’m going to be it, I need to see it.\"\nBroader pre-engagement approaches are essential to build a diverse workforce &ndash; targeted apprenticeships, internships, work-study programs, fellowships. and invitations from significant science projects and conferences need to be extended to underrepresented students and faculty to directly engage and participate in the conduct of science.  By participating in these apprenticeships and internships they have the opportunity to learn more about the larger science community and become active members. \nRecognition of the value that underrepresented communities can bring to the table to address major scientific and social challenges (environmental, health disparities, resource issues, climate change) facing the world &ndash; not as providers of data, but as active collaborators in the research enterprise.  \"Nothing about us without us\"\nEfforts and programs require sustained investment and support; standard 3-year grants are not adequate to address building communities or developing science ecosystems for underrepresented institutions and campuses.  Programs need to be more intentional and include a focus on involving community stakeholders. \n\n\n \n\n \n\nThe report also noted a sense of urgency and call to action to reduce the growing digital divide and broaden the national technical and scientific workforce.\n\n \n\n\t\t\t\t\tLast Modified: 10/04/2022\n\n\t\t\t\t\tSubmitted by: Alan Blatecky"
 }
}