{
 "awd_id": "2127678",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER/Collaborative Research: An Autonomous Modular Vehicle Technology-based Multifaceted Mobility Service Paradigm – A Proof-of-Concept Study",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Shen",
 "awd_eff_date": "2021-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2021-04-30",
 "awd_max_amd_letter_date": "2021-04-30",
 "awd_abstract_narration": "This EArly-concept Grant for Exploratory Research (EAGER) project will support a proof-of-concept study to (1) understand the fundamental trade-offs in Autonomous Modular Vehicle Technology (AMVT) based bi-modality system, or AMVT-BM, that provides integrated public transit and last-mile logistics services with a fleet of modular autonomous vehicles, or pods, and (2) gauge potential stakeholders’ interest and reaction to the technology. In the U.S., public transit vehicles have a very low average load factor (10.1% ~ 12.4%), resulting in excessive waste of seat capacity and poor fuel economy per passenger mile served. This problem is gravely exacerbated by the COVID-19 pandemic, which at its peak had caused nearly 80% reduction in transit ridership nationwide. On the other hand, the rapid uptake of e-commerce, also accelerated by the pandemic, has put tremendous pressure on last-mile delivery. Coupled with modularity, a co-modality system that integrates transit services with last mile logistics offers a promising solution to better utilization/sharing of vehicle capacity and supporting infrastructure. Yet, the implementation of this idea requires not only technological breakthrough, but also a system approach that transcends the boundaries of the two highly siloed sectors in the transportation industry.  \r\n \r\nIn this study, we will focus on two most fundamental questions: (1) what are the impacts of co-modality and modularity on system performance?  And (2) what are synergistic potential and adoption challenges from the perspective of stakeholders such as transit agencies, urban planners, logistics companies, transportation network companies, and auto makers? The research agenda consists of two tasks designed to seek answers to these questions.  Task 1 investigates the impacts of modularity and co-modality via analysis and simulation.  Task 2 recruits and surveys potential stakeholders for their views on a wide range of issues related to the adoption of AMVT-BM. The project will create a suite of optimization tools for analyzing modularized transit and last-mile delivery service systems.  It will also develop the first of its kind simulation testbed to guide the design and evaluation of an AMVT-BM system that integrates transit and last-mile delivery operations. Through a three-phase stakeholder survey, the project will document and analyze technological, institutional, and financial potentials as well as barriers to the real-world implementation of AMVT-BM systems, which will shed light on the design and operation of these systems. The project findings will help identify critical future research agenda.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yu",
   "pi_last_name": "Nie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yu Nie",
   "pi_email_addr": "y-nie@northwestern.edu",
   "nsf_id": "000490706",
   "pi_start_date": "2021-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2145 Sheridan Road, Tech A238",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602083109",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "029E",
   "pgm_ref_txt": "INFRASTRUCTURE SYSTEMS MGT"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project envisions a future co-modality mobility system that is enabled by Autonomous Modular Vehicle Technology (AMVT). &nbsp;Also known as pods, modular autonomous vehicles run on existing road infrastructure individually or as a connected pod train. &nbsp;&nbsp;Our proof-of-concept study aims at understanding the fundamental trade-offs in an AMVT-based co-modality system and to gauge potential stakeholders&rsquo; interest in and reaction to such futuristic systems.&nbsp;</p>\n<p>&nbsp;</p>\n<p>We conducted 16 interviews involving a total of 19 interview participants. &nbsp;Overall, every one of the interviewees recognized the considerable potential of AMVT. On the other hand, there are numerous issues regarding technology, operation, adoption, governance, and regulation that need to be addressed.&nbsp; Key challenges are the lack of clarity and progress on policies and regulations regarding vehicle certification standards, curb space allocation, utilization, and prioritization, use of road space including HOV/HOT lanes, and public-private partnership involving AVs. AMVT, with freight services and equipment, will require additional efforts to get regulations up to speed. One of the conclusions that many of the interviewees eventually reached after discussing various aspects of AMVT is that the distribution of demands, both spatial and temporal, is a key factor that determines the efficacy of AMVT. Yet, there is a considerable gap in both availability and analysis of co-modal demand data involving passenger and freight. In particular, impacts on AMVT&rsquo;s effectiveness from on-going changes in travel behavior of both passengers and freight, especially packages, associated with COVID-19 pandemic, explosive growth of e-commerce, logistics decentralization, and other factors will need to be understood.</p>\n<p>&nbsp;</p>\n<p>We organized a workshop entitled &ldquo;Moving Together: Promises and Challenges in Co-Modal Passenger-Freight Transport&rdquo;, held at the 2023 Transportation Research Board Annual Meeting. At the workshop, Findings from the project were presented at the workshop, which also included presenters from Germany, Italy, Netherlands, and Norway. Following the presentations by the panelists and discussion, the audience participated in a breakout session to discuss and report on various topics related to co-modality.&nbsp; The workshop has brought attention to the topic, in particular in the US research community.&nbsp;</p>\n<p>&nbsp;</p>\n<p>We investigated the design of Autonomous Modular Public Transit (AMPT) at a network scale and compare it with the traditional fixed-route, fixed capacity transit service in terms of total cost, which consists of both agency&rsquo;s capital and operational cost, including energy cost, and passenger time cost. The design explicitly accounts for pod joining and disjoining (and therefore en-route transfers of passengers) activities and potential energy savings due to pod train formation (platooning).&nbsp; We found that, if designed properly, AMPT can be more cost effective than the traditional fixed route, fixed size bus service, especially in low transit demand density areas with a small transit network.&nbsp; This challenges the conventional wisdom that public transit service requires a certain level of demand density to be effective. In addition, the load factor of AMPT generally improves over the traditional transit service.</p>\n<p>&nbsp;</p>\n<p>We studied an AMVT-based co-modal passenger-freight transport system.&nbsp; AMVT&rsquo;s train-forming capability means modular vehicles can be used by a transit operator as buses with dynamically adjustable capacity. This flexibility allows the operator to address temporal (e.g., peak vs. off-peak) demand variations efficiently, but still using a homogenous fleet consisting of modular vehicles. &nbsp;We envision a marketplace where the transit operator can rent their spare AMVs to a freight carrier to supplement last-mile delivery operations during the off-peak period. The outcome of the market further depends on the market mechanism, which allocates a certain power (e.g., access to information, relative position in a hierarchy) to each player. &nbsp;Three market mechanisms are considered, each described by a game: the operator-led Stackelberg (OLS) game, the carrier-led Stackelberg (CLS) game, and the non-cooperative (NC) game. The equilibrium of each game determines not only the average delivery cost for the carrier and the level of transit service for the operator, but also how the pods needed only in the peak period are shared during the off-peak period. We found that in the NC game, both players benefit from co-modality. In the OLS game, regulations can be introduced to help the freight carrier, which is at a disadvantaged position.&nbsp; Finally, the CLS game promises to deliver the highest social welfare.</p>\n<p>&nbsp;</p>\n<p>The project provided training opportunities for several graduate students who learned about analysis tools such as transit design and game theory, and acquired research skills such as conducting individual and focus group interviews and analyzing data collected from such interviews. Students were exposed to cross-disciplinary research and were provided close mentoring to become active members of the research project. This is made evident by the fact that Ph.D. students are the first authors of all the papers generated by the team.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/16/2023<br>\n\t\t\t\t\tModified by: Yu&nbsp;Nie</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project envisions a future co-modality mobility system that is enabled by Autonomous Modular Vehicle Technology (AMVT).  Also known as pods, modular autonomous vehicles run on existing road infrastructure individually or as a connected pod train.   Our proof-of-concept study aims at understanding the fundamental trade-offs in an AMVT-based co-modality system and to gauge potential stakeholders’ interest in and reaction to such futuristic systems. \n\n \n\nWe conducted 16 interviews involving a total of 19 interview participants.  Overall, every one of the interviewees recognized the considerable potential of AMVT. On the other hand, there are numerous issues regarding technology, operation, adoption, governance, and regulation that need to be addressed.  Key challenges are the lack of clarity and progress on policies and regulations regarding vehicle certification standards, curb space allocation, utilization, and prioritization, use of road space including HOV/HOT lanes, and public-private partnership involving AVs. AMVT, with freight services and equipment, will require additional efforts to get regulations up to speed. One of the conclusions that many of the interviewees eventually reached after discussing various aspects of AMVT is that the distribution of demands, both spatial and temporal, is a key factor that determines the efficacy of AMVT. Yet, there is a considerable gap in both availability and analysis of co-modal demand data involving passenger and freight. In particular, impacts on AMVT’s effectiveness from on-going changes in travel behavior of both passengers and freight, especially packages, associated with COVID-19 pandemic, explosive growth of e-commerce, logistics decentralization, and other factors will need to be understood.\n\n \n\nWe organized a workshop entitled \"Moving Together: Promises and Challenges in Co-Modal Passenger-Freight Transport\", held at the 2023 Transportation Research Board Annual Meeting. At the workshop, Findings from the project were presented at the workshop, which also included presenters from Germany, Italy, Netherlands, and Norway. Following the presentations by the panelists and discussion, the audience participated in a breakout session to discuss and report on various topics related to co-modality.  The workshop has brought attention to the topic, in particular in the US research community. \n\n \n\nWe investigated the design of Autonomous Modular Public Transit (AMPT) at a network scale and compare it with the traditional fixed-route, fixed capacity transit service in terms of total cost, which consists of both agency’s capital and operational cost, including energy cost, and passenger time cost. The design explicitly accounts for pod joining and disjoining (and therefore en-route transfers of passengers) activities and potential energy savings due to pod train formation (platooning).  We found that, if designed properly, AMPT can be more cost effective than the traditional fixed route, fixed size bus service, especially in low transit demand density areas with a small transit network.  This challenges the conventional wisdom that public transit service requires a certain level of demand density to be effective. In addition, the load factor of AMPT generally improves over the traditional transit service.\n\n \n\nWe studied an AMVT-based co-modal passenger-freight transport system.  AMVT’s train-forming capability means modular vehicles can be used by a transit operator as buses with dynamically adjustable capacity. This flexibility allows the operator to address temporal (e.g., peak vs. off-peak) demand variations efficiently, but still using a homogenous fleet consisting of modular vehicles.  We envision a marketplace where the transit operator can rent their spare AMVs to a freight carrier to supplement last-mile delivery operations during the off-peak period. The outcome of the market further depends on the market mechanism, which allocates a certain power (e.g., access to information, relative position in a hierarchy) to each player.  Three market mechanisms are considered, each described by a game: the operator-led Stackelberg (OLS) game, the carrier-led Stackelberg (CLS) game, and the non-cooperative (NC) game. The equilibrium of each game determines not only the average delivery cost for the carrier and the level of transit service for the operator, but also how the pods needed only in the peak period are shared during the off-peak period. We found that in the NC game, both players benefit from co-modality. In the OLS game, regulations can be introduced to help the freight carrier, which is at a disadvantaged position.  Finally, the CLS game promises to deliver the highest social welfare.\n\n \n\nThe project provided training opportunities for several graduate students who learned about analysis tools such as transit design and game theory, and acquired research skills such as conducting individual and focus group interviews and analyzing data collected from such interviews. Students were exposed to cross-disciplinary research and were provided close mentoring to become active members of the research project. This is made evident by the fact that Ph.D. students are the first authors of all the papers generated by the team.  \n\n \n\n\t\t\t\t\tLast Modified: 10/16/2023\n\n\t\t\t\t\tSubmitted by: Yu Nie"
 }
}