{
 "awd_id": "2127563",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Chemical Reactions and Chemically-driven Transport in Channels and Porous Media",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032928045",
 "po_email": "sshojaei@nsf.gov",
 "po_sign_block_name": "Shahab Shojaei-Zadeh",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 347715.0,
 "awd_amount": 347715.0,
 "awd_min_amd_letter_date": "2021-06-24",
 "awd_max_amd_letter_date": "2021-06-24",
 "awd_abstract_narration": "The principles of equilibrium physical chemistry are well known when modeling environmental and transport processes at interfaces that occur at the boundary between a liquid and a solid, between two liquids, or between a liquid and a gas. Interfacial transport processes are important for handling and studying colloids in a wide range of industrial or environmental systems, but they are not understood and may not even be appreciated for systems that are out of equilibrium, such as when there are chemical gradients that introduce pH and surface charge effects.  In this project, configurations that mimic important features common to transport of colloids in porous materials will be studied with experiments, mathematical modeling, and numerical simulations. The project will examine the integrated effects of pH-regulated surface charge, flows in micro- and nano-scale systems, material type, and mode of transport (e.g., accumulation or dispersion), yielding a coherent framework linking physical chemistry to transport, from nano- to macro-scales. The broader impacts of the project include training graduate students and undergraduates to study these timely problems with experimental and simulation tools of fluid dynamics, physical chemistry, and transport phenomena so as to develop quantitative understanding of these problems. The outreach efforts included characterize the PI’s approaches to engaging with, teaching, and mentoring future research scientists, including continuing an annual “holiday” lecture that has been delivered since 2002.\r\n\t\r\nThe goal of this project is to couple knowledge of physicochemical processes at and near solid-liquid interfaces to understand, and control, particle transport and fluid flow in a myriad of small-scale and porous materials. The focus is on non-equilibrium phenomena driven by pH-induced changes in surface charge, which is coupled to macroscopic gradients in chemical concentrations, to produce phoretic and osmotic flows. These ideas will be tackled using experiments, simulations, and theory based on the principles of electrokinetics, including recent extensions to the modified Poisson-Boltzmann description that accounts for molecular-level features important to transport phenomena. The research has the following three systematic aims: (1) The study of surface reactions and diffusiophoretic particle motions in the presence of pH and electrolyte gradients, for different pH, ionic strength, and particle type; (2) The study of surface reactions and diffusioosmotic channel flows by using microfluidic methods to control the spatial heterogeneity of the surface charge of the channel walls and so understand how the induced flows affect particle transport as a function of pH, ionic strength, and particle type; and (3) the flow of suspensions in porous materials, where qualitative and quantitative conditions (chemical, particle type, geometry, etc.) can lead to particle accumulation or dispersion that until now is poorly understood and poorly characterized. The research themes will advance the understanding of surface-dominated transport processes, which occur in a wide range of environmental and industrial problems and processes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Howard",
   "pi_last_name": "Stone",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Howard A Stone",
   "pi_email_addr": "hastone@princeton.edu",
   "nsf_id": "000125222",
   "pi_start_date": "2021-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "Off. of Research & Proj. Admin.",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 347715.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The intellectual merit of the research revolved around the role of electrical charges in fluids, and associated transport processes, which are often referred to by the term electrokinetics. &nbsp;Our primary focus was on chemical gradients that create fluid motion and cause the relative motion of suspended particles. We studied pH-induced changes in surface charge that control fluid and particle motion. We developed experimental approaches to address this problem and associated mathematical modeling that couple the basic physical chemistry, e.g., ionization of surface groups, to the fluid mechanics and related transport processes. The project then evolved timely research questions in other configurations, including studying a related question we identified relevant to spindle formation, and transport of microtubules, important in cell biology. In particular, microtubules (MTs) are dynamic filaments that assemble spindles for eukaryotic cell division. As the concentration profiles of soluble tubulin and regulatory proteins are non-uniform during spindle assembly, we asked if diffusiophoresis, i.e., the spontaneous motion of particles under solute gradients,&nbsp; can act as a transport mechanism for MTs. This led us to conduct a systematic experimental study that brought together both our experimental and theoretical work. In addition, our understanding of these systems allowed us to identify a regime of transport where one-dimensional, Taylor-dispersion-like, models were applicable for which we focused on the feature that such transport is dominated by diffusioosmotic aspects of the flow, which refers to chemical gradients creating fluid motion adjacent to the walls surrounding a fluid-filled channel. Again, we developed experimental systems to study the problem systematically varying both geometric and chemical parameters and compared the measurements with detailed numerical modeling and the reduced-order models. Because of our interest in these electrokinetic questions, we collaborated with a colleague in Denmark. We highlighted how charged surfaces, and the corresponding boundary layer of counter charge, could lead to an enhancement in net diffusion fluxes owing to surface-enhanced diffusion.</p>\n<p>These studies also raised other questions about thin film flows that involve surfactant effects and free surfaces. We addressed some of these questions purely theoretically and others with experiments and theory. The topic continues to inspire new questions and motivates collaborations with other scientists and engineers because of the ubiquity of the fundamental research ideas.</p>\n<p>In the area of broader impacts, our work is published in leading journals in the field, we have collaborated with researchers in molecular biology so that the insights from fluid mechanics and transport processes can be shared with other fields, and we have trained the next generation of researchers, i.e., postdocs, graduate students, and undergraduate students. Outreach to the public is a regular part of my activities and those of my research group. In particular, we have also continued a yearly holiday science lecture that I have led and given for more &gt;20 years.</p><br>\n<p>\n Last Modified: 07/07/2024<br>\nModified by: Howard&nbsp;A&nbsp;Stone</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe intellectual merit of the research revolved around the role of electrical charges in fluids, and associated transport processes, which are often referred to by the term electrokinetics. Our primary focus was on chemical gradients that create fluid motion and cause the relative motion of suspended particles. We studied pH-induced changes in surface charge that control fluid and particle motion. We developed experimental approaches to address this problem and associated mathematical modeling that couple the basic physical chemistry, e.g., ionization of surface groups, to the fluid mechanics and related transport processes. The project then evolved timely research questions in other configurations, including studying a related question we identified relevant to spindle formation, and transport of microtubules, important in cell biology. In particular, microtubules (MTs) are dynamic filaments that assemble spindles for eukaryotic cell division. As the concentration profiles of soluble tubulin and regulatory proteins are non-uniform during spindle assembly, we asked if diffusiophoresis, i.e., the spontaneous motion of particles under solute gradients, can act as a transport mechanism for MTs. This led us to conduct a systematic experimental study that brought together both our experimental and theoretical work. In addition, our understanding of these systems allowed us to identify a regime of transport where one-dimensional, Taylor-dispersion-like, models were applicable for which we focused on the feature that such transport is dominated by diffusioosmotic aspects of the flow, which refers to chemical gradients creating fluid motion adjacent to the walls surrounding a fluid-filled channel. Again, we developed experimental systems to study the problem systematically varying both geometric and chemical parameters and compared the measurements with detailed numerical modeling and the reduced-order models. Because of our interest in these electrokinetic questions, we collaborated with a colleague in Denmark. We highlighted how charged surfaces, and the corresponding boundary layer of counter charge, could lead to an enhancement in net diffusion fluxes owing to surface-enhanced diffusion.\n\n\nThese studies also raised other questions about thin film flows that involve surfactant effects and free surfaces. We addressed some of these questions purely theoretically and others with experiments and theory. The topic continues to inspire new questions and motivates collaborations with other scientists and engineers because of the ubiquity of the fundamental research ideas.\n\n\nIn the area of broader impacts, our work is published in leading journals in the field, we have collaborated with researchers in molecular biology so that the insights from fluid mechanics and transport processes can be shared with other fields, and we have trained the next generation of researchers, i.e., postdocs, graduate students, and undergraduate students. Outreach to the public is a regular part of my activities and those of my research group. In particular, we have also continued a yearly holiday science lecture that I have led and given for more 20 years.\t\t\t\t\tLast Modified: 07/07/2024\n\n\t\t\t\t\tSubmitted by: HowardAStone\n"
 }
}