{
 "awd_id": "2128094",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Ecological legacy effects of megacarcasses in African savanna ecosystems",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032927410",
 "po_email": "jwest@nsf.gov",
 "po_sign_block_name": "Jason West",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 460049.0,
 "awd_amount": 460049.0,
 "awd_min_amd_letter_date": "2021-07-14",
 "awd_max_amd_letter_date": "2021-07-14",
 "awd_abstract_narration": "Large animals such as elephants and rhinoceros, called ‘megafauna’ for their extreme size, have outsized impacts on the ecosystems they live in. They engineer their environments by knocking down trees and grazing grasses to create large lawns, helping to form habitats that facilitate other animals. But, there is little research that addresses the impact that the carcasses of these megafauna, or ‘megacarcasses’, have on ecosystems after they die. Their carcasses represent huge sources of nutrients that have a long-lasting ecological legacy on the areas of ecosystems where their carcasses occur. For example, African elephants are the largest land animals, but almost nothing is known about how the nutrients from their massive carcasses (up to 6,000 kg) affect savanna ecosystems. This award asks the main question: How do elephant megacarcasses affect the ecology of African savannas? The work will address how these megacarcasses affect nutrient cycling in the soil by microbes, plant primary production and species diversity, and herbivory by vertebrate herbivores, such as zebra and giraffe, and invertebrate herbivores, such as grasshoppers. This research will support the mentoring of 1 postdoctoral scholar, graduate and undergraduate students in ecology as well as science communication and outreach. The main broader impact will be the production of a scientific documentary, The Legacy of Megaherbivores, which will ‘follow’ the life and death of an elephant in the African savanna, that will put the life cycle of these elephants into broader ecological context, understanding how they impact ecosystems and the current implications for ecosystems facing their disappearance. \r\n\r\nTo address the overarching question, the award will use elephant carcasses of different ages (up to 15+ years old) in Kruger National Park (KNP), South Africa. Combining soil (physical, chemical and biological properties), plant (productivity and diversity), and herbivore (vertebrate and invertebrate) surveys at 50 megacarcass sites along with greenhouse experiments, the award will assess how nutrient pulses from elephant carcasses drive integrated responses of ecosystem processes. Importantly, the elephant megacarcasses are distributed across gradients of rainfall (375-700 mm) and soil fertility (less-fertile sandy, granitic soils vs. more-fertile clayey, basaltic soils) in KNP. These gradients of rainfall and soil nutrients provide a robust experimental framework for testing how the abiotic environment impacts the ecosystem-level legacy effects of terrestrial megacarcasses. Finally, by combining the data from the field on the effects of megacarcasses on ecosystem processes with a database of elephant population across KNP, the researchers will use ecological modeling to show how the distribution of megacarcasses generates variability in ecosystem processes across the savanna landscape as elephants naturally die over time. This study will represent the first examination of the ecological legacies of megacarcasses on terrestrial ecosystems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Lemoine",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan Lemoine",
   "pi_email_addr": "nathan.lemoine@marquette.edu",
   "nsf_id": "000717082",
   "pi_start_date": "2021-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marquette University",
  "inst_street_address": "313 N 13TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MILWAUKEE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "4142887200",
  "inst_zip_code": "532332244",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "WI04",
  "org_lgl_bus_name": "MARQUETTE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HKJCKTFJNBM7"
 },
 "perf_inst": {
  "perf_inst_name": "Marquette University",
  "perf_str_addr": "P.O. Box 1881",
  "perf_city_name": "Milwaukee",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "532011881",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "WI04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "738100",
   "pgm_ele_name": "Ecosystem Science"
  },
  {
   "pgm_ele_code": "795900",
   "pgm_ele_name": "MacroSysBIO & NEON-Enabled Sci"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 460049.0
  }
 ],
 "por": null
}