{
 "awd_id": "2128521",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Investigating the genetic correlation hypothesis of signal-preference evolution",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032922702",
 "po_email": "khoke@nsf.gov",
 "po_sign_block_name": "Kim L. Hoke",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 1145645.0,
 "awd_amount": 1145645.0,
 "awd_min_amd_letter_date": "2021-07-27",
 "awd_max_amd_letter_date": "2023-08-22",
 "awd_abstract_narration": "The genetics of behavior is a frontier in many respects, and its understanding is fundamental to many areas of biology, including conservation, sustainability and human health. This work explores the genetic correlations that may exist between male calling behavior and female mate choice in Laupala kohalensis, a cricket species in Hawaii, and how this correlation impacts the expression of male behavior and the associated female preference for calls. Undergraduate, graduate and post-doctoral students supported by this project will gain research experiences in integrating behavioral and genetic/genomic studies related to animal behavior questions in natural populations. Rigorous cross-training in these areas has tremendous potential for making transformative progress in the study of behavior.  Students will gain experiences in experimental design, field collecting, animal husbandry, behavioral measurements, DNA manipulations, sequencing and bioinformatics. Students working on the project will also gain outreach experiences, including projects with Hawaii Volcanoes National Park, where we will develop public exhibits to teach about the unique Hawaiian biodiversity and their scientific importance, as well as studies of the interactions between invasive species and Hawaiian biodiversity. Public lectures will be planned to participate in the Science in the Park series. Our work also provides leadership on how to study behavior at multiple levels of analysis and to value the role of non-model organisms in the study of behavioral diversity and genetics. Our work will provide vital genome sequence data from a non-model genome, specifically that contains genes involved in rhythmic behaviors with many analogs across diverse forms of life.  \r\n\r\nTheoretical work supports the concept that genetic correlations underlying diverse behaviors are vital to healthy population function such that these genetic structures can be engaged rapidly during changing environments. While theory demonstrates its deep relevance, the presence of genetic correlation is empirically not well-established. Our proposal offers a strong empirical system, sound methodology and exciting technological advancements aimed at producing a complete study of genetic correlation in the species Laupala kohalensis. The present proposal uses a design that contrasts contributions to genetic correlation from female preference and the physical location of genes underlying male and female behaviors in natural populations.  The genetic correlation will be further probed in a selection experiment on male song, and its indirect effect on female acoustic preference.  The proposed work will capitalize on a powerful experimental design to produce genome wide sequence data that can characterize the response to selection, in order to identify the genes underlying these behaviors and test the hypothesis that the responding intraspecific genetic variation shares the same genetic basis found between species. In the process of doing this research, we will also estimate natural levels of linkage disequilibrium across the genome in Laupala kohalensis in relation to the location of acoustic behavior genes.  Understanding the genetics and identifying the genes underlying these traits will provide a much-needed empirical basis on which to judge numerous theoretical models.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kerry",
   "pi_last_name": "Shaw",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Kerry L Shaw",
   "pi_email_addr": "kls4@cornell.edu",
   "nsf_id": "000129951",
   "pi_start_date": "2021-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "373 Pine Tree Road",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 672384.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 239590.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 233671.0
  }
 ],
 "por": null
}