{
 "awd_id": "2128616",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: SWIFT: Wideband Spectrum Coexistence Enabled by Photonic Circuits: Cross-Layer Design and Implementation",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032924568",
 "po_email": "hdai@nsf.gov",
 "po_sign_block_name": "Huaiyu Dai",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 280000.0,
 "awd_amount": 280000.0,
 "awd_min_amd_letter_date": "2021-08-10",
 "awd_max_amd_letter_date": "2021-08-10",
 "awd_abstract_narration": "Evolving communication systems rely on using increasingly higher frequencies for larger channel bandwidths. The increased channel capacities enabled by higher carrier frequencies provide high speed communication for commercial and active users, however, these benefits do not extend to passive users, such as radio astronomy. The focus of the proposed effort is to create a framework for spectrum coexistence that is beneficial for both active and passive users. Instead of simply switching to higher and undeveloped frequencies - which passive users cannot - the proposed research uses high frequency, optical signal carriers for interference separation, enabling the coexistence of active and passive users at the same time and in the same physical location. The proposed coexistence solution will enable continuous availability of wideband spectrum for passive users, an important requirement for detecting unknown signals, since the bandwidth and the time window for unknown astronomical, atmospheric and geospace signals cannot be manipulated. The proposal involves collaboration between one private and two state universities in New Jersey, and will support education at various levels: for pre-college students, the PIs will develop games and instructive presentations that integrate the explanation of science fundamentals. Undergraduate students will access the evolution of communication technologies through Rowan University’s 8-semester research-based Engineering Clinic program. Commercial applications will be explored through industrial partners within local area of the PI campuses.\r\n\r\nSince there is a projected increase in interference at both high and low RF frequencies, which will impair the success of both commercial and scientific use of spectrum, it is necessary to develop technologies that will mitigate the interference observed by all users of the radio spectrum, ultimately allowing better coexistence between the wide range of applications dependent on radio spectrum. The proposed system is implemented by redesigning the hardware and exploring communication protocols at multiple layers. In the physical layer, the photonic system separates a mixed received signal in the congested radio spectrum by upconverting the signal carriers to optical frequencies, providing over 100GHz of bandwidth in a single channel. In the network level, communication protocols are redesigned to enable passive users to continuously access to wideband spectrum and coexist with active users. The network layer protocol will optimize the deployment of the hardware system to minimize the cost of new infrastructures, better share spectrum, and improve communication throughput. The intellectual merit stems from the completely orthogonal approach proposed to address the challenges of radio spectrum, and the seamless integration of hardware innovation with communication protocols. By harnessing the unique properties of optical carriers, the photonic system processes analog signals before digitization, which eliminates both the current bandwidth limit and the resolution limit. The hardware innovation creates unprecedented resources for communication applications. The photonic system functions as a platform that provides new resources for both the existing and emerging spectrum sharing methods, specifically, dynamic spectrum allocation, interference alignment, etc. With a multi-layer design, the proposed system will advance the understanding of spectrum usage by enabling conexistence of systems with diverse power levels and large bandwidths.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Prucnal",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Paul R Prucnal",
   "pi_email_addr": "prucnal@Princeton.EDU",
   "nsf_id": "000117700",
   "pi_start_date": "2021-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140Y00",
   "pgm_ele_name": "SWIFT-Spectrum Innov Futr Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  },
  {
   "pgm_ref_code": "095E",
   "pgm_ref_txt": "Photonic integration"
  },
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  },
  {
   "pgm_ref_code": "7936",
   "pgm_ref_txt": "SIGNAL PROCESSING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 280000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As telecommunications continue to expand, they face escalating issues of crosstalk and interference, creating an urgent need for innovative mitigation strategies that can facilitate the evolution of next-generation communication networks. This report discusses two primary, closely related methods. The first approach involves a microwave photonic cancellation (MPC), an optical linear filtering process where optical weights and delays are synchronized with reference interferers, and then precisely removed across ultra-wide bandwidths. This method is particularly effective against self-interference in radio systems. The second strategy involves a physical layer cognitive method known as blind source separation (BSS), which efficiently manages unknown interferers. BSS operates with limited prior information to extract signals from their combinations, irrespective of carrier frequency, signal formats, and channel conditions. To meet the required expansive bandwidth, minimal latency, and energy efficiency, we explored a photonic implementation of both strategies.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The main intellectual merit outcome of this project includes</p>\n<ol>\n<li>Experimentally demonstrated a record-high precision 9&nbsp;bits (of weights) with a dithering control scheme for photonic synapses, which is generally required to guarantee high accuracy in many deep-learning based applications.</li>\n<li>Reported a photonic BSS approach that inherits the advantages of optical devices and requires minimal prior knowledge to recover signals from their mixtures. Demonstrated energy-efficient, wavelength-division multiplexing (WDM) scalable BSS across 19.2&thinsp;GHz processing bandwidth.</li>\n<li>Implemented low-quality (Q) factor microring resonators to demonstrate broadband optical weighting. Optimized silicon photonic neural network from a radio-frequency performance perspective. This analysis highlighted the linear front-end of the photonic neural network, the effects of linear and nonlinear loss within silicon waveguides, and the impact of electrical preamplification.</li>\n<li>Demonstrated a system-on-chip photonic processor to address dynamic interference through BSS, enabling rapid demixing of received mixtures and recovering the signal-of-interest in under 15 picoseconds. Experimentally demonstrated the processor&rsquo;s ability to suppress transmission errors and maintain signal-to-noise ratios in two scenarios, radar altimeters and mobile communications.</li>\n</ol>\n<p>&nbsp;</p>\n<p>The broader impact outcome of this project includes</p>\n<ul>\n<li>The current initiative has afforded opportunities for pedagogical enhancement for both undergraduate and graduate students at Princeton University, particularly within the ambit of the Lightwave Laboratory. The educational model was comprehensive, encompassing both self-directed scholarly research and formal instruction, and the latter facilitated via courses such as ECE558 Photonics and Lightwave Communication and ECE559 Photonic Systems. </li>\n<li>The final outcome of this project has made a significant societal impact. One of the resulting papers, published in the journal <em>Light: Science &amp; Applications</em>,<strong> </strong>has been widely covered by various media outlets, attracting considerable attention from both academia and industry.</li>\n<li>The project has served as a catalyst for professional development, enabling students to disseminate their research findings at esteemed conferences and facilitating cross-university collaborations with graduate cohorts from various other institutions.</li>\n</ul><br>\n<p>\n Last Modified: 10/31/2024<br>\nModified by: Paul&nbsp;R&nbsp;Prucnal</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nAs telecommunications continue to expand, they face escalating issues of crosstalk and interference, creating an urgent need for innovative mitigation strategies that can facilitate the evolution of next-generation communication networks. This report discusses two primary, closely related methods. The first approach involves a microwave photonic cancellation (MPC), an optical linear filtering process where optical weights and delays are synchronized with reference interferers, and then precisely removed across ultra-wide bandwidths. This method is particularly effective against self-interference in radio systems. The second strategy involves a physical layer cognitive method known as blind source separation (BSS), which efficiently manages unknown interferers. BSS operates with limited prior information to extract signals from their combinations, irrespective of carrier frequency, signal formats, and channel conditions. To meet the required expansive bandwidth, minimal latency, and energy efficiency, we explored a photonic implementation of both strategies.\n\n\n\n\n\nThe main intellectual merit outcome of this project includes\n\nExperimentally demonstrated a record-high precision 9bits (of weights) with a dithering control scheme for photonic synapses, which is generally required to guarantee high accuracy in many deep-learning based applications.\nReported a photonic BSS approach that inherits the advantages of optical devices and requires minimal prior knowledge to recover signals from their mixtures. Demonstrated energy-efficient, wavelength-division multiplexing (WDM) scalable BSS across 19.2GHz processing bandwidth.\nImplemented low-quality (Q) factor microring resonators to demonstrate broadband optical weighting. Optimized silicon photonic neural network from a radio-frequency performance perspective. This analysis highlighted the linear front-end of the photonic neural network, the effects of linear and nonlinear loss within silicon waveguides, and the impact of electrical preamplification.\nDemonstrated a system-on-chip photonic processor to address dynamic interference through BSS, enabling rapid demixing of received mixtures and recovering the signal-of-interest in under 15 picoseconds. Experimentally demonstrated the processors ability to suppress transmission errors and maintain signal-to-noise ratios in two scenarios, radar altimeters and mobile communications.\n\n\n\n\n\n\nThe broader impact outcome of this project includes\n\nThe current initiative has afforded opportunities for pedagogical enhancement for both undergraduate and graduate students at Princeton University, particularly within the ambit of the Lightwave Laboratory. The educational model was comprehensive, encompassing both self-directed scholarly research and formal instruction, and the latter facilitated via courses such as ECE558 Photonics and Lightwave Communication and ECE559 Photonic Systems. \nThe final outcome of this project has made a significant societal impact. One of the resulting papers, published in the journal Light: Science & Applications, has been widely covered by various media outlets, attracting considerable attention from both academia and industry.\nThe project has served as a catalyst for professional development, enabling students to disseminate their research findings at esteemed conferences and facilitating cross-university collaborations with graduate cohorts from various other institutions.\n\t\t\t\t\tLast Modified: 10/31/2024\n\n\t\t\t\t\tSubmitted by: PaulRPrucnal\n"
 }
}