{
 "awd_id": "2128821",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New class of DNA-templated near-infrared voltage-reporter for deep-brain imaging",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927014",
 "po_email": "szehnder@nsf.gov",
 "po_sign_block_name": "Steve Zehnder",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 498166.0,
 "awd_amount": 498166.0,
 "awd_min_amd_letter_date": "2021-06-24",
 "awd_max_amd_letter_date": "2021-06-24",
 "awd_abstract_narration": "Transmission of voltage spikes plays a major role in cell-to-cell communication in the brain. These communications determine the neural underpinnings of behavior, memory, sensory input, and motor function as well as play a role in neurodegenerative diseases such as Alzheimer’s and Parkinson’s disease.  While tremendous progress has been made in optical imaging of voltage activity in rodents to better understand cellular signaling in the brain, these techniques are limited to microscopic fields of view, and often necessitate invasive methods to gain access to the region of interest deep in the brain. Since near-infrared (NIR) light penetrates much deeper into biological tissue than visible light, imaging methods that use NIR light offer opportunities to noninvasively image deeper structures in the brain. This project will develop novel DNA-based nanoparticles that can be precisely combined with dyes that change their color spectrum in the NIR range in response to changes in the voltage of neuronal cell membranes.  These nanoparticle probes will be used to image voltage spikes in a living brain-on-chip model.  The tools developed can facilitate future clinically relevant studies that use small-animal models to examine the role of functional connectivity and neurovascular coupling in neurogenerative diseases.  The research will be integrated with the educational mission of the Bioengineering department and the Center for Adaptive Systems of Brain-body Interactions (CASBBI) at George Mason University through curriculum offerings in the Neurotechnology and Computational Neuroscience concentration and by supporting training of graduate students participating in the CASBBI NSF Research Traineeship program.\r\n\r\nPhotoacoustic imaging (PAI) relies on wavelength-specific absorption of light by reporter molecules and subsequent thermoelastic generation of ultrasound pulses that are not as susceptible to scattering in tissue as light. Although PAI is a well-established technique for imaging hemodynamics in rodent brains, a lack of NIR photoacoustic voltage reporters hinders its utility for directly mapping neuronal signaling. The proposed work uses DNA nanotechnology to produce probes that comprise of targeted DNA NPs with tethered ICG dye, which is an FDA-approved voltage-sensing dye. These DNA-integrated voltage indicating nanoparticle (DIVIN) probes offer several advantages: 1) NIR excitation: NIR light penetrates deeper in the brain than visible light; 2) Precision nano-engineering: pre-determined organization of dye molecules for high local concentration and photostability; and 3) Cell-specific labeling: DNA NPs can be conjugated with targeting moieties to enable cell-specific targeting of DIVIN-probes, which are small enough.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Parag",
   "pi_last_name": "Chitnis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Parag Chitnis",
   "pi_email_addr": "pchitnis@gmu.edu",
   "nsf_id": "000724416",
   "pi_start_date": "2021-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Cressman",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "John R Cressman",
   "pi_email_addr": "jcressma@gmu.edu",
   "nsf_id": "000222897",
   "pi_start_date": "2021-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Remi",
   "pi_last_name": "Veneziano",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Remi Veneziano",
   "pi_email_addr": "rvenezia@gmu.edu",
   "nsf_id": "000828970",
   "pi_start_date": "2021-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "4400 UNIVERSITY DR",
  "perf_city_name": "FAIRFAX",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723600",
   "pgm_ele_name": "BioP-Biophotonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 498166.0
  }
 ],
 "por": null
}