{
 "awd_id": "2128789",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: A Researcher-Practitioner-Partnership to Assess the Impact of COVID-19 Recession on NGSS Implementation",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Xiufeng Liu",
 "awd_eff_date": "2021-06-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 173584.0,
 "awd_amount": 173584.0,
 "awd_min_amd_letter_date": "2021-05-28",
 "awd_max_amd_letter_date": "2021-05-28",
 "awd_abstract_narration": "Today 44 states serving 71 percent of U.S. students have education standards influenced by the Next Generation Science Standards (NGSS).  Local implementation is the key to the success of NGSS, yet little is known about the extent to which NGSS have been implemented in K-12 schools during COVID-19. Policymakers, educational leaders, and researchers urgently need data to know whether and how NGSS implementation is taking hold in their schools in light of changes due to COVID-19 so that they may design better supports for implementation in anticipation for school reopening for in-person learning in September 2021. This project will investigate how NGSS has been implemented in California schools during the ongoing COVID-19 pandemic.  Through a state-wide survey, analysis of administrative data, interviews and case studies, this project will assess the impact of COVID-19 on NGSS implementation on a large scale, and more importantly, the extent to which high minority, high-poverty districts are disproportionately affected. It will also identify policy options available to state and school districts. By collecting critical and timely data, this project will contribute new knowledge to understanding of the impact of COVID-19 on NGSS implementation.  This knowledge is a necessary step towards policy and practice solutions that support schools and teachers in continuing implementation of NGSS and expanding educational opportunities to underrepresented minorities, English learners, and students with disabilities in post-COVID-19. \r\n\r\nThe goals of the project are to (1) assess the impacts of COVID-19 on NGSS implementation in California; (2) examine whether and how high-minority, high-poverty districts are impacted more acutely than other districts; and (3) identify policies and programs state and local districts could prioritize to mitigate the impacts.  A mixed methods approach will be used to answer research questions related to the above goals.  Specifically, a survey of all school districts in California will be conducted.  Text mining of school district administrative data will also be performed.  Qualitative methods will include interviews and case studies.  Extensive outreach efforts, including one-on-one briefings with the members of the legislative and executive branches, will also take place throughout the year.  A researcher-practitioner partnership will be formed through engaging the California State Department of Education in allocating resources for NGSS implementation and local school districts in developing guidelines to support teachers in NGSS-aligned instruction.  Project findings will be widely disseminated through online resources and digital libraries to school districts, science teachers, and curriculum developers. Project findings will inform state policymaking and increase the partnerships between research institutions and state government.  \r\n\r\nThis RAPID award is made by the Discovery Research preK-12 (DRK-12) program in the Division of Research on Learning. The DRK-12 program seeks to significantly enhance the learning and teaching of science, technology, engineering and mathematics (STEM) by preK-12 students and teachers, through research and development of innovative resources, models and tools. Projects in the DRK-12 program build on fundamental research in STEM education and prior research and development efforts that provide theoretical and empirical justification for proposed projects.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Niu",
   "pi_last_name": "Gao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Niu Gao",
   "pi_email_addr": "ngao@air.org",
   "nsf_id": "000814515",
   "pi_start_date": "2021-05-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Public Policy Institute of California",
  "inst_street_address": "500 WASHINGTON STREET",
  "inst_street_address_2": "SUITE 600",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4152914495",
  "inst_zip_code": "941112907",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "PUBLIC POLICY INSTITUTE OF CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "LD25BNAY9FB9"
 },
 "perf_inst": {
  "perf_inst_name": "Public Policy Institute of California",
  "perf_str_addr": "500 Washington Street, 6th Floor",
  "perf_city_name": "San Francisco",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941112932",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 173584.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goals of the project are to (1) assess the impacts of COVID-19 on NGSS implementation in California; (2) examine whether and how high-minority, high-poverty districts are impacted more acutely than other districts; and (3) identify policies and programs state and local districts could prioritize to mitigate the impacts. A mixed methods approach will be used to answer research questions related to the above goals. Specifically, a survey of all school districts in California will be conducted. Text mining of school district administrative data will also be performed. Qualitative methods will include interviews and case studies. Extensive outreach efforts, including one-on-one briefings with the members of the legislative and executive branches, will also take place throughout the year. A researcher-practitioner partnership will be formed through engaging the California State Department of Education in allocating resources for NGSS implementation and local school districts in developing guidelines to support teachers in NGSS-aligned instruction. Project findings will be widely disseminated through online resources and digital libraries to school districts, science teachers, and curriculum developers. Project findings will inform state policymaking and increase the partnerships between research institutions and state government. Key outcomes include:</p>\n<p>(1). A policy brief and report were published on PPIC&rsquo;s website summarizing the impact of COVID-19 on NGSS implementation and science education in California. Specifically, the report relies on a survey of 213 school districts serving half of California&rsquo;s students, analysis of all available Local Control Accountability Plans (N=858), and interviews with more than 40 district and school administrators, science educators, county science leads, community partners, and state policymakers. Key findings include:</p>\n<p class=\"03Bulletedlist\">-Most districts deprioritized science education during the pandemic. Science became a low priority during the 2020-21 school year in 62 percent of districts surveyed. A similar share of high-need and high-poverty districts deprioritized science education. Key CA NGSS activities including textbook adoption and course model alignment, were delayed. Factors contributing to the lower prioritization of science included staff shortages, teacher burnout, a lack of dedicated funding, and an emphasis on English language arts (ELA) and math. However, some high-need districts&mdash;including those with large English Learner populations&mdash;have been using science content to engage students in ELA and math.</p>\n<p class=\"03Bulletedlist\">- Support for science education was limited. During the 2020&ndash;21 school year, 60% of districts surveyed provided supplemental instructional materials, 43% provided summer science programs, and 40% addressed social-emotional learning in support of science education. Only a quarter of districts provided small group instruction and very few offered extended science learning time during the regular school year. Only 40% of districts provided additional support to English Learners in science instruction.</p>\n<p class=\"03Bulletedlist\">-Most district recovery plans do not prioritize science. Only 27% of the districts we surveyed made science a high priority in their recovery plans, whereas more than 80% prioritized math/ELA. Close to half of 2021&ndash;24 Local Control and Accountability Plans included plans to adopt, develop, or purchase new science instructional materials, 38% of districts plan to provide science teacher training, and 32% set student performance goals on standardized tests. High-need and high-poverty districts are more likely to provide extended learning opportunities.</p>\n<p>-The state can promote equitable investments in science education post-pandemic and beyond. Our policy recommendations include adding science in district accountability requirements, drawing from its budget surplus to provide consistent funding for long-term professional learning opportunities in science, and providing more evidence-based strategies for science learning. We also recommend that educational partners build a statewide coalition to highlight the importance of science literacy, increase awareness among policymakers, and secure resources to support science education.</p>\n<p>(2). Project team formed a researcher-practitioner-partnership with the California Department of Education, and engaged staff members from the Analysis, Measurement and Accountability Reporting Division, Curriculum Frameworks and Instructional Resources Division, and Educator Excellence and Equity Division on NGSS implementation.</p>\n<p>(3). Extensive outreach efforts, including briefings with key decision makers and educational partners, took place throughout the year to inform state policymaking.</p>\n<p>(4). Project findings were widely disseminated to school districts, science teachers, and curriculum developers. PPIC hosted a public virtual event featuring national, state, and local leaders to discuss report findings and policy implications on August 16, 2022. A blog summarizing the event was published on PPIC website, and the event was broadcast live and recorded on PPIC&rsquo;s website and YouTube channel.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/17/2022<br>\n\t\t\t\t\tModified by: Niu&nbsp;Gao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goals of the project are to (1) assess the impacts of COVID-19 on NGSS implementation in California; (2) examine whether and how high-minority, high-poverty districts are impacted more acutely than other districts; and (3) identify policies and programs state and local districts could prioritize to mitigate the impacts. A mixed methods approach will be used to answer research questions related to the above goals. Specifically, a survey of all school districts in California will be conducted. Text mining of school district administrative data will also be performed. Qualitative methods will include interviews and case studies. Extensive outreach efforts, including one-on-one briefings with the members of the legislative and executive branches, will also take place throughout the year. A researcher-practitioner partnership will be formed through engaging the California State Department of Education in allocating resources for NGSS implementation and local school districts in developing guidelines to support teachers in NGSS-aligned instruction. Project findings will be widely disseminated through online resources and digital libraries to school districts, science teachers, and curriculum developers. Project findings will inform state policymaking and increase the partnerships between research institutions and state government. Key outcomes include:\n\n(1). A policy brief and report were published on PPIC’s website summarizing the impact of COVID-19 on NGSS implementation and science education in California. Specifically, the report relies on a survey of 213 school districts serving half of California’s students, analysis of all available Local Control Accountability Plans (N=858), and interviews with more than 40 district and school administrators, science educators, county science leads, community partners, and state policymakers. Key findings include:\n-Most districts deprioritized science education during the pandemic. Science became a low priority during the 2020-21 school year in 62 percent of districts surveyed. A similar share of high-need and high-poverty districts deprioritized science education. Key CA NGSS activities including textbook adoption and course model alignment, were delayed. Factors contributing to the lower prioritization of science included staff shortages, teacher burnout, a lack of dedicated funding, and an emphasis on English language arts (ELA) and math. However, some high-need districts&mdash;including those with large English Learner populations&mdash;have been using science content to engage students in ELA and math.\n- Support for science education was limited. During the 2020&ndash;21 school year, 60% of districts surveyed provided supplemental instructional materials, 43% provided summer science programs, and 40% addressed social-emotional learning in support of science education. Only a quarter of districts provided small group instruction and very few offered extended science learning time during the regular school year. Only 40% of districts provided additional support to English Learners in science instruction.\n-Most district recovery plans do not prioritize science. Only 27% of the districts we surveyed made science a high priority in their recovery plans, whereas more than 80% prioritized math/ELA. Close to half of 2021&ndash;24 Local Control and Accountability Plans included plans to adopt, develop, or purchase new science instructional materials, 38% of districts plan to provide science teacher training, and 32% set student performance goals on standardized tests. High-need and high-poverty districts are more likely to provide extended learning opportunities.\n\n-The state can promote equitable investments in science education post-pandemic and beyond. Our policy recommendations include adding science in district accountability requirements, drawing from its budget surplus to provide consistent funding for long-term professional learning opportunities in science, and providing more evidence-based strategies for science learning. We also recommend that educational partners build a statewide coalition to highlight the importance of science literacy, increase awareness among policymakers, and secure resources to support science education.\n\n(2). Project team formed a researcher-practitioner-partnership with the California Department of Education, and engaged staff members from the Analysis, Measurement and Accountability Reporting Division, Curriculum Frameworks and Instructional Resources Division, and Educator Excellence and Equity Division on NGSS implementation.\n\n(3). Extensive outreach efforts, including briefings with key decision makers and educational partners, took place throughout the year to inform state policymaking.\n\n(4). Project findings were widely disseminated to school districts, science teachers, and curriculum developers. PPIC hosted a public virtual event featuring national, state, and local leaders to discuss report findings and policy implications on August 16, 2022. A blog summarizing the event was published on PPIC website, and the event was broadcast live and recorded on PPIC’s website and YouTube channel.\n\n\t\t\t\t\tLast Modified: 08/17/2022\n\n\t\t\t\t\tSubmitted by: Niu Gao"
 }
}