{
 "awd_id": "2129111",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FW-HTF-P: Managing Time and Work-Life Boundaries in Support of Future Remote Workers",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032925365",
 "po_email": "jberg@nsf.gov",
 "po_sign_block_name": "Jordan Berg",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2021-08-10",
 "awd_max_amd_letter_date": "2021-08-10",
 "awd_abstract_narration": "Remote work can offer benefits to workers including time flexibility, the elimination of commute time, and expand access to job opportunities by removing geographic and ability-driven constraints. Remote work can also add value for employers in the form of increased productivity and reduced real estate costs. However, removing the physical boundary between work-life and home-life increases the likelihood of work encroaching on family life and family responsibilities interrupting work. The effects of such conflicts negatively impact worker stress, anxiety, satisfaction, exhaustion, and burnout. Not only does computing technology enable remote work, but it also has the potential to empower remote workers with tools to better manage these challenges posed by remote work. This Future of Work at the Human-Technology Frontier (FW-HTF) Planning Grant project promises to advance the national health, prosperity, and welfare by illuminating the challenges that workers encounter as a result of their remote work, and to understand their needs for support and the potential for future technology to facilitate that support. The project will advance the frontiers of science by exploring possible solutions to the threats posed by remote work. Focus will be paid to the challenges by rural workers, who lack equitable access to the employment opportunities afforded urban dwellers, and working women, who are disproportionately responsible for carrying out household and family responsibilities.\r\n\r\nThis project seeks to understand the challenges remote workers face through three primary objectives that will provide a foundation for a long-term research agenda. First, the project team will build relationships with relevant partners and stakeholders. Second, the project gathers data through a diary study and a survey with remote workers and managers of remote workers to understand the challenges that remote workers encounter. Third, the project engages remote workers in design activities to explore possibilities for future technology to better manage remote workers' work-life vs. home-life conflicts. The project will advance understanding of how current remote workers manage issues of family-to-work and work-to-family conflict, and the effects of those conflicts including stress, anxiety, dissatisfaction, exhaustion, and burnout. The project will advance development of a theoretical model of boundary management in remote workers. The project will also contribute to practical outcomes in the form of design insights for the development of future technologies that can support desirable work-life boundaries.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Wiese",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jason Wiese",
   "pi_email_addr": "jason.wiese@utah.edu",
   "nsf_id": "000747458",
   "pi_start_date": "2021-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amy Jo",
   "pi_last_name": "Metz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amy Jo Metz",
   "pi_email_addr": "aj.metz@utah.edu",
   "nsf_id": "000633522",
   "pi_start_date": "2021-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vivek",
   "pi_last_name": "Srikumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vivek Srikumar",
   "pi_email_addr": "svivek@cs.utah.edu",
   "nsf_id": "000676145",
   "pi_start_date": "2021-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jacqueline",
   "pi_last_name": "Chen",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jacqueline M Chen",
   "pi_email_addr": "jacqueline.chen@psych.utah.edu",
   "nsf_id": "000686886",
   "pi_start_date": "2021-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "75 S 2000 E",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "103Y00",
   "pgm_ele_name": "FW-HTF Futr Wrk Hum-Tech Frntr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "060Z",
   "pgm_ref_txt": "Convergent Research"
  },
  {
   "pgm_ref_code": "063Z",
   "pgm_ref_txt": "FW-HTF Futr Wrk Hum-Tech Frntr"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The upsurge in remote and hybrid work practices has prompted researchers to explore the technological, organizational, and psychological dimensions of remote work. However, the nuanced dynamics of balancing familial duties, especially care work for older adults, and professional work, is often overlooked in the literature.&nbsp; This balancing act introduces unique stressors, blurring work and personal life boundaries, potentially causing physical stress or prompting care providers to leave their jobs. The inherent nature of remote work executed within the familial sphere underscores the importance of understanding how care responsibilities impact the remote work experience. </span></p>\n<p>&nbsp;</p>\n<p><span>This project sought to understand the challenges remote workers face through three primary objectives that will provide a foundation for a long-term research agenda. To accomplish this goal, the project team built relationships with relevant partners and stakeholders. The project gathered data through a diary study and interviews with remote workers to understand their experiences with work impacting family and family impacting work. Findings highlight the prevalence of care work, emphasizing the need for targeted technological interventions to support the well-being and productivity of remote workers managing care duties. Critical challenges include familial responsibilities on higher-stress days, lack of communication regarding availability, personal time sacrifices for productivity, coordination in place making among care providers, and multitasking on days with familial responsibilities or distractions. This exploratory study underscores the importance of assisting care providers in a way that also embraces their (possible) role as remote workers, offering insights for future research and technological interventions to support remote workers navigating the complexities of care work.</span></p>\n<p>&nbsp;</p>\n<p><span> </span></p>\n<div><span>This project also conducted a survey with remote workers to understand the challenges that remote workers encounter.&nbsp;</span><span>The survey included responses from 485 remote workers. In general, remote workers in this sample were extremely satisfied working from home; they felt it afforded them a good work life balance and enhanced their well-being. These remote workers felt they were able to fulfill all the responsibilities specified in their job description to a high degree, and that their supervisors were supportive and would consider them an exceptional employee. This sample of remote workers felt their jobs were demanding, but that they had good time management skills and were able to establish boundaries between their work and home life. These findings were consistent across gender and for rural and urban remote workers.&nbsp;</span><span>Small</span><span>&nbsp;differences emerged in terms of race/ethnicity and those with caregiving responsibilities. Remote workers who identified as Nonwhite had significantly greater satisfaction with work/family balance than their White counterparts. Remote workers with caretaking responsibilities felt they had greater chance for promotion and less stress due to work interfering with family.&nbsp;</span><span>It would seem that for the remote workers in this sample, their employers are effectively adopting and implementing remote work practices and establishing a positive remote work culture. These remote workers may feel</span><span>&nbsp;productive because they have no commute, less distractions, more time for family, exercise, a higher quality of life, and better overall work-life balance. Feeling productive and that the employer cares about well-being by allowing remote work may translate into greater job satisfaction and lower turnover intentions. Our findings suggest that remote work may be a win-win for both employer and employee.&nbsp;<span>Additional research is needed to determine whether remote work benefits are experienced uniformly or depend on characteristics of the employer, employee, and other factors.&nbsp;</span></span></div>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>The results of this project have the potential to benefit society by providing deeper insights into the needs of remote workers with care responsibilities. This has implications for the well-being of this important worker population, and also has the potential to inform the design of future technologies that may improve working conditions for this population. This project also facilitated the research training of a graduate student and an undergraduate student.</p><br>\n<p>\n Last Modified: 01/24/2024<br>\nModified by: Jason&nbsp;Wiese</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe upsurge in remote and hybrid work practices has prompted researchers to explore the technological, organizational, and psychological dimensions of remote work. However, the nuanced dynamics of balancing familial duties, especially care work for older adults, and professional work, is often overlooked in the literature. This balancing act introduces unique stressors, blurring work and personal life boundaries, potentially causing physical stress or prompting care providers to leave their jobs. The inherent nature of remote work executed within the familial sphere underscores the importance of understanding how care responsibilities impact the remote work experience. \n\n\n\n\n\nThis project sought to understand the challenges remote workers face through three primary objectives that will provide a foundation for a long-term research agenda. To accomplish this goal, the project team built relationships with relevant partners and stakeholders. The project gathered data through a diary study and interviews with remote workers to understand their experiences with work impacting family and family impacting work. Findings highlight the prevalence of care work, emphasizing the need for targeted technological interventions to support the well-being and productivity of remote workers managing care duties. Critical challenges include familial responsibilities on higher-stress days, lack of communication regarding availability, personal time sacrifices for productivity, coordination in place making among care providers, and multitasking on days with familial responsibilities or distractions. This exploratory study underscores the importance of assisting care providers in a way that also embraces their (possible) role as remote workers, offering insights for future research and technological interventions to support remote workers navigating the complexities of care work.\n\n\n\n\n\n \nThis project also conducted a survey with remote workers to understand the challenges that remote workers encounter.The survey included responses from 485 remote workers. In general, remote workers in this sample were extremely satisfied working from home; they felt it afforded them a good work life balance and enhanced their well-being. These remote workers felt they were able to fulfill all the responsibilities specified in their job description to a high degree, and that their supervisors were supportive and would consider them an exceptional employee. This sample of remote workers felt their jobs were demanding, but that they had good time management skills and were able to establish boundaries between their work and home life. These findings were consistent across gender and for rural and urban remote workers.Smalldifferences emerged in terms of race/ethnicity and those with caregiving responsibilities. Remote workers who identified as Nonwhite had significantly greater satisfaction with work/family balance than their White counterparts. Remote workers with caretaking responsibilities felt they had greater chance for promotion and less stress due to work interfering with family.It would seem that for the remote workers in this sample, their employers are effectively adopting and implementing remote work practices and establishing a positive remote work culture. These remote workers may feelproductive because they have no commute, less distractions, more time for family, exercise, a higher quality of life, and better overall work-life balance. Feeling productive and that the employer cares about well-being by allowing remote work may translate into greater job satisfaction and lower turnover intentions. Our findings suggest that remote work may be a win-win for both employer and employee.Additional research is needed to determine whether remote work benefits are experienced uniformly or depend on characteristics of the employer, employee, and other factors.\n\n\n\n\n\n\n\n\nThe results of this project have the potential to benefit society by providing deeper insights into the needs of remote workers with care responsibilities. This has implications for the well-being of this important worker population, and also has the potential to inform the design of future technologies that may improve working conditions for this population. This project also facilitated the research training of a graduate student and an undergraduate student.\t\t\t\t\tLast Modified: 01/24/2024\n\n\t\t\t\t\tSubmitted by: JasonWiese\n"
 }
}