{
 "awd_id": "2129631",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Design of Distribution-Level Electricity Markets: Demarginalization and Decentralized Learning",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Aranya Chakrabortty",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 219993.0,
 "awd_amount": 219993.0,
 "awd_min_amd_letter_date": "2021-06-15",
 "awd_max_amd_letter_date": "2023-06-15",
 "awd_abstract_narration": "This NSF EAGER project aims to design new electricity markets for distribution-level power systems, which can enable small prosumers with renewable generation to directly trade energy at the distribution level. Such distribution-level markets face significant new challenges due to low marginal cost and high uncertainty of renewable generation, as well as decentralized decision making of a large number of prosumers. This project will bring transformative changes by developing new market structures that are radically different from the existing transmission-level markets, which greatly reduce price-volatility, eliminate price-fixing, encourage long-term investment, and improve grid reliability. This will be achieved by considering new energy products that are tailored to resources with low marginal costs and significant generation uncertainty. The intellectual merits of the project include (i) novel distribution-level market designs that will produce much more stable market prices and encourage investment despite uncertain long-run outlook of future operating conditions; and (ii) learning algorithms that enable small and inexperienced prosumers to learn how to bid in the market. The broader impacts of the project include (i) contributing to the increasing adoption of renewable energy, which benefits our society as a whole and is essential for the evolution towards a sustainable future; and (ii) training of students interested in future energy systems and dissemination of results to both academic and industry.\r\n\r\nWhile electricity markets at the transmission level are well-established, markets at the distribution level are still at their infancy. Replicating the market principles from the transmission-level market to the distribution level will likely produce highly volatile market prices, increase the financial risks of both consumers and suppliers, and may even incentivize price-manipulation. To address these challenges, this project will design novel plan-ahead usage-right markets for both energy and ancillary services that naturally lower price-volatility and greatly eliminate the potential for market-power abuse and price-fixing. Further, in view of the limited expertise and resources of prosumers, the project will design bidding-by-learning strategies to automate the bidding processes for rationality-bounded bidders who may not even know their own valuation of electricity consumption.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Xiaojun",
   "pi_last_name": "Lin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaojun Lin",
   "pi_email_addr": "linx@purdue.edu",
   "nsf_id": "000286316",
   "pi_start_date": "2021-06-15",
   "pi_end_date": "2023-06-15"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Liu",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew L Liu",
   "pi_email_addr": "andrewliu@purdue.edu",
   "nsf_id": "000559598",
   "pi_start_date": "2023-06-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xiaojun",
   "pi_last_name": "Lin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaojun Lin",
   "pi_email_addr": "linx@purdue.edu",
   "nsf_id": "000286316",
   "pi_start_date": "2023-06-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Liu",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew L Liu",
   "pi_email_addr": "andrewliu@purdue.edu",
   "nsf_id": "000559598",
   "pi_start_date": "2021-06-15",
   "pi_end_date": "2023-06-15"
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University, School of ECE",
  "perf_str_addr": "465 Northwestern Ave.",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072035",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "155E",
   "pgm_ref_txt": "Electric power networks"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 219993.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project, <em>&ldquo;Design of Distribution-Level Electricity Markets: Demarginalization and Decentralized Learning,&rdquo;</em> aimed to develop new ways for energy consumers and small-scale producers to participate directly in the energy market, creating a foundation for more sustainable and resilient local power systems. Unlike traditional large-scale electricity markets, where prices are largely determined by large power plants, local distribution-level markets are just beginning to take shape. These markets face unique challenges, as they rely on smaller renewable energy sources&mdash;like rooftop solar panels and battery storage systems&mdash;that have different economic and operational characteristics compared to conventional power plants.</p>\n<p>The project&rsquo;s main goal was to create market designs and automated control methods that account for the decentralized and low-cost nature of renewable energy resources. One of the project&rsquo;s key innovations was a control automation approach that integrates these &ldquo;grid-edge&rdquo; resources into the power grid while managing the network constraints specific to local distribution networks. This method, directly applicable to real-world systems, enables efficient use of renewable energy resources at the community level, helping stabilize local electricity prices, improving grid reliability, and reducing the overall environmental footprint.</p>\n<p>The intellectual merit of this work lies in the development of a decentralized market model that is resilient to the fluctuations inherent in renewable energy, such as solar and wind, which can vary throughout the day. By designing automated bidding and control algorithms, the project allowed small-scale energy producers and consumers (prosumers) to optimize their energy use, even if they have limited market experience. The research demonstrated that this approach reduces price volatility in distribution-level markets, which makes the system more financially viable and attractive for investment.</p>\n<p>In terms of broader impacts, this project supports the transition to renewable energy by making it easier for communities and individuals to actively participate in energy markets, reducing reliance on fossil fuels. By enabling prosumers to generate, store, and trade their own energy, this work empowers individuals and communities, fostering energy independence and resilience, particularly in areas where traditional energy infrastructure may be less robust. Additionally, the project&rsquo;s findings contribute to the development of a more sustainable, adaptable energy grid that can accommodate the growing shift toward distributed renewable resources.</p>\n<p>Overall, the project advances understanding and practical implementation of renewable energy integration at the local level, making significant strides toward a cleaner, more reliable energy future. The outcomes provide a framework for local energy markets that can be adopted widely, benefiting society by enhancing energy sustainability, supporting the economy, and encouraging greater community involvement in the energy transition.</p><br>\n<p>\n Last Modified: 10/28/2024<br>\nModified by: Andrew&nbsp;L&nbsp;Liu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe project, Design of Distribution-Level Electricity Markets: Demarginalization and Decentralized Learning, aimed to develop new ways for energy consumers and small-scale producers to participate directly in the energy market, creating a foundation for more sustainable and resilient local power systems. Unlike traditional large-scale electricity markets, where prices are largely determined by large power plants, local distribution-level markets are just beginning to take shape. These markets face unique challenges, as they rely on smaller renewable energy sourceslike rooftop solar panels and battery storage systemsthat have different economic and operational characteristics compared to conventional power plants.\n\n\nThe projects main goal was to create market designs and automated control methods that account for the decentralized and low-cost nature of renewable energy resources. One of the projects key innovations was a control automation approach that integrates these grid-edge resources into the power grid while managing the network constraints specific to local distribution networks. This method, directly applicable to real-world systems, enables efficient use of renewable energy resources at the community level, helping stabilize local electricity prices, improving grid reliability, and reducing the overall environmental footprint.\n\n\nThe intellectual merit of this work lies in the development of a decentralized market model that is resilient to the fluctuations inherent in renewable energy, such as solar and wind, which can vary throughout the day. By designing automated bidding and control algorithms, the project allowed small-scale energy producers and consumers (prosumers) to optimize their energy use, even if they have limited market experience. The research demonstrated that this approach reduces price volatility in distribution-level markets, which makes the system more financially viable and attractive for investment.\n\n\nIn terms of broader impacts, this project supports the transition to renewable energy by making it easier for communities and individuals to actively participate in energy markets, reducing reliance on fossil fuels. By enabling prosumers to generate, store, and trade their own energy, this work empowers individuals and communities, fostering energy independence and resilience, particularly in areas where traditional energy infrastructure may be less robust. Additionally, the projects findings contribute to the development of a more sustainable, adaptable energy grid that can accommodate the growing shift toward distributed renewable resources.\n\n\nOverall, the project advances understanding and practical implementation of renewable energy integration at the local level, making significant strides toward a cleaner, more reliable energy future. The outcomes provide a framework for local energy markets that can be adopted widely, benefiting society by enhancing energy sustainability, supporting the economy, and encouraging greater community involvement in the energy transition.\t\t\t\t\tLast Modified: 10/28/2024\n\n\t\t\t\t\tSubmitted by: AndrewLLiu\n"
 }
}