{
 "awd_id": "2129172",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Conference on Bridging Disciplinary Divides for Behaviorally Modulated Mathematical Models in Human Epidemiology",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927523",
 "po_email": "zfeng@nsf.gov",
 "po_sign_block_name": "Zhilan Feng",
 "awd_eff_date": "2021-05-01",
 "awd_exp_date": "2022-04-30",
 "tot_intn_awd_amt": 40000.0,
 "awd_amount": 40000.0,
 "awd_min_amd_letter_date": "2021-04-21",
 "awd_max_amd_letter_date": "2021-04-21",
 "awd_abstract_narration": "This award will support a virtual conference on May 6-7 2021 that will bring together some of the world’s leading mathematics, epidemiological, and social science scholars in order to chart a research agenda that enable policy makers to understand how infectious disease, economics, and society shape each other. Infectious diseases alter the United State's economy, society, and culture in complex ways, and these economic and social changes influence the way a pandemic develops. For example, the on-going COVID-19 pandemic is having substantial economic, educational, social, and societal consequences, including changes in work and housing habits, labor markets, and social justice dialogues. Similarly, the HIV epidemic had a major impact on our society in the 1980's, far beyond those immediately impacted by the virus. Mathematical models help make sense of these complex interactions. Constructing models of such complex socio-economic-epidemiological systems requires experts from the constituent fields to work together. The PIs anticipate the research agenda developed in the workshop will facilitate the research communities to discover new mathematical methods and modeling approaches to jointly forecast epidemiological, economic and social patterns so that future pandemics are mitigated with lower social and economic cost.\r\n\r\nThe conventional approach to the modelling of infectious diseases is to collect basic life-cycle data on the disease, and to overlay that onto structured population data to predict prevalence patterns, health outcomes, using differential equations, networks, agent-based simulations, or another related modelling approaches. These approaches are quite successful at day-ahead prediction, but aside from largely ad hoc parametric adjustments, these standard approaches have almost no ability to connect to behavioral based interventions. These means that the models are not helpful for measuring the benefits and costs (broadly defined) of non-pharmaceutical interventions, which are critical when novel pathogens emerge.  There is expert knowledge and modeling work, related to epidemics, in economics and social sciences that can be used to better describe transmission, while providing internally consistent connections to society and the economy. But the disciplinary divides are difficult to bridge. There are limits in data collection, including scale, precision, and representativeness. This difficulty has been amplified by the fast growth of the scholarly literature over the last few years. Bringing together a diverse group of scholars, scientists, and modelers will help everybody interested in the field better understand what has been accomplished so far and produce a research agenda for improving mathematical models in human epidemiology in the future. More information can be found at the conference web site http://the-mathepi-behavior-bridge.site/\r\n\r\nThis project is jointly funded by the MPS Division of Mathematical Sciences through the Mathematical Biology Program, and the SBE Division of Social and Economic Sciences Sociology Program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dolores",
   "pi_last_name": "Albarracin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dolores Albarracin",
   "pi_email_addr": "dalba@upenn.edu",
   "nsf_id": "000487591",
   "pi_start_date": "2021-04-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  },
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 40000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"paragraph\">Since infectious disease epidemics are social processes, epidemiological models incorporate behavioral assumptions. Although prior mathematical epidemiological models have had success, the models often fail to accurately describe key behavioral assumptions due to a lack of synchrony with the advances of the behavioral sciences. Connecting advances in the behavioral sciences and epidemiological modeling is vital to effectively combat epidemics. To improve the conceptualization of the impact of human behavior in epidemiological models, the NSF-sponsored interdisciplinary conference brought together some of leading mathematics, epidemiological, behavioral scientists, and social science scholars to collectively assess the current state of the field, exchange ideas on subjects ripe for interdisciplinary synthesis, and identify knowledge gaps for future research.&nbsp;&nbsp;</p>\n<p class=\"paragraph\">In the conference, the main obstacles in integrating behavior factors into epidemiological modeling were discussed and four obstacles were highlighted:&nbsp;First, the large volume of the behavioral literature, and the situation-specific nature of many of the hypotheses, imply that it is difficult for epidemiological modelers to identify the behavioral research that can help them improve their assumptions.<strong>&nbsp;</strong><strong>&nbsp;</strong>Second, the technical nature of the leading epidemiological models, and the implicit nature of the behavioral assumptions, imply that it is difficult for behavioral scientists to propose refinements of the leading models. Third, the absence of a general model of behavioral prediction and change limits progress by multiplication of studies of the same constructs with different names and frequent &ldquo;reinvention of the wheel&rdquo; due to disciplinary silos. Fourth, although the epidemiological data for some epidemics are available in real-time, no large-scale efforts to collect behavioral data longitudinally exist.&nbsp;</p>\n<p class=\"paragraph\">These obstacles stunt advances in forming accurate epidemiological models. The NSF, however, can help address these obstacles by encouraging the submission of proposals that present and compare alternative refinements of epidemiological models and advance behavioral, social, and economic research that can contribute to those refinements. The conference report suggests the following research ideas as useful to streamline communication between the two disciplines:&nbsp;&nbsp;</p>\n<p class=\"paragraph\">1)&nbsp;<span style=\"text-decoration: underline;\">Projects to address language barriers</span>: Funding projects that translate epidemiological models into a language that social, behavioral, and economic scientists can help understand and refine epidemiological modeling. Projects that, for example, create new nomenclature that exists in the behavioral sciences will help to refine the incorporation of behavior into the epidemiological models. This solution will help epidemiological modelers identify relevant behavioral research while at the same time help behavioral scientists propose refinements to current epidemiological models.&nbsp;&nbsp;</p>\n<p class=\"paragraph\">2)&nbsp;<span style=\"text-decoration: underline;\">Projects to address methodological barriers</span>: Funding projects that review model assumptions more explicitly and investigate how to make improvements in these assumptions to make them more consistent with reality will be useful. Traditional epidemiological models fail to provide detailed depictions of behavior, especially when behaviors are correlated with outcomes. Therefore, it would be beneficial for researchers to work on projects that rely on social, behavioral, or economic theory to model recursive relations by which behavior affects outcomes but outcomes also affect behavior. For example, research could tackle a particular limitation, seek a relevant theory, and test model improvements to offset the problem.&nbsp;This problem is complex and includes the different facets described below.&nbsp;</p>\n<p class=\"paragraph\">2a)&nbsp;A problem that plagues the social sciences is the lack of a formulation of behavior that is shared across scientists and disciplines. Therefore, it seems desirable to encourage multi-disciplinary projects that build a broad, bold approach to explain behavior and health outcomes during a pandemic. Although epidemiological models often present the outcome of different policy scenarios, how decisions are made is rarely modeled even though this aspect is key from an explanatory and intervention perspective. Thus, it would be useful to promote research on the factors that influence decisions and&nbsp;information use by policymakers and integration of these factors into epidemiological models. Combining the strengths of the methodologies of current epidemiological modeling and the behavioral sciences will significantly minimize the weaknesses unique to each respective discipline.&nbsp;&nbsp;</p>\n<p class=\"paragraph\">2b)&nbsp;Streamlining communications between epidemiological modeling and the behavioral sciences can aid in the prevention, prediction, and ending of epidemics. This impact can be implemented worldwide, connecting scientists internationally with comprehendible research from disciplines outside of their specialty. Further projects can be carried out efficiently, combining the resources and knowledge of a multidisciplinary and multi-institutional team of experts in the fields of social sciences and mathematics.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/03/2021<br>\n\t\t\t\t\tModified by: Dolores&nbsp;Albarracin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Since infectious disease epidemics are social processes, epidemiological models incorporate behavioral assumptions. Although prior mathematical epidemiological models have had success, the models often fail to accurately describe key behavioral assumptions due to a lack of synchrony with the advances of the behavioral sciences. Connecting advances in the behavioral sciences and epidemiological modeling is vital to effectively combat epidemics. To improve the conceptualization of the impact of human behavior in epidemiological models, the NSF-sponsored interdisciplinary conference brought together some of leading mathematics, epidemiological, behavioral scientists, and social science scholars to collectively assess the current state of the field, exchange ideas on subjects ripe for interdisciplinary synthesis, and identify knowledge gaps for future research.  \nIn the conference, the main obstacles in integrating behavior factors into epidemiological modeling were discussed and four obstacles were highlighted: First, the large volume of the behavioral literature, and the situation-specific nature of many of the hypotheses, imply that it is difficult for epidemiological modelers to identify the behavioral research that can help them improve their assumptions.  Second, the technical nature of the leading epidemiological models, and the implicit nature of the behavioral assumptions, imply that it is difficult for behavioral scientists to propose refinements of the leading models. Third, the absence of a general model of behavioral prediction and change limits progress by multiplication of studies of the same constructs with different names and frequent \"reinvention of the wheel\" due to disciplinary silos. Fourth, although the epidemiological data for some epidemics are available in real-time, no large-scale efforts to collect behavioral data longitudinally exist. \nThese obstacles stunt advances in forming accurate epidemiological models. The NSF, however, can help address these obstacles by encouraging the submission of proposals that present and compare alternative refinements of epidemiological models and advance behavioral, social, and economic research that can contribute to those refinements. The conference report suggests the following research ideas as useful to streamline communication between the two disciplines:  \n1) Projects to address language barriers: Funding projects that translate epidemiological models into a language that social, behavioral, and economic scientists can help understand and refine epidemiological modeling. Projects that, for example, create new nomenclature that exists in the behavioral sciences will help to refine the incorporation of behavior into the epidemiological models. This solution will help epidemiological modelers identify relevant behavioral research while at the same time help behavioral scientists propose refinements to current epidemiological models.  \n2) Projects to address methodological barriers: Funding projects that review model assumptions more explicitly and investigate how to make improvements in these assumptions to make them more consistent with reality will be useful. Traditional epidemiological models fail to provide detailed depictions of behavior, especially when behaviors are correlated with outcomes. Therefore, it would be beneficial for researchers to work on projects that rely on social, behavioral, or economic theory to model recursive relations by which behavior affects outcomes but outcomes also affect behavior. For example, research could tackle a particular limitation, seek a relevant theory, and test model improvements to offset the problem. This problem is complex and includes the different facets described below. \n2a) A problem that plagues the social sciences is the lack of a formulation of behavior that is shared across scientists and disciplines. Therefore, it seems desirable to encourage multi-disciplinary projects that build a broad, bold approach to explain behavior and health outcomes during a pandemic. Although epidemiological models often present the outcome of different policy scenarios, how decisions are made is rarely modeled even though this aspect is key from an explanatory and intervention perspective. Thus, it would be useful to promote research on the factors that influence decisions and information use by policymakers and integration of these factors into epidemiological models. Combining the strengths of the methodologies of current epidemiological modeling and the behavioral sciences will significantly minimize the weaknesses unique to each respective discipline.  \n2b) Streamlining communications between epidemiological modeling and the behavioral sciences can aid in the prevention, prediction, and ending of epidemics. This impact can be implemented worldwide, connecting scientists internationally with comprehendible research from disciplines outside of their specialty. Further projects can be carried out efficiently, combining the resources and knowledge of a multidisciplinary and multi-institutional team of experts in the fields of social sciences and mathematics.\n\n\t\t\t\t\tLast Modified: 11/03/2021\n\n\t\t\t\t\tSubmitted by: Dolores Albarracin"
 }
}