{
 "awd_id": "2129369",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF/FDA SIR: 3D Human Stem Cell Cardiac Model for Cardiac Electrophysiology Medical Device Safety Assessment",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927014",
 "po_email": "szehnder@nsf.gov",
 "po_sign_block_name": "Steve Zehnder",
 "awd_eff_date": "2022-01-01",
 "awd_exp_date": "2022-12-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2021-06-22",
 "awd_max_amd_letter_date": "2021-06-22",
 "awd_abstract_narration": "Heart Failure (HF) is the leading cause of death worldwide. Recently, a new medical device therapy called Cardiac Contractility Modulation (CCM) has been approved by the Food and Drug Administration (FDA) to be used in eligible HF patients. CCM devices are implantable electrical pulse generators that deliver stimulations to the heart to increase the strength of the heart contraction during HF. The true benefit of these devices has not been reached due to a lack of predictive human-based preclinical test methods. The goal of this one-year NSF/FDA Scholar-in-Residence program is to develop a 3D Printed Human Heart Model to predict the effects of cardiac electrophysiology medical devices (e.g., CCM) at the bench. This model has a potential to reduce the burden on animal testing and clinical trials for cardiacmedical device development and may inform FDA regulatory review process and ultimately accelerate heart failure patients access to innovative, safe and effective devices. This study will partner faculty and students at the University of Maryland and regulatory scientists at the Center for Devices and Radiological Health (CDRH) at the FDA.\r\n\r\nThe goals of this project are to develop a robust high-throughput 3D printed (3DP) engineered heart tissue (EHT) model composed of human induced pluripotent stem cell derived cardiomyocytes (hiPSC CMs) and to apply this model to preclinical assessment of human cardiac electrophysiology medical devices in vitro. Specifically, we will leverage our previous experience and development of a cell adhesion centrifugation (CAC) assay to investigate its utility for generating EHTs in a quantity sufficient to support high-throughput regulatory studies. This model will be used to elucidate the acute effects of Cardiac Contractility Modulation (CCM) therapy medical devices on human cardiac function in vitro. As such we will investigate the functional consequences of clinical CCM stimulation parameters on 3DP EHTs and quantify the response for all three cardiac excitation-contraction coupling readouts (i.e., electrophysiology, calcium handling, and contraction) in a high-throughput manner. The work described in this project will address current regulatory knowledge gaps and demonstrate the utility of hiPSC-CM 3DP EHT constructs to assess safety and effectiveness of cardiac electrophysiology medical devices in vitro.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Fisher",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "John P Fisher",
   "pi_email_addr": "jpfisher@umd.edu",
   "nsf_id": "000279052",
   "pi_start_date": "2021-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland",
  "perf_str_addr": "4102A A. James Clark Hall",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207421000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The lack of robust automated methods for generating 3D engineered cardiac tissues (ECTs) from human-induced pluripotent stem cell&ndash;derived cardiac myocytes (hiPSC-CMs) currently limits the utility and application of this novel technology for medical device safety and effectiveness assessment. The current manufacturing process is limited to a moderate success rate (40-60%) and is a manual and time-intensive, skill-dependent process. To solve these limitations, 3D inkjet printing was utilized as it provides a skill-independent, consistent, high-throughput, semi-automated process.&nbsp; The goal of this project was to create a semi-automated process similar to the current manual process of manufacturing ECTs by hand. Although there the success rate of 3DP ECTs was low, there was useful information gained that will assist work in the future. This work included a discussion of the printers used, print characterizations for Matrigel, difficulties, and an experiment overview. &nbsp;Future work should include changing the base material, print needle gauge size, and methodology of incorporating the fibrinogen-thrombin matrix.&nbsp; To troubleshoot the difference in compaction between manufactured-by-hand ECTs and 3DP ECTs, future work will include examining different print materials, including gelatin methacrylate (GelMa) and collagen, and examining the effect of different gauge print needles to reduce the impact of Matrigel-fibrinogen crosslinking. Changing the primary material will hopefully improve print consistency. Additionally, different ways to include the fibrinogen-thrombin matrix in the well will be examined. Currently, it is planned to use CFs to elucidate these issues, and CMs will be reintroduced as more of these issues are resolved.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/05/2023<br>\n\t\t\t\t\tModified by: John&nbsp;P&nbsp;Fisher</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe lack of robust automated methods for generating 3D engineered cardiac tissues (ECTs) from human-induced pluripotent stem cell&ndash;derived cardiac myocytes (hiPSC-CMs) currently limits the utility and application of this novel technology for medical device safety and effectiveness assessment. The current manufacturing process is limited to a moderate success rate (40-60%) and is a manual and time-intensive, skill-dependent process. To solve these limitations, 3D inkjet printing was utilized as it provides a skill-independent, consistent, high-throughput, semi-automated process.  The goal of this project was to create a semi-automated process similar to the current manual process of manufacturing ECTs by hand. Although there the success rate of 3DP ECTs was low, there was useful information gained that will assist work in the future. This work included a discussion of the printers used, print characterizations for Matrigel, difficulties, and an experiment overview.  Future work should include changing the base material, print needle gauge size, and methodology of incorporating the fibrinogen-thrombin matrix.  To troubleshoot the difference in compaction between manufactured-by-hand ECTs and 3DP ECTs, future work will include examining different print materials, including gelatin methacrylate (GelMa) and collagen, and examining the effect of different gauge print needles to reduce the impact of Matrigel-fibrinogen crosslinking. Changing the primary material will hopefully improve print consistency. Additionally, different ways to include the fibrinogen-thrombin matrix in the well will be examined. Currently, it is planned to use CFs to elucidate these issues, and CMs will be reintroduced as more of these issues are resolved.\n\n\t\t\t\t\tLast Modified: 02/05/2023\n\n\t\t\t\t\tSubmitted by: John P Fisher"
 }
}