{
 "awd_id": "2130111",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RUI: Will climate change lead to system shifts on tropical mountains?: the interplay of epiphyte losses on host tree function, microclimate, and hydrology",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924854",
 "po_email": "kreinhar@nsf.gov",
 "po_sign_block_name": "Keith Reinhardt",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 330826.0,
 "awd_amount": 330826.0,
 "awd_min_amd_letter_date": "2021-07-26",
 "awd_max_amd_letter_date": "2023-06-22",
 "awd_abstract_narration": "Tropical Montane Cloud Forests (TMCFs) are important ecosystems to study and conserve due to their exceedingly high biodiversity as well as the critical roles these forests play in local and regional water cycling. Deforestation in lowland regions and increases in global sea surface temperatures indirectly threaten these forests due to the lifting of the cloud base and an increase in drought conditions. Epiphytes, i.e. plants that live on the surfaces of other plants, cover nearly all tree surfaces in the TMCF and contribute substantially to ecosystem function due to their high capacity to capture and temporarily store water. Unfortunately, these plants are the most vulnerable ecosystem components to projected changes in climate. A loss of epiphytes in the TMCF would lead to substantial biodiversity loss as well as a destabilization of water resources for human populations. This work aims to fill an important gap in the understanding of feedbacks among epiphytes and forest functions in the TMCF, and will provide important data for land-use and conservation workers as well as natural resource managers and governments in tropical montane regions concerned with long-term water security. A number of local and US-based workers and students will be trained in field and lab-based techniques and regular training events and exchanges will take place amongst all the participants. Epiphyte gardens and accompanying curriculum will be created and placed in local schools to increase understanding and awareness of the connectivity between epiphytes and water cycling in the cloud forest. \r\n\r\nTropical Montane Cloud Forests (TMCFs) are under threat due to rapid changes in climate and in fact, recent work suggests that this ecosystem is predicted to contract substantially in the coming decades. This proposal addresses the question: How will a loss of the diverse and abundant epiphyte communities in the TMCF impact tree health, energy balance and hydrologic function? The investigators propose to conduct the first large-scale epiphyte removal experiment, in which trees in forest and pasture will be stripped of their entire epiphyte community. Changes in crown-level microclimate (air temperature, relative humidity, leaf wetness, wind speed, solar radiation) as well as growth, water relations (water potential, sap flow, stomatal traits, carbon isotopes) and ecohydrological parameters (soil moisture, throughfall, stemflow) will be measured in and under the trees stripped of their epiphytes and compared with paired trees with intact epiphyte communities. Direct field-based measurements will be coupled with remotely sensed parameters (NDVI, Air Temperature, Leaf Water Content) using a high-precision drone outfitted with an integrated multispectral imaging system. A numerical model of epiphyte-host tree water relations will be developed and coupled to a land-surface hydrology model to scale up the field-based measurements and predict the effect of epiphyte loss on regional energy budgets and canopy water cycling. Field work will take place in five locations in the Monteverde Region of Central Costa Rica.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nalini",
   "pi_last_name": "Nadkarni",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Nalini M Nadkarni",
   "pi_email_addr": "nalini.nadkarni@utah.edu",
   "nsf_id": "000595877",
   "pi_start_date": "2021-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "75 S 2000 E",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "738100",
   "pgm_ele_name": "Ecosystem Science"
  },
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 330826.0
  }
 ],
 "por": null
}