{
 "awd_id": "2130816",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AF: Small: Hardness of Approximation: Classical and New",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922095",
 "po_email": "kwimmer@nsf.gov",
 "po_sign_block_name": "Karl Wimmer",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 350000.0,
 "awd_min_amd_letter_date": "2021-08-31",
 "awd_max_amd_letter_date": "2021-08-31",
 "awd_abstract_narration": "Theory of Computation (ToC) studies the fundamental nature of computation with its roots going back to logic and computability theory pioneered by Godel, Church, and Turing. In its modern form, ToC has two complementary aspects: to design efficient algorithms to solve computational problems (understanding the power of computation) and to show limitations, if any, on the efficiency that may be achieved (understanding the limits of computation). The latter aspect is called computational complexity; it aims at demonstrating that certain computational problems cannot be solved efficiently. While computational complexity sounds like a bearer of pessimism, it does lead to deep insights into nature of computation and sometimes having computationally hard problems is actually useful and necessary (e.g., to build cryptographic systems). A central phenomenon in computational complexity is \"NP-completeness\", whereby researchers strongly believe that a class of computational problems called the \"NP-complete problems\" have no efficient algorithms. A well-known example is the Traveling Salesperson (TSP) problem, where the input is a set of cities and all pairwise distances between them and the goal is to compute a tour that visits all the cities and traverses the minimum total distance. It turns out that a host of problems arising in practice are NP-complete and since these do need to be solved in practice, a natural approach is to seek efficient algorithms that compute approximate solutions. The study of approximation gives rise to a further phenomenon known as \"hardness of approximation\", namely that many such problems turn out to be hard even to approximate. This project aims to deepen the understanding of hardness of approximation and related mathematical tools. The project topic forms a bridge between algorithms and complexity, and also as a bridge between computer science and mathematics, especially combinatorics, analysis, and geometry. The research aspect of the project will be integrated with education (teaching courses and advising students at both undergraduate and graduate levels) and dissemination activities (research talks, writing surveys, etc.). \r\n\r\nStarting with the foundational Probabilistically Checkable Proofs (PCP) Theorem in the early 1990s, there are numerous influential results in Hardness of Approximation, including the recent proof of the 2-to-2 Games Conjecture (by the investigator and collaborators). The project focuses on further questions in hardness of approximation and analytic tools needed to answer these questions. It considers the classical setting of polynomial-time approximability as well as the new settings of fixed parameter tractability and fine-grained complexity. In the classical setting, the main focus of the project is to characterize approximability of Constraint Satisfaction Problems (CSPs) on satisfiable instances and developing analytic tools towards such a characterization. To elaborate, one notes that given a satisfiable instance of a \"three-satisfiability\" (3SAT) problem, it is known how to efficiently find an assignment that satisfies 7/8 fraction of its clauses and moreover, that it is NP-complete to do better. The project will focus on proving analogous results for every CSP. In recent years, researchers have been making progress in neighboring areas of fixed parameter tractability and fine-grained complexity. In fixed parameter tractability, one typically considers a problem that is known to be NP-complete (e.g. Vertex Cover) and seeks an algorithm whose running time is a (fixed) polynomial in the size of the input (e.g. the graph) and an arbitrary function of a designated parameter (e.g. the vertex cover size). In fine-grained complexity, one considers a problem that is known to  have a polynomial-time algorithm, and the concern is the precise exponent of the polynomial. In both settings, it is natural to consider approximations as well as exact solutions. In the fixed parameter setting, the project will focus on proving the analogue of the classical PCP Theorem. In the fine-grained setting, the focus will be on some geometric problems such as Closest Pair, Farthest Pair, Diameter, and Edit Distance. The project will also study analytic questions that are not necessarily related to hardness of approximation, but are among investigator's long-term goals.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Subhash",
   "pi_last_name": "Khot",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Subhash A Khot",
   "pi_email_addr": "khot@cs.nyu.edu",
   "nsf_id": "000193258",
   "pi_start_date": "2021-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "251 Mercer street",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7927",
   "pgm_ref_txt": "COMPLEXITY & CRYPTOGRAPHY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 350000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Theoretical computer science studies the power and limits of efficient computation: determining which computational problems have efficient algorithms (the tractable problems) and which do not (the intractable problems). The project has contributed to several aspects of this study.&nbsp;</p>\n<p>The project has focussed on intractable problems that remain intractable even when (merely) approximate solutions are sought. The main highlight of the project is substantial progress on the well-studied class of problems called Constraint Satisfaction Problems (CSPs) and their approximability on satisfiable instances. The mathematical tools developed in this work have found several applications in computational complexity, additive combinatorics, and Boolean function analysis.&nbsp;The PI believes that this line of work will continue to have significant impact in upcoming years. In addition, the project has made progress on adjacent questions in property testing and intractability in fixed parameter setting.&nbsp; &nbsp;&nbsp;</p>\n<p><br />The participants in the project incldue the PI Subhash Khot and collaborators Amey Bhangale (UC Riverside),&nbsp;Dor Minzer (MIT), C. S. Karthik (Rutgers U.), Mark Braverman (Princeton U.), Noam Lifshitz, Guy Kindler (Hebrew U.),post-doctoral fellows Yang Liu (to join CMU), Kevin Pratt, Michael Chapman, and visiting student Kunal Mittal (Princeton U.).&nbsp; &nbsp;</p>\n<p><br />The project has resulted in 13 publications in top peer-reviewed conferences and journals. Many research directions have been developed that are likely to have impact in the long run. The outreach, dissemination and service activities of the participants include mentoring students and post-docs, teaching research courses, giving talks at prominent venues, organizing workshops, and reviewing and editorial work. Specific products of activities (papers, slides, videos of talks) are available on the participants' webpages and online archives.&nbsp; &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/07/2024<br>\nModified by: Subhash&nbsp;A&nbsp;Khot</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nTheoretical computer science studies the power and limits of efficient computation: determining which computational problems have efficient algorithms (the tractable problems) and which do not (the intractable problems). The project has contributed to several aspects of this study.\n\n\nThe project has focussed on intractable problems that remain intractable even when (merely) approximate solutions are sought. The main highlight of the project is substantial progress on the well-studied class of problems called Constraint Satisfaction Problems (CSPs) and their approximability on satisfiable instances. The mathematical tools developed in this work have found several applications in computational complexity, additive combinatorics, and Boolean function analysis.The PI believes that this line of work will continue to have significant impact in upcoming years. In addition, the project has made progress on adjacent questions in property testing and intractability in fixed parameter setting. \n\n\n\nThe participants in the project incldue the PI Subhash Khot and collaborators Amey Bhangale (UC Riverside),Dor Minzer (MIT), C. S. Karthik (Rutgers U.), Mark Braverman (Princeton U.), Noam Lifshitz, Guy Kindler (Hebrew U.),post-doctoral fellows Yang Liu (to join CMU), Kevin Pratt, Michael Chapman, and visiting student Kunal Mittal (Princeton U.). \n\n\n\nThe project has resulted in 13 publications in top peer-reviewed conferences and journals. Many research directions have been developed that are likely to have impact in the long run. The outreach, dissemination and service activities of the participants include mentoring students and post-docs, teaching research courses, giving talks at prominent venues, organizing workshops, and reviewing and editorial work. Specific products of activities (papers, slides, videos of talks) are available on the participants' webpages and online archives. \n\n\n\t\t\t\t\tLast Modified: 10/07/2024\n\n\t\t\t\t\tSubmitted by: SubhashAKhot\n"
 }
}