{
 "awd_id": "2130075",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Accelerating STEM Success through Experiences for Transfer and Third-Year Students",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032928063",
 "po_email": "nalaraje@nsf.gov",
 "po_sign_block_name": "Nasser Alaraje",
 "awd_eff_date": "2021-10-15",
 "awd_exp_date": "2027-09-30",
 "tot_intn_awd_amt": 1483492.0,
 "awd_amount": 1483492.0,
 "awd_min_amd_letter_date": "2021-08-31",
 "awd_max_amd_letter_date": "2025-04-15",
 "awd_abstract_narration": "This project will contribute to the national need for well-educated scientists, mathematicians, engineers, and technicians by supporting the retention and graduation of high-achieving, low-income students with demonstrated financial need at The University of Texas at El Paso (UTEP). Designated as a Doctoral University with Very High Research Activity (Carnegie Classification), UTEP serves 24,879 students (~85% undergraduates), 83% of whom self-identify as Hispanic and 49% of whom self-identify as the first in their families to attend college. Over its six-year duration, this project will fund scholarships to 50 unique full-time students who are pursuing Bachelor’s degrees in one of more than ten fields (e.g., biological sciences, geological sciences, mathematics) represented in UTEP’s College of Science. This will include equal numbers of native UTEP juniors and students transferring to UTEP from El Paso Community College, who will each receive two-year scholarships. Project participants will be involved in a suite of curricular and co-curricular activities to include an interdisciplinary course-based undergraduate research experience (CURE), leadership and community engagement course, faculty-mentored research experiences, and professional development workshops. In addition to participating in such high impact practices, scholars will also have an opportunity to disseminate the findings of their research at local and national conferences and will create an ePortfolio documenting their accomplishments during their time at the university. The project aims to establish close partnerships with a diversity of academic and non-academic stakeholders who contribute to a broadening understanding of how to best support STEM majors in achieving their personal and professional ambitions.\r\n\r\nThe overall goal of this project is to increase STEM degree completion of low-income, high-achieving undergraduates with demonstrated financial need. While student engagement in high-impact practices such as those mentioned above has been shown to foster student success, these opportunities are not always accessible to all student populations, nor do all students necessarily participate equally in such experiences. To address this disparity and to better understand the relative impact of high-impact practices on the cognitive, affective, and psychosocial outcomes of students in this population, a research component has been designed using mixed methods approaches. Data from previously validated survey measures and semi-structured/focus group interviews aim to shed light on how the projects' activities influence scholars’ science identity, leadership skills development, researcher self-efficacy, sense of belonging, and academic self-concept. Social network analyses will be performed to examine how scholars’ personal and professional networks evolve, if at all, over the course of their participation in the project, especially with respect to the types of capital that they acquire and access. This project aims to contribute new knowledge regarding the efficacy and impact of various curricular and co-curricular interventions on student-level outcomes, and will also address the contextual features that ultimately contribute to the broader goal of increasing STEM degree completion of low-income, high-achieving undergraduates with demonstrated financial need. Results of this project, including products generated by both the research team and project scholars, will be made available through peer-reviewed publications and presentations and will be highlighted on UTEP’s website. This project is funded by NSF’s Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers, and to generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Olimpo",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey T Olimpo",
   "pi_email_addr": "jto224@lehigh.edu",
   "nsf_id": "000704253",
   "pi_start_date": "2021-08-31",
   "pi_end_date": "2025-04-15"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karina",
   "pi_last_name": "Canaba",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Karina C Canaba",
   "pi_email_addr": "kccanaba@utep.edu",
   "nsf_id": "000770342",
   "pi_start_date": "2025-04-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lourdes",
   "pi_last_name": "Echegoyen",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Lourdes E Echegoyen",
   "pi_email_addr": "lourdes@utep.edu",
   "nsf_id": "000571089",
   "pi_start_date": "2021-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Karina",
   "pi_last_name": "Canaba",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Karina C Canaba",
   "pi_email_addr": "kccanaba@utep.edu",
   "nsf_id": "000770342",
   "pi_start_date": "2021-08-31",
   "pi_end_date": "2025-04-15"
  }
 ],
 "inst": {
  "inst_name": "University of Texas at El Paso",
  "inst_street_address": "500 W UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EL PASO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9157475680",
  "inst_zip_code": "799688900",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "TX16",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT EL PASO",
  "org_prnt_uei_num": "C1DEGMMKC7W7",
  "org_uei_num": "C1DEGMMKC7W7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at El Paso",
  "perf_str_addr": "",
  "perf_city_name": "El Paso",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "799025816",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "TX16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 1483492.0
  }
 ],
 "por": null
}