{
 "awd_id": "2130101",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Democratizing Access to the Emerging Interdisciplinary Tech Workforce for Low-Income Science Majors",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032928063",
 "po_email": "nalaraje@nsf.gov",
 "po_sign_block_name": "Nasser Alaraje",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2027-09-30",
 "tot_intn_awd_amt": 1323467.0,
 "awd_amount": 1323467.0,
 "awd_min_amd_letter_date": "2021-08-19",
 "awd_max_amd_letter_date": "2021-08-19",
 "awd_abstract_narration": "This project will contribute to the national need for well-educated scientists, mathematicians, engineers, and technicians by supporting the retention and graduation of high-achieving, low-income students in the College of Science and Technology (CST) at Temple University. In particular the project intends to provide 96 scholarships to support 32 unique scholarship recipients to support the completion of STEM degrees in chemistry, biology, physics, mathematics, and earth and environmental sciences coupled with a minor in information science. The driving force behind the project team's efforts is to democratize access to economic opportunities in the technology-focused STEM workforce for high-achieving, low-income students. Lack of knowledge and skills in information sciences can be a barrier to workforce competitiveness and to economic mobility for low-income students. To overcome this barrier, the project leaders have identified intentional, multidisciplinary academic pathways that provide high-achieving, low-income students with the ability to focus on their chosen primary STEM major, such as biology or earth science, in combination with specialized study in information science. Such integrated academic pathways align with emerging needs for scientists to have more knowledge and skills in information science to collect, represent, analyze, and discover meaningful models by applying computational solutions to large data sets. \r\n\r\nThe project hypothesizes that providing financial support to explore pathways for integrated study of STEM and information science, supported through cohort-based curricular and co-curricular activities, can ultimately lead to higher STEM degree attainment and workforce entry among low-income students. Through this project, researchers will develop and implement a model program that supports students from low-income backgrounds to complete academic degree programs with clearly identified academic pathways that promote degree attainment for undergraduate STEM majors and add value through integrated study of information science. The approach builds on evidence-based practices that have been shown to positively impact individual student outcomes; program elements are designed to emphasize connections across disciplines, integrate socially relevant applications of content knowledge, connect to professional practices, and develop identity and community through service-learning projects. Additionally, the program is also designed to broaden participation of underrepresented groups in computing, with program elements that implement evidence-based approaches for diversity, equity, and inclusion in STEM education. The project will advance knowledge about the perceptions of STEM majors in choosing to pursue integrated academic pathways, as well as the impact on academic and workforce preparation for STEM students who complete such pathways. This project is funded by NSF's Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers, and to generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jamie",
   "pi_last_name": "Payton",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jamie J Payton",
   "pi_email_addr": "jamie.payton@temple.edu",
   "nsf_id": "000723533",
   "pi_start_date": "2021-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Souvenir",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Souvenir",
   "pi_email_addr": "souvenir@temple.edu",
   "nsf_id": "000730388",
   "pi_start_date": "2021-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "McGinn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly McGinn",
   "pi_email_addr": "kelly.mcginn@temple.edu",
   "nsf_id": "000763668",
   "pi_start_date": "2021-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "1801 N. Broad Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 1323467.0
  }
 ],
 "por": null
}