{
 "awd_id": "2131959",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "3rd Enterprise and Infrastructure Resilience Workshop",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927125",
 "po_email": "cawalker@nsf.gov",
 "po_sign_block_name": "Catherine Walker",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 13195.0,
 "awd_amount": 13195.0,
 "awd_min_amd_letter_date": "2021-07-23",
 "awd_max_amd_letter_date": "2021-07-23",
 "awd_abstract_narration": "The engineering systems designed today are increasingly complex and dependent on other surrounding systems. Due to this complexity and interdependence, it is often impossible to predict all disruptive events that can be expected in the system’s lifecycle, which may even lead to economically impactful disruptions and critical failures. Resilience is a concept encompassing various disciplines, and the creation of a resilient system will enable the system to recover from unpredicted disturbances and adapt to these new conditions. Efforts to improve resilience of chemical supply chains, chemical plants and energy networks will benefit society in by providing techniques and approaches that are needed to quickly respond to rapidly changing conditions. Knowledge from topics covered in this workshop is expected to improve our economy's and society's ability to recover from or adapt to large scale disasters, pandemics, stronger hurricanes, and deep freeze from winter storms. Further, these discussions will emphasize sustainability and safety throughout development. This virtual workshop will be advertised to a diverse audience. The NSF funds will be used to support student, post-doctoral fellow, and early-career researcher attendance, for those who would not otherwise be able to afford the registration. \r\n\r\nIncorporating concepts from resilience engineering in the design of systems such as chemical plants, chemical supply chains, and energy networks would be very effective in minimizing undesired effects of unforeseen disturbances yet requires expertise from various disciplines in science and engineering such as chemical engineers, sustainability engineers, mathematicians, and more. This workshop explores multifaceted resilience strategies for the modern enterprise that address dependence on external systems, such as the environment, stakeholders, shareholders, and society. The workshop would bring together professionals from various fields that are working in academia, industry, and government to have a wide range of perspectives. Such a combination of attendees has the potential of fostering impactful discussions and potential collaborations that would serve to further advance the field. Topics to be integrated at this workshop include risk management, optimization, operations research, sustainable engineering, critical infrastructure, process supply chains, computational models, machine learning methods, multi-scale systems analysis tools, and process safety.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Debalina",
   "pi_last_name": "Sengupta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Debalina Sengupta",
   "pi_email_addr": "dsengupt@central.uh.edu",
   "nsf_id": "000788352",
   "pi_start_date": "2021-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Izabela",
   "pi_last_name": "Balicka",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Izabela Balicka",
   "pi_email_addr": "izabb@aiche.org",
   "nsf_id": "000832102",
   "pi_start_date": "2021-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Institute of Chemical Engineers",
  "inst_street_address": "120 WALL ST",
  "inst_street_address_2": "23 FLO",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6464951350",
  "inst_zip_code": "100055991",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "AMERICAN INSTITUTE OF CHEMICAL ENGINEERS",
  "org_prnt_uei_num": "",
  "org_uei_num": "KLPNCLPDAS45"
 },
 "perf_inst": {
  "perf_inst_name": "American Institute of Chemical Engineers",
  "perf_str_addr": "120 Wall Street",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100055991",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 13195.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The engineering systems designed today are increasingly complex and dependent on other surrounding systems. Due to this complexity and interdependence, it is often impossible to predict all disruptive events that can be expected in the system&rsquo;s lifecycle, which may even lead to economically impactful disruptions and critical failures.&nbsp; Resilience is a concept encompassing various disciplines, and the creation of a resilient system will enable the system to recover from unpredicted disturbances and adapt to these new conditions. Incorporating concepts from resilience engineering in the design of systems such as chemical plants, chemical supply chains, and energy networks would be very effective in minimizing undesired effects of unforeseen disturbances, yet requires expertise from various disciplines in science and engineering such as chemical engineers, sustainability engineers, mathematicians, and more. It is in this framework that we designed the Enterprise and Infrastructure Resilience Workshop. This workshop explored multifaceted resilience strategies for the modern enterprise that address dependence on external systems, such as the environment, stakeholders, shareholders, and society. The 3rd Enterprise and Infrastructure Resilience Workshop was held on September 27-29, 2021 on a virtual platform. Sessions integrated the recent achievements made by academia, government, and industry to discuss all advancements in the field.</p>\n<p>The conference featured nine technical sessions: (1) Resilient Systems Modeling, (2) Energy, and Fuels Sector Resilience Concepts, (3) Chemical/Chemical Related Infrastructure Resilient Processing, (4) Broader Resilience Concepts, (5) Environmental, Ecological and Disaster Resilience, (6) Built Infrastructure, (7) Mobilizing the Industrial Sector, (8) Medical Care/Infrastructure Resilience, and (9) Development of Novel Materials. Although the conference was hosted on a virtual platform, live Q&amp;A panel discussions allowed attendees to interact with the speakers and the content being presented. The conference also featured many breaks for networking and exchanging ideas regarding the material presented.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/11/2022<br>\n\t\t\t\t\tModified by: Izabela&nbsp;Balicka</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe engineering systems designed today are increasingly complex and dependent on other surrounding systems. Due to this complexity and interdependence, it is often impossible to predict all disruptive events that can be expected in the system’s lifecycle, which may even lead to economically impactful disruptions and critical failures.  Resilience is a concept encompassing various disciplines, and the creation of a resilient system will enable the system to recover from unpredicted disturbances and adapt to these new conditions. Incorporating concepts from resilience engineering in the design of systems such as chemical plants, chemical supply chains, and energy networks would be very effective in minimizing undesired effects of unforeseen disturbances, yet requires expertise from various disciplines in science and engineering such as chemical engineers, sustainability engineers, mathematicians, and more. It is in this framework that we designed the Enterprise and Infrastructure Resilience Workshop. This workshop explored multifaceted resilience strategies for the modern enterprise that address dependence on external systems, such as the environment, stakeholders, shareholders, and society. The 3rd Enterprise and Infrastructure Resilience Workshop was held on September 27-29, 2021 on a virtual platform. Sessions integrated the recent achievements made by academia, government, and industry to discuss all advancements in the field.\n\nThe conference featured nine technical sessions: (1) Resilient Systems Modeling, (2) Energy, and Fuels Sector Resilience Concepts, (3) Chemical/Chemical Related Infrastructure Resilient Processing, (4) Broader Resilience Concepts, (5) Environmental, Ecological and Disaster Resilience, (6) Built Infrastructure, (7) Mobilizing the Industrial Sector, (8) Medical Care/Infrastructure Resilience, and (9) Development of Novel Materials. Although the conference was hosted on a virtual platform, live Q&amp;A panel discussions allowed attendees to interact with the speakers and the content being presented. The conference also featured many breaks for networking and exchanging ideas regarding the material presented.\n\n \n\n\t\t\t\t\tLast Modified: 05/11/2022\n\n\t\t\t\t\tSubmitted by: Izabela Balicka"
 }
}