{
 "awd_id": "2132727",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: EAGER: Characterizing a Novel Turbulence-generating System to Facilitate Exploration of Insect Orientation Behavior Under Real-world Conditions",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924997",
 "po_email": "mashleyr@nsf.gov",
 "po_sign_block_name": "Miriam Ashley-Ross",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2021-07-21",
 "awd_max_amd_letter_date": "2021-07-21",
 "awd_abstract_narration": "This project, a collaboration between a biologist and an engineer, will develop and test an innovative device to control and reproduce airflows in a wind tunnel to mimic those found in environments inhabited by flying insects. Odors or other similar signals are transported on air currents and form trails that many animals use to locate critical resources such as food, mates, and shelter. Current understanding of the behavior of flying insects in response to these cues has been garnered from studies in laboratory wind tunnels with steady, smooth flows. However, the wind conditions that occur in natural habitats are not uniform but instead are highly variable and turbulent. As such, understanding the strategies employed by flying insects as they orient and locate sources of airborne cues is incomplete. This project addresses this gap by characterizing turbulent flows in the field, refining the design of a novel airflow control device and testing it with insects navigating turbulent flows within a wind tunnel. Design and construction details of the airflow control device will be made available to the scientific community to facilitate new research aimed at elucidating the orientation tactics of other flying animals. New insights from studies using this technology may lead to improved control of important disease vectors (mosquitoes) and agricultural pests (moths), as well the performance of other flying animals. The proposed research project will provide interdisciplinary training for students and generate relevant curricular materials that highlight the interdisciplinary nature of the work for students in grades 6-12. \r\n\r\nFor many animals, passive scalars such as odors, carbon dioxide, humidity, and heat are critical signals distributed in the environment according to turbulent dynamics of the fluid into which they are emitted. Currently, there is a significant deficiency in knowledge regarding the behavioral mechanisms utilized by flying insects in locating sources of such cues. This gap exists because virtually all previous studies have been conducted over relatively small distances in laminar-flow wind tunnel experiments where turbulence is minimized with attendant effects on scalar distribution. To bridge this gap, it will be necessary to develop an experimental set-up that enables the creation and control of turbulent wind conditions in the laboratory. The collaborative project will develop an innovative active grid system for the controlled and reproducible generation of turbulence tailored to conditions encountered in natural and built environments inhabited by two different exemplar insects (moths and mosquitoes). In order to accomplish this goal, turbulent conditions that occur in the field when insects are responding to relevant scalar cues will be characterized. Through the measurement of temperature and other passive scalars such as odors and carbon dioxide, the scope of turbulent plume structures generated by the active grid in a wind tunnel will be evaluated and tuned to the range determined from field measurements. The project will support two graduate students and one undergraduate researcher each year, who will be exposed to an inter-disciplinary research environment within the two collaborating laboratories. In addition, curriculum-appropriate materials about insect flight and behavior will be developed for grade 6-12 students and disseminated virtually.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marcus",
   "pi_last_name": "Hultmark",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marcus Hultmark",
   "pi_email_addr": "hultmark@princeton.edu",
   "nsf_id": "000619888",
   "pi_start_date": "2021-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "Off. of Research & Proj. Admin.",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project two new techniques to better represent the flow in the lower atmosphere has been developed and studied both in the laboratory and in the field. Through a collaboration with researchers in the biology department of University of Utah, we have been studying both the mechanical aspect of this problem as well as the biological. By being able to reproduce features of the lower atmosphere in a laboratory wind tunnel, the orientation behavior and strategies of mosquitoes, moths and other flying insects can be studied in controlled settings. Here, we were interested in mosquito and moth orientation behavior. In previous studies it has been shown that they behave differently in the field compared to in conventional wind tunnels, which makes it challenging to study this behavior in a controlled setting. The hypothesis was that if we can better reproduce the features of the atmosphere in a wind tunnel, the insects will be able to navigate in the wind tunnel as they do in the field. In order to do so, we had to do two things: (1) study the features of the lower atmosphere that are up to approximately 10 meters, as that is characteristic length over which a mosquito can track a scalar source. (2) create a system that can produce such flow features in a wind tunnel. This was accomplished by the development of two different systems, a large-scale field measurement system that is capable of mapping out the flow field in a large volume in the atmosphere and an active grid that can actuate individual turbulence generators to generate spatial and temporal features similar to those observed using the new system in the field. The field measurement technique we developed consists of four DSRL cameras and an in-house designed device that generates helium filled soap bubbles of uniform size. The bubbles are neutrally buoyant and around 8mm in diameter, which means that they track the flow faithfully. We have developed a tracking algorithm which takes the data from the four cameras to create trajectories in time. We used this system in two different field experiments to collect data that was used to inform the operation of the active grid. The active grid was designed with rows of 3d printed paddles, each individually controlled by a wireless microcontroller and a motor. This design enables spatial and temporal patterns to be generated to mimic the observation from the field. The grid was designed so that it can be installed both in a wind tunnel at Princeton University, where the grid itself was studied, and in a new wind tunnel at the University of Utah where mosquitoes and moths are studied. In addition to the research accomplishments training of undergraduate students have been accomplished through involvement in research and a program for outreach to the public has been designed, and will be finished following the completion of this grant.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/25/2024<br>\nModified by: Marcus&nbsp;Hultmark</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn this project two new techniques to better represent the flow in the lower atmosphere has been developed and studied both in the laboratory and in the field. Through a collaboration with researchers in the biology department of University of Utah, we have been studying both the mechanical aspect of this problem as well as the biological. By being able to reproduce features of the lower atmosphere in a laboratory wind tunnel, the orientation behavior and strategies of mosquitoes, moths and other flying insects can be studied in controlled settings. Here, we were interested in mosquito and moth orientation behavior. In previous studies it has been shown that they behave differently in the field compared to in conventional wind tunnels, which makes it challenging to study this behavior in a controlled setting. The hypothesis was that if we can better reproduce the features of the atmosphere in a wind tunnel, the insects will be able to navigate in the wind tunnel as they do in the field. In order to do so, we had to do two things: (1) study the features of the lower atmosphere that are up to approximately 10 meters, as that is characteristic length over which a mosquito can track a scalar source. (2) create a system that can produce such flow features in a wind tunnel. This was accomplished by the development of two different systems, a large-scale field measurement system that is capable of mapping out the flow field in a large volume in the atmosphere and an active grid that can actuate individual turbulence generators to generate spatial and temporal features similar to those observed using the new system in the field. The field measurement technique we developed consists of four DSRL cameras and an in-house designed device that generates helium filled soap bubbles of uniform size. The bubbles are neutrally buoyant and around 8mm in diameter, which means that they track the flow faithfully. We have developed a tracking algorithm which takes the data from the four cameras to create trajectories in time. We used this system in two different field experiments to collect data that was used to inform the operation of the active grid. The active grid was designed with rows of 3d printed paddles, each individually controlled by a wireless microcontroller and a motor. This design enables spatial and temporal patterns to be generated to mimic the observation from the field. The grid was designed so that it can be installed both in a wind tunnel at Princeton University, where the grid itself was studied, and in a new wind tunnel at the University of Utah where mosquitoes and moths are studied. In addition to the research accomplishments training of undergraduate students have been accomplished through involvement in research and a program for outreach to the public has been designed, and will be finished following the completion of this grant.\n\n\n\t\t\t\t\tLast Modified: 03/25/2024\n\n\t\t\t\t\tSubmitted by: MarcusHultmark\n"
 }
}