{
 "awd_id": "2132491",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "EAGER: SUPER: Collaborative Research: Stabilization of Warm and Light Superconductors at Low Pressures by Chemical Doping",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2021-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2021-07-27",
 "awd_max_amd_letter_date": "2022-06-03",
 "awd_abstract_narration": "NONTECHNICAL SUMMARY\r\nThis award supports computational and experimental research and education aimed to result in the rational design and synthesis of materials that are superconducting at ambient temperatures and pressures. Superconductors can be used in many important technologies, including cables that transmit power without loss, electromagnets in magnetic resonance imaging machines and wind-turbines, extremely sensitive sensors, and as qubits in superconducting computers. Unfortunately, superconductivity in a material normally takes place at cryogenic temperatures, which is a major hurdle for applications. Recent major breakthroughs have shown that near room temperature superconductors can be made in materials that contain light elements, but only at pressures that surpass one million times atmospheric pressure. \r\n\r\nOne class of known high pressure superconducting materials is based on cage-like structures made from hydrogen that are filled with metal atoms. The team will perform computations based upon quantum mechanics to pinpoint the best chemical species that can be added to these cage-like structures so that they retain their good superconducting properties even at lower pressures. Key to uncovering the most promising dopants will be the calculation of chemical pressure maps. Subsequently, diamond anvil cells and large volume presses will be employed to synthesize high-quality crystals of select compounds whose structures and properties will be experimentally determined. Analogous work will be performed on cage-like structures made from boron and carbon atoms.\r\n\r\nGraduate students will be exposed to a multi-disciplinary atmosphere, and learn how to communicate with experimentalists and theoreticians from different backgrounds. They will participate in outreach activities including mentoring undergraduates, especially from minority and underrepresented groups, and university open house events. The tight feedback loop between experiment and theory will provide a roadmap for future materials-by-design research.\r\n\r\nTECHNICAL SUMMARY\r\nThis award supports computational and experimental research and education aimed to result in the rational design and synthesis of materials that are superconducting at ambient temperatures and pressures. First-principles calculations of chemical pressure maps will be used to uncover the most promising chemical dopants for achieving high superconducting critical temperatures in light element systems stable at low, and even ambient pressures. The pressure-dependent stability, superconducting properties and spectroscopic signatures of these compounds will be calculated, and related to the chemical pressure maps. At the same time, novel pathways within laser heated diamond anvil cells and large volume presses will be used to synthesize high-quality crystals of the most promising candidates. Synchrotron single-crystal x-ray diffraction, Raman spectroscopy and transport properties will be measured, and compared with theoretical results to aid in structural, compositional, and physical property characterization. Electrical conductivity will be measured to verify superconductivity. This project will transform the way in which light element based high-temperature superconductors are designed, synthesized, and characterized.\r\n\r\nThe PIs will focus on compounds related to the known binary superhydrides that contain clathrate cage-like structures because superconductivity has been measured in many of their members. The first class to be studied are boron/carbon analogues of the superhydrides because the replacement of the hydrogen atoms by light p-block elements that form strong covalent bonds will render some of these phases stable at normal pressures while retaining properties that are crucial for superconductivity. The second class are ternary superhydrides derived from the known binaries. Chemical pressure maps will reveal which elements have the correct radius to achieve a denser packing than in the binary hydride, while at the same time keeping the extended hydrogenic lattice required for the large electron phonon coupling. Experiments will map out the phase diagram by x-ray diffraction and Raman with laser heating under pressure.\r\n\r\nStudents involved in this project will be trained in state-of-the-art theoretical and experimental techniques, and be exposed to a multi-disciplinary atmosphere where they learn to communicate with scientists from very different fields. The creation of materials that are superconducting at normal temperatures and pressures will have a tremendous impact on the electrical grid infrastructure, medical technology, renewable energy and lead to new innovations. The tight feedback loop between experiment and theory will advance the field of materials by design. The PIs will communicate with the popular science media about the breakthroughs made in this field, thereby educating the public and motivating future scientists.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eva",
   "pi_last_name": "Zurek",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eva Zurek",
   "pi_email_addr": "ezurek@buffalo.edu",
   "nsf_id": "000546956",
   "pi_start_date": "2021-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "Department of Chemistry, 777 NSC",
  "perf_city_name": "Buffalo",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142603000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  },
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  },
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094Z",
   "pgm_ref_txt": "Materials Data"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8399",
   "pgm_ref_txt": "Energy Storage or Transmission"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 50000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Unlike in a normal material, electricity can flow without resistance in a superconductor. Unfortunately, all materials that are known to superconduct only do so at low temperatures, hindering their practical use. This grant supported the computational discovery of new materials that have the potential to be superconducting at near-ambient conditions of temperature and pressure.&nbsp;</p>\n<p>Inspired by the synthesis of various SrB<sub>3</sub>C<sub>3</sub> and LaB<sub>3</sub>C<sub>3 </sub>compounds, which are made from boron-carbon cage-like structures within which the metal atom resides, quantum mechanical calculations were performed to study analogous structures containing up to two different metal atoms within the cages. From the 105 possibilities that were considered, 22 were found to be metastable at atmospheric conditions. &nbsp;A chemical pressure analysis was used to understand the correlation between stability and radius of the metal atom. The temperatures below which the compounds were predicted to become superconducting were correlated with the formal charge on the metal atom. KPbB<sub>6</sub>C<sub>6</sub> was found to possess the highest superconducting critical temperature, 88 K at 1 atmosphere, which is above the boiling point of liquid nitrogen.</p>\n<p>Calculations have been performed to study the stability and superconducting properties of compounds with the formula MC<sub>2</sub>H<sub>8</sub> and MB<sub>2</sub>H<sub>8</sub>. Among the 26 systems considered at pressures ranging from 1 atmosphere to near-center-of-the-Earth pressures (300 GPa), fourteen were found to be local minima. From these, KB<sub>2</sub>H<sub>8</sub>, RbB<sub>2</sub>H<sub>8</sub> and CsB<sub>2</sub>H<sub>8</sub>&nbsp;were predicted to possess a superconducting critical temperature of 130-150 K between 12-20 GPa. Molecular dynamics simulations showed that higher pressures might be required to suppress decomposition of these compounds.</p>\n<p>An experimental/theoretical collaboration was advanced to study the structure of BaPtO<sub>3</sub> under pressure. The analogous compounds BaBiO<sub>3</sub> and BaSbO<sub>3</sub> are superconductors when doped. Our computations helped to uncover the structure of the BaPtO<sub>3</sub> compound at a pressure of around 40 GPa.</p>\n<p>A&nbsp; student was trained in computational materials chemistry and graduated with her PhD. The student presented her results at the 2023 APS March meeting and was awarded a Graduate Travel Grant to attend this meeting. The PhD student took a lead role in advancing collaborations with experimental groups, and in training an undergraduate student in performing first principles quantum mechanical computations on materials.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/02/2023<br>\n\t\t\t\t\tModified by: Eva&nbsp;Zurek</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUnlike in a normal material, electricity can flow without resistance in a superconductor. Unfortunately, all materials that are known to superconduct only do so at low temperatures, hindering their practical use. This grant supported the computational discovery of new materials that have the potential to be superconducting at near-ambient conditions of temperature and pressure. \n\nInspired by the synthesis of various SrB3C3 and LaB3C3 compounds, which are made from boron-carbon cage-like structures within which the metal atom resides, quantum mechanical calculations were performed to study analogous structures containing up to two different metal atoms within the cages. From the 105 possibilities that were considered, 22 were found to be metastable at atmospheric conditions.  A chemical pressure analysis was used to understand the correlation between stability and radius of the metal atom. The temperatures below which the compounds were predicted to become superconducting were correlated with the formal charge on the metal atom. KPbB6C6 was found to possess the highest superconducting critical temperature, 88 K at 1 atmosphere, which is above the boiling point of liquid nitrogen.\n\nCalculations have been performed to study the stability and superconducting properties of compounds with the formula MC2H8 and MB2H8. Among the 26 systems considered at pressures ranging from 1 atmosphere to near-center-of-the-Earth pressures (300 GPa), fourteen were found to be local minima. From these, KB2H8, RbB2H8 and CsB2H8 were predicted to possess a superconducting critical temperature of 130-150 K between 12-20 GPa. Molecular dynamics simulations showed that higher pressures might be required to suppress decomposition of these compounds.\n\nAn experimental/theoretical collaboration was advanced to study the structure of BaPtO3 under pressure. The analogous compounds BaBiO3 and BaSbO3 are superconductors when doped. Our computations helped to uncover the structure of the BaPtO3 compound at a pressure of around 40 GPa.\n\nA  student was trained in computational materials chemistry and graduated with her PhD. The student presented her results at the 2023 APS March meeting and was awarded a Graduate Travel Grant to attend this meeting. The PhD student took a lead role in advancing collaborations with experimental groups, and in training an undergraduate student in performing first principles quantum mechanical computations on materials.\n\n \n\n\t\t\t\t\tLast Modified: 11/02/2023\n\n\t\t\t\t\tSubmitted by: Eva Zurek"
 }
}