{
 "awd_id": "2132330",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Convex Body Shape Recovery via Geometric Measures and Inequalities",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924876",
 "po_email": "snaik@nsf.gov",
 "po_sign_block_name": "Swatee Naik",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 159159.0,
 "awd_amount": 123073.0,
 "awd_min_amd_letter_date": "2021-05-03",
 "awd_max_amd_letter_date": "2021-05-03",
 "awd_abstract_narration": "The central theme of this project is the recovery of boundary shape of a geometric object using partial data given as local or global geometric measurements (such as areas and volumes). These geometric objects, similar to the objects we see around us, can possess edges and vertices (such as a square), but can be so much more complicated (for example, possessing a fractal structure). Problems of this nature arise in many engineering/designing problems (such as the designing of antenna reflector) in addition to many other areas out of mathematics (such as economics). Moreover, these problems are well connected with other areas of mathematics, including PDE and functional analysis. Another benefit of these problems is that in various special cases, they are visually understandable and solvable by motivated undergraduate students.\r\n\r\nThe recently posed dual Minkowski problem and Lp dual Minkowski problem are two Minkowski-type problems that received much attention. The principal investigator, through collaboration, has gained a good understanding of the solutions when one assumes origin-symmetry of the data and the convex body. There, the final solutions depend very much on convex bodies with non-smooth boundaries. An understanding in the non-symmetric case is imperative and is one of the goals. The challenge is to identify and solve the proper optimization problem. Another goal is to understand how an optimization problem involving two bodies can help in this setting. The same phenomenon can be observed when one considers the antenna reflector design problem with decay. The Aleksandrov-Fenchel inequality is one of the deepest results in convex geometry and emcompasses many isoperimetric inequalities. The equality condition remains quite mysterious as even in the simple cases, bodies with fractal boundary structures can arise as extremal cases. The PI will study the characterization of the support set of mixed area measures which is essential in understanding the equality condition.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yiming",
   "pi_last_name": "Zhao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yiming Zhao",
   "pi_email_addr": "yzhao197@syr.edu",
   "nsf_id": "000788089",
   "pi_start_date": "2021-05-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "211 Lyman Hall",
  "perf_city_name": "Syracuse",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "132441200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 123073.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The awarded project intends to find ways to reconstruct the potentially pathological boundary shape of a geometric figure in high dimensions using only&nbsp;<em>partial</em>&nbsp;information. The partial information is often either given in the form of geometric invariants (volume, area, and many more) or in the form of local measurements called geometric measures (variants and extensions of curvature). Problems of this type often arise in many areas of mathematics (sometimes seemingly unrelated), as well as outside mathematics in engineering or economy. The reconstruction of shapes from geometric measures is often called Minkowski-type problems owing to the pioneering work of Hermann Minkowski at the turn of the last century.</p>\n<div><span><br /></span></div>\n<div><span style=\"color: #000000; font-family: arial, helvetica, sans-serif;\"><span>During the period of this award, the PI proved several existence and uniqueness results for a variety of Minkowski-type problems. Nine research articles were written, six of which had already been published or accepted in research journals. In particular, in two of the articles, the PI and his collaborators introduced Minkowski problems into probability theory; in another two, the PI and his collaborators extended geometric results to the analysis of log concave functions. The discoveries deepen our understanding of the theory of convex bodies. Moreover, the tools and methods developed by the PI and his collaborators may have further impacts on related problems, which will be explored in the coming years. These would not have been possible if it wasn't for the award's support for the PI to travel to workshops, conferences, and his collaborators.</span></span></div>\n<div><span><br /></span></div>\n<div><span>The award also supported the PI during the planning and organization of sessions in the meetings of the Canadian Mathematical Society and the American Mathematical Society. It also supported the PI and a female postdoc researcher of the PI to travel to workshops and conferences to disseminate their research products. &nbsp;Moreover, toy models of the problems considered in this project were used as tools to raise the interest in mathematics of K-12 students in a Syracuse local community center primarily attended by historically underrepresented populations and recent immigrants.</span></div>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/27/2024<br>\nModified by: Yiming&nbsp;Zhao</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe awarded project intends to find ways to reconstruct the potentially pathological boundary shape of a geometric figure in high dimensions using onlypartialinformation. The partial information is often either given in the form of geometric invariants (volume, area, and many more) or in the form of local measurements called geometric measures (variants and extensions of curvature). Problems of this type often arise in many areas of mathematics (sometimes seemingly unrelated), as well as outside mathematics in engineering or economy. The reconstruction of shapes from geometric measures is often called Minkowski-type problems owing to the pioneering work of Hermann Minkowski at the turn of the last century.\n\n\nDuring the period of this award, the PI proved several existence and uniqueness results for a variety of Minkowski-type problems. Nine research articles were written, six of which had already been published or accepted in research journals. In particular, in two of the articles, the PI and his collaborators introduced Minkowski problems into probability theory; in another two, the PI and his collaborators extended geometric results to the analysis of log concave functions. The discoveries deepen our understanding of the theory of convex bodies. Moreover, the tools and methods developed by the PI and his collaborators may have further impacts on related problems, which will be explored in the coming years. These would not have been possible if it wasn't for the award's support for the PI to travel to workshops, conferences, and his collaborators.\n\n\nThe award also supported the PI during the planning and organization of sessions in the meetings of the Canadian Mathematical Society and the American Mathematical Society. It also supported the PI and a female postdoc researcher of the PI to travel to workshops and conferences to disseminate their research products. Moreover, toy models of the problems considered in this project were used as tools to raise the interest in mathematics of K-12 students in a Syracuse local community center primarily attended by historically underrepresented populations and recent immigrants.\n\n\n\t\t\t\t\tLast Modified: 08/27/2024\n\n\t\t\t\t\tSubmitted by: YimingZhao\n"
 }
}