{
 "awd_id": "2132475",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Opportunities in Experiment, Computation, Theory and AI Virtual July 2021 Workshop with Focus on Metals and Alloys",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922937",
 "po_email": "jmadison@nsf.gov",
 "po_sign_block_name": "Jonathan Madison",
 "awd_eff_date": "2021-06-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 104250.0,
 "awd_amount": 104250.0,
 "awd_min_amd_letter_date": "2021-06-01",
 "awd_max_amd_letter_date": "2021-06-01",
 "awd_abstract_narration": "NON-TECHNICAL SUMMARY\r\n\r\nThis project supports a workshop that will bring together experts from the materials science and engineering and data science communities to identify research opportunities in metals and metallic nanostructures that will address national priorities for the next decade.  The workshop will: (1) summarize current research trends and recent breakthroughs and identify emerging research areas; (2) assess how research on metals and metallic nanoparticles (MMN) and condensed matter and materials theory (CMMT) contribute towards addressing current national priorities; (3) assess instrumentation and cyberinfrastructure needs; (4) identify opportunities for MMN research in the emerging digital environment; (5) identify needs and methods for workforce development; and (6) Identify strategies to enhance community engagement and collaboration with industry.  The workshop will be held virtually in July of 2021 and will include 75 to 80 participants representing academic institutions, industry, and national laboratories.  The workshop participants will include a diverse group of attendees representing expertise in materials science and engineering and data science.\r\n\r\nTECHNICAL SUMMARY\r\n\r\nOur modern understanding of materials science and engineering (MSE) is derived from an amalgam of fundamental knowledge from physics, chemistry, biology, mathematics, and engineering sciences that enables us to understand and control the structures, properties and performance of engineering materials. Materials research exploits this interdisciplinary framework to improve our understanding of the physical phenomena underlying materials properties and applying that knowledge to produce materials to meet societal needs, with an increasing emphasis on economic viability and sustainability. Furthermore, rapid advances in computational tools are accelerating fundamental materials discovery.  This award will support the “Opportunities in Metals and Metallic Nanostructures: Experiment, Computation, Theory and Artificial Intelligence (AI) Workshop.” This workshop, which will be a partnership between the Metals and Metallic Nanostructures (MMN) and Condensed Matter and Materials Theory (CMMT) programs at the National Science Foundation, brings the experiment and theory/computation elements of the MMN community together to identify emerging research challenges and opportunities in MMN. The workshop will identify fundamental research directions that could substantially enhance the design, fabrication, and use of innovative metallic materials and systems in applications that exploit their unique properties. The workshop will address: (1) increasingly relevant roles of theory and computation, advanced synthesis methods, emerging characterization approaches, structure evolution and innovative property measurement approaches; (2) educational and workforce issues that limit the impact of research in metals and metallic nanostructures; and (3) unique roles of MMN and CMMT research in leveraging and/or meeting national priorities, including the Materials Genome Initiative and the Advanced Manufacturing Initiative, for advancing research into the future, ensuring inclusivity, and continuing global leadership in science and engineering.  This virtual facilitated workshop is being planned to take place from July 19 through July 24th, 2021 and will engage approximately 75 - 80 participants, representing a broad range of educational and research institutions, industry, and will include international representation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Weaver",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Mark L Weaver",
   "pi_email_addr": "mweaver@eng.ua.edu",
   "nsf_id": "000432774",
   "pi_start_date": "2021-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "801 University Blvd.",
  "perf_city_name": "Tuscaloosa",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354010001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  },
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "095Z",
   "pgm_ref_txt": "Materials AI"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "089Z",
   "pgm_ref_txt": "Materials Under Extreme Conditions"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 104250.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A virtual workshop entitled &ldquo;<em>Opportunities in Metals and Metallic Nanostructures: Experiment, Computation, Theory and AI Workshop</em>&rdquo; was conducted from July 19-22, 2021. &nbsp;This workshop, which was a partnership between the Metals and Metallic Nanostructures (MMN) and Condensed Matter and Materials Theory (CMMT) programs at the National Science Foundation, identified emerging research challenges and opportunities in MMN for the next decade.</p>\n<p>&nbsp;</p>\n<p>A group of more than 50 experts in MMN and CMMT related fields met in three one half-day sessions to discuss strategies for advancing the science, technology, and synergistic issues.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Through iterative discussions, critical questioning, and potential solution development, the workshop participants identified five topical areas focusing on distinct but interrelated areas. &nbsp;The topical areas were:</p>\n<ol>\n<li>Science base for advanced synthesis, processing, and manufacturing of metals.</li>\n<li>Control of phase and structure formation and evolution across length scales.</li>\n<li>Advancing Prediction and Design of Physical Properties of Structurally and Chemically Complex Materials.</li>\n<li>Stability and properties of materials under thermal, mechanical, and chemical extremes.</li>\n<li>Harnessing Machine Learning in Metallic Materials: Materials Discovery, Physics Integration, Technique Development, and Data Generation/Curation.</li>\n</ol>\n<p>&nbsp;</p>\n<p>The workshop resulted in the identification of opportunities and in the disclosure of insights into how to foster the research ecosystem necessary to accelerate the advancement of metals while setting the stage for future, more focused, workshops and studies where these ideas could be cultivated further.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/05/2024<br>\nModified by: Mark&nbsp;L&nbsp;Weaver</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nA virtual workshop entitled Opportunities in Metals and Metallic Nanostructures: Experiment, Computation, Theory and AI Workshop was conducted from July 19-22, 2021. This workshop, which was a partnership between the Metals and Metallic Nanostructures (MMN) and Condensed Matter and Materials Theory (CMMT) programs at the National Science Foundation, identified emerging research challenges and opportunities in MMN for the next decade.\n\n\n\n\n\nA group of more than 50 experts in MMN and CMMT related fields met in three one half-day sessions to discuss strategies for advancing the science, technology, and synergistic issues.\n\n\n\n\n\nThrough iterative discussions, critical questioning, and potential solution development, the workshop participants identified five topical areas focusing on distinct but interrelated areas. The topical areas were:\n\nScience base for advanced synthesis, processing, and manufacturing of metals.\nControl of phase and structure formation and evolution across length scales.\nAdvancing Prediction and Design of Physical Properties of Structurally and Chemically Complex Materials.\nStability and properties of materials under thermal, mechanical, and chemical extremes.\nHarnessing Machine Learning in Metallic Materials: Materials Discovery, Physics Integration, Technique Development, and Data Generation/Curation.\n\n\n\n\n\n\nThe workshop resulted in the identification of opportunities and in the disclosure of insights into how to foster the research ecosystem necessary to accelerate the advancement of metals while setting the stage for future, more focused, workshops and studies where these ideas could be cultivated further.\n\n\n\t\t\t\t\tLast Modified: 07/05/2024\n\n\t\t\t\t\tSubmitted by: MarkLWeaver\n"
 }
}