{
 "awd_id": "2132726",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: EAGER: Characterizing a Novel Turbulence-generating System to Facilitate Exploration of Insect Orientation Behavior Under Real-world Conditions",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924997",
 "po_email": "mashleyr@nsf.gov",
 "po_sign_block_name": "Miriam Ashley-Ross",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 149951.0,
 "awd_amount": 149951.0,
 "awd_min_amd_letter_date": "2021-07-21",
 "awd_max_amd_letter_date": "2021-07-21",
 "awd_abstract_narration": "This project, a collaboration between a biologist and an engineer, will develop and test an innovative device to control and reproduce airflows in a wind tunnel to mimic those found in environments inhabited by flying insects. Odors or other similar signals are transported on air currents and form trails that many animals use to locate critical resources such as food, mates, and shelter. Current understanding of the behavior of flying insects in response to these cues has been garnered from studies in laboratory wind tunnels with steady, smooth flows. However, the wind conditions that occur in natural habitats are not uniform but instead are highly variable and turbulent. As such, understanding the strategies employed by flying insects as they orient and locate sources of airborne cues is incomplete. This project addresses this gap by characterizing turbulent flows in the field, refining the design of a novel airflow control device and testing it with insects navigating turbulent flows within a wind tunnel. Design and construction details of the airflow control device will be made available to the scientific community to facilitate new research aimed at elucidating the orientation tactics of other flying animals. New insights from studies using this technology may lead to improved control of important disease vectors (mosquitoes) and agricultural pests (moths), as well the performance of other flying animals. The proposed research project will provide interdisciplinary training for students and generate relevant curricular materials that highlight the interdisciplinary nature of the work for students in grades 6-12. \r\n\r\nFor many animals, passive scalars such as odors, carbon dioxide, humidity, and heat are critical signals distributed in the environment according to turbulent dynamics of the fluid into which they are emitted. Currently, there is a significant deficiency in knowledge regarding the behavioral mechanisms utilized by flying insects in locating sources of such cues. This gap exists because virtually all previous studies have been conducted over relatively small distances in laminar-flow wind tunnel experiments where turbulence is minimized with attendant effects on scalar distribution. To bridge this gap, it will be necessary to develop an experimental set-up that enables the creation and control of turbulent wind conditions in the laboratory. The collaborative project will develop an innovative active grid system for the controlled and reproducible generation of turbulence tailored to conditions encountered in natural and built environments inhabited by two different exemplar insects (moths and mosquitoes). In order to accomplish this goal, turbulent conditions that occur in the field when insects are responding to relevant scalar cues will be characterized. Through the measurement of temperature and other passive scalars such as odors and carbon dioxide, the scope of turbulent plume structures generated by the active grid in a wind tunnel will be evaluated and tuned to the range determined from field measurements. The project will support two graduate students and one undergraduate researcher each year, who will be exposed to an inter-disciplinary research environment within the two collaborating laboratories. In addition, curriculum-appropriate materials about insect flight and behavior will be developed for grade 6-12 students and disseminated virtually.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Neil",
   "pi_last_name": "Vickers",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Neil J Vickers",
   "pi_email_addr": "n.vickers@utah.edu",
   "nsf_id": "000487120",
   "pi_start_date": "2021-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "75 S 2000 E",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 149951.0
  }
 ],
 "por": null
}