{
 "awd_id": "2133778",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Digital twin technology via synthetic data generation to predict outcomes of clinical trials",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2021-06-01",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2021-06-03",
 "awd_max_amd_letter_date": "2022-12-13",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the development of a platform technology that is applicable to fields where experimental data collection is expensive or infeasible.  A first application will be in the domain of clinical trials, where there is a growing trend towards precision medicine, yet experimentation with randomized control trials is often extremely costly and time consuming. This is particularly true for mid-sized pharmaceutical companies with more limited resources. The digital twin technology provides companies with synthetic data to help optimize trial design and control risks in how to allocate limited financial and personnel resources. The technology may also have far-reaching applications in potential application areas of e-commerce and precision agriculture.\r\n\r\nThis I-Corps project develops a new causal inference technology to accurately predict outcomes of clinical trials on a patient-by-patient basis.  This technology builds a digital twin of each patient using historical clinical data across different patients, treatments, and diseases. A novel benefit of this approach is that despite very scarce data on patients that go through the full clinical trial, the technology can accurately simulate the outcomes of the entire patient population. Additionally, this approach offers interpretability of how such digital twins are created, a critical feature in medical applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roman",
   "pi_last_name": "Lubynsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roman Lubynsky",
   "pi_email_addr": "rml@mit.edu",
   "nsf_id": "000648609",
   "pi_start_date": "2021-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Ave.",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8083",
   "pgm_ref_txt": "Big Data Science &Engineering"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-2f63e793-7fff-15d6-1e91-118504c481cc\"> </span></p>\n<p dir=\"ltr\"><span>This project is based on research that resulted in a new framework for causal inference and machine learning to answer &ldquo;what-if&rdquo; questions. Accordingly, the technology is equipped to estimate heterogeneous treatment effects, identify meaningful subpopulations, and simulate counterfactual scenarios.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Today, decision makers in even top companies are guessing not because of a shortage of data, but rather because of a lack of insights caused by technical shortcomings. Current AI is not able to predict the outcomes of situations that haven&rsquo;t happened before, which results in companies being reactive as opposed to proactive with their strategies. As we continue to see a shift in consumer behavior being more digital, and companies facing more competitive pressure than ever before, this problem is only increasing and causing more financial loss and suboptimal customer journeys. The technology empowers decision makers with state-of-the-art prediction capabilities at their fingertips. It uses business data to simulate the outcomes of hypothetical strategies.&nbsp;</span></p>\n<p dir=\"ltr\"><span>This I-Corps Team explored the various potential applications of the technology. Early evidence from potential users suggested business leaders would like tools to make faster and better decisions. During this award, the Team has conducted over 200 customer discovery interviews. The team has pivoted several times in response to the evidence collected.&nbsp; The team was to generate sufficient evidence of potential product-market fit in the area of business intelligence and marketing that they decided to found a new startup venture.&nbsp; They have raised initial funding, have run pilots with potential customers, and were accepted into a premier accelerator program.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/27/2023<br>\n\t\t\t\t\tModified by: Roman&nbsp;Lubynsky</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThis project is based on research that resulted in a new framework for causal inference and machine learning to answer \"what-if\" questions. Accordingly, the technology is equipped to estimate heterogeneous treatment effects, identify meaningful subpopulations, and simulate counterfactual scenarios. \nToday, decision makers in even top companies are guessing not because of a shortage of data, but rather because of a lack of insights caused by technical shortcomings. Current AI is not able to predict the outcomes of situations that haven’t happened before, which results in companies being reactive as opposed to proactive with their strategies. As we continue to see a shift in consumer behavior being more digital, and companies facing more competitive pressure than ever before, this problem is only increasing and causing more financial loss and suboptimal customer journeys. The technology empowers decision makers with state-of-the-art prediction capabilities at their fingertips. It uses business data to simulate the outcomes of hypothetical strategies. \nThis I-Corps Team explored the various potential applications of the technology. Early evidence from potential users suggested business leaders would like tools to make faster and better decisions. During this award, the Team has conducted over 200 customer discovery interviews. The team has pivoted several times in response to the evidence collected.  The team was to generate sufficient evidence of potential product-market fit in the area of business intelligence and marketing that they decided to found a new startup venture.  They have raised initial funding, have run pilots with potential customers, and were accepted into a premier accelerator program.\n\n \n\n\t\t\t\t\tLast Modified: 09/27/2023\n\n\t\t\t\t\tSubmitted by: Roman Lubynsky"
 }
}