{
 "awd_id": "2133655",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF-AoF: Impact of user, environment, and artificial surfaces on above-100 GHz wireless communications",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922981",
 "po_email": "pregalia@nsf.gov",
 "po_sign_block_name": "Phillip Regalia",
 "awd_eff_date": "2022-01-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 490000.0,
 "awd_amount": 490000.0,
 "awd_min_amd_letter_date": "2021-08-30",
 "awd_max_amd_letter_date": "2021-08-30",
 "awd_abstract_narration": "Over the past 30 years, wireless data rates have increased continuously, from 10 kbit/s in early digital systems to more than 1 Gbit/s in 5G. This trend will continue for 6G systems, with more than 100 Gbit/s required for new applications such as holographic communications. Such high data rates will require the use of previously unused spectrum with very high carrier frequency, called the Terahertz spectrum, because only in this frequency range is there enough bandwidth to enable the high data rates. A major challenge at these very high frequencies is that coverage is much more spotty, and can be more easily interrupted by small objects, and even by the person holding the wireless device, than at lower frequencies. This project will therefore firstly develop tools to assess the coverage and reliability of such Terahertz systems, and secondly, will create new technology for improving performance, through the development of smart wall coverings that can redirect wireless signals. Together with the appropriate deployment planning tools (e.g., where to put the access point), these developments will constitute a significant step towards enabling ultra-high-data-rate wireless services at lower cost. The project will contribute to workforce development by creating research experiences, involving both theory and experiments, for a diverse team of both undergraduate and graduate students.\r\n\r\nIn this project, several aspects of the 100-500 GHz wireless systems will be covered: (i) The modeling of antenna arrays in portable devices and wave propagation environments under realistic operational conditions; this includes the effects of user hand, head, and body being close to the antennas, which  are particularly important at high frequencies; (ii) The design of novel aggregate reflection surfaces and waveguiding surfaces that effectively transfer energy from one device to another in non-line-of-sight (non-LOS) conditions, and the measurement of their performance; (iii) The development of new point-cloud based tools for predicting coverage with dramatically increased accuracy under reasonable runtime -- this is important not only for planning deployment but also to improve the understanding of the nature of wave propagation at these high frequencies; and (iv) Coverage optimization through neural networks and deep learning -- the massive amount of propagation data generated through the point-cloud based tools will be used to train these neural networks, thereby allowing the performance of a particular deployment to be assessed, and the locations of access points and reflective surfaces to be optimized.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andreas",
   "pi_last_name": "Molisch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andreas Molisch",
   "pi_email_addr": "molisch@usc.edu",
   "nsf_id": "000526999",
   "pi_start_date": "2021-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3740 McClintock Ave",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779700",
   "pgm_ele_name": "Comm & Information Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7797",
   "pgm_ref_txt": "COMM & INFORMATION FOUNDATIONS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7935",
   "pgm_ref_txt": "COMM & INFORMATION THEORY"
  },
  {
   "pgm_ref_code": "7936",
   "pgm_ref_txt": "SIGNAL PROCESSING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 490000.0
  }
 ],
 "por": null
}