{
 "awd_id": "2133384",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SCC-CIVIC-FA Track A: Connecting Underrepresented Youths with Employment Opportunities",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Linda Bushnell",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1199999.0,
 "awd_min_amd_letter_date": "2021-09-16",
 "awd_max_amd_letter_date": "2022-06-30",
 "awd_abstract_narration": "Youth participation in out-of-school-time (OST) opportunities has been shown to improve access to internships, develop workforce readiness, and cultivate occupational identities. However, in sprawling low-density metro areas like Kansas City, a substantial physical disconnect and spatial mismatch between residential areas, jobs, and OST opportunities combines with a lack of reliable transportation services to significantly impact youth from low-income homes and schools, who are disproportionately Black and Latinx. This project’s goal is to increase OST-activity participation and address marginalized-youth employment disparities by providing tools to discover, access, and participate in OST opportunities. \r\n\r\nThis project develops, pilots, and evaluates an Optimized Unified Transportation (OUT) framework designed to increase awareness of OST opportunities; decrease access disparity through innovative and efficient shared-mobility services, policies, and governance; and incentivize energy-efficient travel choices. Key knowledge advances include: (i) innovative analysis of student mobility needs and preferences together with incentives that encourage participation and energy-efficient travel behaviors, (ii) first-of-their-kind travel-demand models that consider transportation equity and social-determinant outcomes, (iii) development and testing of a community-driven framework that includes shared mobility, business models, policies, and governance, and (iv) development and real-world pilot testing of a mobile-application-based technology that incorporates the framework. The project’s Collaborative Engagement Stakeholder Group (CESG), comprising community stakeholders, community members, researchers, and civic organizations from the Kansas City metro area, engaged students (ages 13-18), parents, mobility providers, school and city officials, and employers to identify acceptable shared-mobility solutions, policies, and governance. This project will develop novel models to understand the impacts of these solutions and incentive strategies on students’ travel choices. The resulting solutions and models will be used to develop metrics that specifically measure accessibility and equity. These metrics will be integrated into the OUT framework, which will then be optimized through simulation to achieve societal benefits and increase system efficiency. Optimized approaches will then be piloted in the mobile application and evaluated. Our innovative modeling approaches, governance, and policies will be transferable and scalable for use with other communities and population groups (e.g., adult workers). The project will train youth, undergraduate students, and graduate students, and the pilot will involve underrepresented youth.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexandra",
   "pi_last_name": "Kondyli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexandra Kondyli",
   "pi_email_addr": "akondyli@ku.edu",
   "nsf_id": "000723115",
   "pi_start_date": "2021-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Ellis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea Ellis",
   "pi_email_addr": "andreaellis@kclibrary.org",
   "nsf_id": "000806694",
   "pi_start_date": "2021-09-16",
   "pi_end_date": "2022-04-21"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kiley",
   "pi_last_name": "Larson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kiley Larson",
   "pi_email_addr": "kileylarson@gmail.com",
   "nsf_id": "000807011",
   "pi_start_date": "2021-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Koch",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa S Koch",
   "pi_email_addr": "kolisach@ku.edu",
   "nsf_id": "000834515",
   "pi_start_date": "2021-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jomella",
   "pi_last_name": "Watson-Thompson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jomella Watson-Thompson",
   "pi_email_addr": "jomellaw@ku.edu",
   "nsf_id": "000834514",
   "pi_start_date": "2021-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jamie",
   "pi_last_name": "Mayo",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jamie L Mayo",
   "pi_email_addr": "jamiemayo@kclibrary.org",
   "nsf_id": "000877643",
   "pi_start_date": "2022-04-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research, Inc.",
  "perf_str_addr": "2385 Irving Hill Road",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457552",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "033Y00",
   "pgm_ele_name": "S&CC: Smart & Connected Commun"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "042Z",
   "pgm_ref_txt": "S&CC: Smart and Connected Communities"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 1000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 199999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of this project was to address youth employment disparities by improving OST-activity awareness and access while reducing access inequities. We developed a mobile app (ConnectKC) that offers information on various OST opportunities that occur in the Kansas City metro area. The ConnectKC app also included information on the location of these opportunities as well as ways to get there. Apart from the typical transportation options shown in the app (e.g. transit, walking, biking), the team partnered with zTrip and offered the option to book a trip through that mobility provider directly.</p>\n<p>The ConnectKC app was tested during a pilot that occurred in the summer of 2023. The research team collaborated with specific OST opportunity providers to identify the activities and recruit the participating youth. The main OST providers were ProX, a local organization through which youths participate in 5-week paid summer internships and receive coaching, and ThrYve, which provides summer programming to youth and collaborates with other providers in the region (e.g., Boys and Girls Club, Young Women on the Move, etc.).</p>\n<p>102 youths aged 14 &ndash; 20 years old participated in the summer pilot that run between 6/5/2023 and 7/28/2023. 58.4% identified as females, 36.5% as males, and 5.1% as non-binary. The vast majority of the participating youths were black/African American (73.7%), 10.2% were white, 8% Hispanic, 5.8% Asian, and less than 1% native American. The youths are residents of Kansas City, KS or MO.</p>\n<p>A survey before the pilot was conducted to better understand the youths experience and attitudes toward OST activities as well as their transportation-related habits. Most of them acknowledge that it is very difficult to find these opportunities in Kansas City. The youth suggested that the summertime is mostly challenging for finding things to do as they don&rsquo;t feel they have many choices. Most of them (especially females) depend on rides from someone but they don&rsquo;t always have access to a car they can use. They are mostly familiar with taking the school bus, walking, biking, or taking a car/riding with someone, but they are not familiar with transit or microtransit options. Public transit is rarely or never an option for these youths and they don&rsquo;t seem to know enough about it to even consider it.</p>\n<p>The participating youth used the app during the summer pilot to sign up to their events (e.g., workshops, internships, summer programs), see transportation options, and book a ride through zTrip, which were free during the pilot.</p>\n<p>Given the partnership with zTrip and the availability of free transportation, many participants selected this option to attend their OST events. More than 2,200 zTrip bookings were completed. The average trip duration was 20 minutes and the average wait time before picked up for a ride was 15 minutes. &nbsp;</p>\n<p>Another survey and follow-up interviews were conducted at the end of the pilot to assess their experience and obtain feedback on the ConnectKC app use. Overall, all participants had very positive experience during their pilot. This participation broadened their knowledge of employment opportunities in Kansas City and offered important connections for their future lives. Most of the participants would recommend the ConnectKC app and acknowledge the importance of free transportation for accessing their summer programs.</p>\n<p>Approximately 59% of the feedback related to the ConnectKC app was positive. Within positive feedback, the top three themes were Convenience and Independence, Cost Savings, and Ease of Use. As one teen put it, <em>'I liked that I had a ride to and from work and didn&rsquo;t have to ask my parents or grandparents.'</em> Overall, more than 70% of all users used the ConnectKC app at least 2-3 times per week and more than 75% of them used the ConnectKC app for booking rides with zTrip. About 91% of the participants said they felt moderately safe or safer during their zTrip rides.</p>\n<p>Participants heavily relied on the ConnectKC app to get to their summer internships. A substantial 67% of our ProX participants and 58% of our ThrYve participants made it clear that, without the Connect KC app's free transportation, reaching their ProX internships or summer programs would have been challenging. This underscores the importance of transportation in shaping the out-of-school experiences of teenagers. After the pilot, participants&rsquo; perceptions on how well they know how to use different transportation modes changed significantly. Many of them know well now how to use zTrip or other rideshare providers, such as Uber and Lyft. Their familiarity with transit also improved a bit.</p>\n<p>When we bring all these data points together, they underscore a critical point: transportation subsidization plays a pivotal role in narrowing the opportunity gap. These findings tell a compelling story&mdash;that Connect KC doesn't just offer essential transportation services; it also serves as a gateway to career development and community engagement.&nbsp;<strong>&nbsp;</strong></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/23/2024<br>\nModified by: Alexandra&nbsp;Kondyli</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe purpose of this project was to address youth employment disparities by improving OST-activity awareness and access while reducing access inequities. We developed a mobile app (ConnectKC) that offers information on various OST opportunities that occur in the Kansas City metro area. The ConnectKC app also included information on the location of these opportunities as well as ways to get there. Apart from the typical transportation options shown in the app (e.g. transit, walking, biking), the team partnered with zTrip and offered the option to book a trip through that mobility provider directly.\n\n\nThe ConnectKC app was tested during a pilot that occurred in the summer of 2023. The research team collaborated with specific OST opportunity providers to identify the activities and recruit the participating youth. The main OST providers were ProX, a local organization through which youths participate in 5-week paid summer internships and receive coaching, and ThrYve, which provides summer programming to youth and collaborates with other providers in the region (e.g., Boys and Girls Club, Young Women on the Move, etc.).\n\n\n102 youths aged 14  20 years old participated in the summer pilot that run between 6/5/2023 and 7/28/2023. 58.4% identified as females, 36.5% as males, and 5.1% as non-binary. The vast majority of the participating youths were black/African American (73.7%), 10.2% were white, 8% Hispanic, 5.8% Asian, and less than 1% native American. The youths are residents of Kansas City, KS or MO.\n\n\nA survey before the pilot was conducted to better understand the youths experience and attitudes toward OST activities as well as their transportation-related habits. Most of them acknowledge that it is very difficult to find these opportunities in Kansas City. The youth suggested that the summertime is mostly challenging for finding things to do as they dont feel they have many choices. Most of them (especially females) depend on rides from someone but they dont always have access to a car they can use. They are mostly familiar with taking the school bus, walking, biking, or taking a car/riding with someone, but they are not familiar with transit or microtransit options. Public transit is rarely or never an option for these youths and they dont seem to know enough about it to even consider it.\n\n\nThe participating youth used the app during the summer pilot to sign up to their events (e.g., workshops, internships, summer programs), see transportation options, and book a ride through zTrip, which were free during the pilot.\n\n\nGiven the partnership with zTrip and the availability of free transportation, many participants selected this option to attend their OST events. More than 2,200 zTrip bookings were completed. The average trip duration was 20 minutes and the average wait time before picked up for a ride was 15 minutes. \n\n\nAnother survey and follow-up interviews were conducted at the end of the pilot to assess their experience and obtain feedback on the ConnectKC app use. Overall, all participants had very positive experience during their pilot. This participation broadened their knowledge of employment opportunities in Kansas City and offered important connections for their future lives. Most of the participants would recommend the ConnectKC app and acknowledge the importance of free transportation for accessing their summer programs.\n\n\nApproximately 59% of the feedback related to the ConnectKC app was positive. Within positive feedback, the top three themes were Convenience and Independence, Cost Savings, and Ease of Use. As one teen put it, 'I liked that I had a ride to and from work and didnt have to ask my parents or grandparents.' Overall, more than 70% of all users used the ConnectKC app at least 2-3 times per week and more than 75% of them used the ConnectKC app for booking rides with zTrip. About 91% of the participants said they felt moderately safe or safer during their zTrip rides.\n\n\nParticipants heavily relied on the ConnectKC app to get to their summer internships. A substantial 67% of our ProX participants and 58% of our ThrYve participants made it clear that, without the Connect KC app's free transportation, reaching their ProX internships or summer programs would have been challenging. This underscores the importance of transportation in shaping the out-of-school experiences of teenagers. After the pilot, participants perceptions on how well they know how to use different transportation modes changed significantly. Many of them know well now how to use zTrip or other rideshare providers, such as Uber and Lyft. Their familiarity with transit also improved a bit.\n\n\nWhen we bring all these data points together, they underscore a critical point: transportation subsidization plays a pivotal role in narrowing the opportunity gap. These findings tell a compelling storythat Connect KC doesn't just offer essential transportation services; it also serves as a gateway to career development and community engagement.\n\n\n\t\t\t\t\tLast Modified: 01/23/2024\n\n\t\t\t\t\tSubmitted by: AlexandraKondyli\n"
 }
}