{
 "awd_id": "2134367",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FMSG: Cyber: Resilient and Reliable Cyber-Physical-Human-Machine Teams: Toward Future of Cybermanufacturing",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032927174",
 "po_email": "lwalker@nsf.gov",
 "po_sign_block_name": "Lee Walker",
 "awd_eff_date": "2022-01-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 499950.0,
 "awd_amount": 499950.0,
 "awd_min_amd_letter_date": "2021-08-10",
 "awd_max_amd_letter_date": "2021-08-10",
 "awd_abstract_narration": "Industry 4.0 aims at converting traditional operator-controlled systems into smart cyber-physical systems (CPS). The chief technology officer of the Digital Manufacturing and Design Innovation Institute stated that “manufacturing generates more data than any other sector of the economy”. The competitive edge provided by the big data are widely acknowledged. However, achieving these benefits requires the ability to understand, model and analytically process information in a way that is conducive to informed decision-making in manufacturing. Advances in robotic automation has led to robots working alongside humans in manufacturing/assembly/repair facilities. Today, lack of safety assurance precludes human-robot symbiosis. Moreover, there is also a lack of high-fidelity modeling techniques that can effectively utilize the vast amount of data available from the sensors in manufacturing facilities. This Future Manufacturing Seed Grant (FMSG) CyberManufacturing project aims to create new science and develop new talent for the advancement of resilient and reliable human-CPS systems by developing resilient and safe coordination for human-machine teaming, and by developing reliable and robust methods for part flow models in manufacturing systems in the presence of external disturbances. We refer to these systems as cyber-physical human machine teams (CPHMT). The overarching goal of this project is to develop an integrated theory for safe and efficient operations of manufacturing systems with cyber-physical human machine teams (CPHMT).\r\n\r\nOne of the main difficulties in deploying CPHMT is how to achieve resiliency of the human-machine teams and incorporate that information in the system level optimization for decision-making on the factory floor. Therefore, the overall goal of this project is to develop safety methods for resilient coordination of CPHMT, utilize predictive modeling to estimate safety index that can be used in construction of high-fidelity mathematical models of manufacturing parts flow. Specifically, the project 1) develops resilient and safe coordination algorithms for human-machine teaming using scalable and computationally efficient computational modeling of psychological processes such as determining human intentions, 2) develops effective, reliable, and easy-to-implement approach to construct high-fidelity mathematical models of manufacturing parts flow, which is necessary to perform any rigorous, quantitative analysis and optimization. 3) Application: Validate the theoretical results in lab bench-based testbed and implement them through industrial case studies. The approach to the robot control problems is based on utilizing advances in deep learning to predict the human motion using operator motion model, attention, and workspace and reachability constraints. Then the motion prediction is utilized in a coupled dynamic motion model to design safer controllers for robots. The approach to the manufacturing problems is based on analyses of random processes, which arise in manufacturing systems with CPHMT and designing a safety index for the robot to operate based on human motion intent. As an outcome, this project demonstrates the efficacy of the CPHMT approach and provide manufacturing professionals with effective tools for production operation and control of systems with CPHMT. The outcomes of this research provide manufacturing organizations with a novel type of automation - flexible automation, whereby the machine learning, artificial intelligence can be rapidly adapted to manufacture different products. To enable its deployment, modules related to machine learning, robotics and automation are developed to be offered as a part of newly approved Robotics engineering undergraduate major at UConn, where the CPHMT approach is described and illustrated. This study enhances the students' understanding of machine learning, control and manufacturing, and their capabilities to solve comprehensive STEM problems.\r\n\r\nThis project is supported with co-funding from the Division of Civil, Mechanical and Manufacturing Innovation (CMMI) in the Engineering (ENG) Directorate, the Division of Mathematical Sciences (DMS) in the Directorate for Mathematical and Physical Sciences (MPS), and the Office of Multidisciplinary Activities (SMA) in the Directorate of Social, Behavioral and Economic Sciences (SBE).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ashwin",
   "pi_last_name": "Dani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ashwin Dani",
   "pi_email_addr": "ashwin.dani@uconn.edu",
   "nsf_id": "000656319",
   "pi_start_date": "2021-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Liang",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Liang Zhang",
   "pi_email_addr": "liang.zhang@uconn.edu",
   "nsf_id": "000647902",
   "pi_start_date": "2021-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connnecticut",
  "perf_str_addr": "67 North Eagleville Road",
  "perf_city_name": "Storrs",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062691133",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "142Y00",
   "pgm_ele_name": "FM-Future Manufacturing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "016Z",
   "pgm_ref_txt": "Cybermanufacturing Systems"
  },
  {
   "pgm_ref_code": "071E",
   "pgm_ref_txt": "MFG ENTERPRISE OPERATIONS"
  },
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  },
  {
   "pgm_ref_code": "078E",
   "pgm_ref_txt": "ENTERPRISE DESIGN & LOGISTICS"
  },
  {
   "pgm_ref_code": "7632",
   "pgm_ref_txt": "HUMAN-ROBOT INTERACTION"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8043",
   "pgm_ref_txt": "System Design and Simulation"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 499950.0
  }
 ],
 "por": null
}