{
 "awd_id": "2134643",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FMSG: Eco: Integration and Recycling of High Quality Ceramics and Composites Enabled by Scalable Cold Sintering Manufacturing",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2022-01-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2021-08-10",
 "awd_max_amd_letter_date": "2021-08-10",
 "awd_abstract_narration": "Cold sintering is an emerging technology that enables processing of ceramics and composite materials at temperatures around 100 degrees Celsius, compared to traditional processes typically requiring longer times at kiln temperatures around 1000 degrees. This inherent energy reduction in processing enables unprecedented integration of materials to create new composites. The integration of organic and inorganic materials also provides a unique opportunity for the reuse of composites, thereby enhancing sustainability through both waste reduction and energy savings.  The U.S. has established research leadership in cold sintering over the past decade.  The project stands to extend this leadership into the manufacturing realm by validating a pilot-scale process for materials used in electrical capacitors. Through a partnership with the American Ceramic Society and the Pennsylvania Technical Assistance Program (PennTAP), the team will outline educational workshops to accelerate adoption of cold sintering by industry researchers. The workshops, focused on bringing students from vocational schools to Penn State for summer experiences, could serve as a pilot model for larger efforts focused on integrating vocational schools with research-intensive universities. \r\n\r\nThe project will develop proof-of-concept demonstrations needed for translation of cold sintering to manufacturing of capacitors. Cold sintering relies on an applied uniaxial pressure and a transient solvent to reduce the sintering temperature of ceramics by approximately an order magnitude, down to about 100 degrees Celsius. This opportunity for co-sintering of polymers and ceramics creates an approach for the synthesis of re-processable composites. As such, the proposed work will drive advanced composites towards a circular economy, by demonstrating the synthesis of reformable composites, and by reducing the energy cost of re-processing. The specific goals of this project include the development of a pilot-scale process, the development of acoustic-based characterization tools, and the optimization of processing conditions to ensure uniformity of cold sintered composites used in capacitors. Foundational knowledge on process optimization will be obtained through in-situ techniques, specifically impedance spectroscopy, post-process nondestructive characterization through acoustic methods, and integrated data analytic techniques as supported by machine learning. The optimized processes will benefit a variety of applications where sintering at reduced temperatures is valuable, including energy storage, structural materials, thermal management, and electronic devices. Integration of research, education, and workforce development will be key to advancing cold-sintering research from the lab to commercial manufacturing.\r\n\r\nThis project is jointly funded by the CBET Division of the Engineering Directorate and the CHE Division of the Mathematics and Physical Sciences Directorate.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Enrique",
   "pi_last_name": "Gomez",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Enrique D Gomez",
   "pi_email_addr": "edg12@psu.edu",
   "nsf_id": "000561330",
   "pi_start_date": "2021-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Clive",
   "pi_last_name": "Randall",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Clive A Randall",
   "pi_email_addr": "CAR4@psu.edu",
   "nsf_id": "000210228",
   "pi_start_date": "2021-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Arguelles",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea P Arguelles",
   "pi_email_addr": "aza821@psu.edu",
   "nsf_id": "000817109",
   "pi_start_date": "2021-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hongtao",
   "pi_last_name": "Sun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hongtao Sun",
   "pi_email_addr": "hzs5373@psu.edu",
   "nsf_id": "000829714",
   "pi_start_date": "2021-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168031250",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "142Y00",
   "pgm_ele_name": "FM-Future Manufacturing"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Cold sintering offers an alternative path for the rapid manufacture of ceramic, metal, and composite products with potential for new functions, all without the high temperature and inefficient furnace production methods that are ubiquitous to current manufacturing. The key advance in cold sintering is the shift to low temperatures (~100 to 350 <sup>o</sup>C), compared with conventional sintering at ca. 1000 to 1800 <sup>o</sup>C. Since the discovery of cold sintering at Penn State in 2016, advances in knowledge have enabled faster and lower energy processing, manufacturing of new types of composite materials, and reuse at end of life. Through this project, we have advanced the potential for scale up of cold sintering, and for cold sintering to enable reprocessing of composites.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Composites are one of the most challenging materials to reprocess, as the disparate material properties preclude existing recycling strategies. The ability to co-sinter materials with very different properties provides an opportunity for low-energy-cost recycling. We demonstrated cold sintered gypsum/polypropylene composites that could be used as structural materials. Polypropylene (PP) is challenging to recycle through existing means, due to degradation and high reprocessing temperatures. Gypsum waste is generated through construction and demolition, which itself generates more than twice the amount of municipal waste. Cold sintering of gypsum/PP composites leads to a factor of 7 improvement in ultimate tensile strength than when the materials are simply hot pressed together at the same composition. We have demonstrated recycling to 10 cycles so far with no observable degradation of mechanical properties. In addition, we have shown similar properties of composites generated using pristine polypropylene or post-consumer polypropylene (obtained through a collaboration with the Pennsylvania Recycling Markets Center).</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We have also demonstrated reprocessing through another model system, a ceramic electrolyte (LLZO) mixed with polymers, as composite electrolytes combine key advantages of constituent materials, but there is no current strategy for reprocessing. We can sustain high density and ionic conductivity beyond 10^-4 S/cm (at room temperature) even after 5 reprocessing cycles. A modest drop in ionic conductivity is observed with reprocessing, and X-ray diffraction data suggest that the formation of secondary phases in LLZO is limiting. Nevertheless, the ability to reprocess LLZO composite electrolytes five times while retaining ionic conductivity could lead to a new generation of recyclable electrochemical devices.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We have also advanced the potential for scale up of cold sintering by emphasizing the role of processing parameters on component uniformity. Our approach of<strong> </strong>non-destructive acoustic imaging of cold sintered oxides (e.g., ZnO) can identify internal flaws, defects, and inhomogeneity in density. High densities and high performing electrical properties do not always correlate with material homogeneity, or with high mechanical strength.</p>\n<p>The project advanced our partnerships with companies, such as through the Penn State annual Materials Day that enabled sharing of research results with industry scientists, to advance opportunities and translation of cold sintering into manufacturing. In addition, the PIs developed a collaboration with Clark Atlanta University to broaden the impact of cold sintering approaches, including through training of two Clark Atlanta Chemistry PhD students at Penn State.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/30/2024<br>\nModified by: Enrique&nbsp;D&nbsp;Gomez</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n Cold sintering offers an alternative path for the rapid manufacture of ceramic, metal, and composite products with potential for new functions, all without the high temperature and inefficient furnace production methods that are ubiquitous to current manufacturing. The key advance in cold sintering is the shift to low temperatures (~100 to 350 oC), compared with conventional sintering at ca. 1000 to 1800 oC. Since the discovery of cold sintering at Penn State in 2016, advances in knowledge have enabled faster and lower energy processing, manufacturing of new types of composite materials, and reuse at end of life. Through this project, we have advanced the potential for scale up of cold sintering, and for cold sintering to enable reprocessing of composites.\n\n\n Composites are one of the most challenging materials to reprocess, as the disparate material properties preclude existing recycling strategies. The ability to co-sinter materials with very different properties provides an opportunity for low-energy-cost recycling. We demonstrated cold sintered gypsum/polypropylene composites that could be used as structural materials. Polypropylene (PP) is challenging to recycle through existing means, due to degradation and high reprocessing temperatures. Gypsum waste is generated through construction and demolition, which itself generates more than twice the amount of municipal waste. Cold sintering of gypsum/PP composites leads to a factor of 7 improvement in ultimate tensile strength than when the materials are simply hot pressed together at the same composition. We have demonstrated recycling to 10 cycles so far with no observable degradation of mechanical properties. In addition, we have shown similar properties of composites generated using pristine polypropylene or post-consumer polypropylene (obtained through a collaboration with the Pennsylvania Recycling Markets Center).\n\n\n We have also demonstrated reprocessing through another model system, a ceramic electrolyte (LLZO) mixed with polymers, as composite electrolytes combine key advantages of constituent materials, but there is no current strategy for reprocessing. We can sustain high density and ionic conductivity beyond 10^-4 S/cm (at room temperature) even after 5 reprocessing cycles. A modest drop in ionic conductivity is observed with reprocessing, and X-ray diffraction data suggest that the formation of secondary phases in LLZO is limiting. Nevertheless, the ability to reprocess LLZO composite electrolytes five times while retaining ionic conductivity could lead to a new generation of recyclable electrochemical devices.\n\n\n We have also advanced the potential for scale up of cold sintering by emphasizing the role of processing parameters on component uniformity. Our approach of non-destructive acoustic imaging of cold sintered oxides (e.g., ZnO) can identify internal flaws, defects, and inhomogeneity in density. High densities and high performing electrical properties do not always correlate with material homogeneity, or with high mechanical strength.\n\n\nThe project advanced our partnerships with companies, such as through the Penn State annual Materials Day that enabled sharing of research results with industry scientists, to advance opportunities and translation of cold sintering into manufacturing. In addition, the PIs developed a collaboration with Clark Atlanta University to broaden the impact of cold sintering approaches, including through training of two Clark Atlanta Chemistry PhD students at Penn State.\n\n\n\t\t\t\t\tLast Modified: 04/30/2024\n\n\t\t\t\t\tSubmitted by: EnriqueDGomez\n"
 }
}