{
 "awd_id": "2134259",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Robust Deep Learning in Real Physical Space: Generalization, Scalability, and Credibility",
 "cfda_num": "47.041, 47.049",
 "org_code": "03040000",
 "po_phone": "7032927299",
 "po_email": "yzeng@nsf.gov",
 "po_sign_block_name": "Yong Zeng",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2021-08-18",
 "awd_max_amd_letter_date": "2023-07-31",
 "awd_abstract_narration": "The vulnerability of deep neural networks to small and imperceptible perturbations is a major challenge in machine learning today. For a variety of applications such as autonomous vehicles, security, and medical diagnosis, this weakness has severely limited the deployment of machine learning systems at scale. Existing theoretical studies, while laying a good foundation based on advanced statistical analyses, require various idealistic assumptions that are difficult to be validated in real physical environments. Understanding the robustness of deep learning algorithms and its interactions with the real physical environment is therefore a critical step towards a better understanding of explainability, generalization, and trustworthiness. This project aims to close the gap by developing new theories and computer vision systems that can be realistically validated. The outcomes of the research will create new technologies that can be translated into more secure and reliable commercial products, hence strengthening the global competitiveness of the United States; new trustworthy AI systems that can be deployed for surveillance and defense products to improve the national security of the United States; expand the next-generation workforce capacity by developing a complete training pipeline from K-12 outreach to undergraduate research, graduate mentoring, industry partnership, online learning modules, and curriculum development; broaden participation in STEM by leveraging the accessibility and intrigue of the foundational research concepts to conduct educational outreach that targets female participants from elementary up through graduate school; and promote the exchanges of ideas across disciplines in statistics, theoretical computer science, and image processing. \r\n\r\nRobust machine learning in real physical space requires co-modeling the deep neural networks and the environment in which the neural networks are operating. Research efforts focusing on one specific domain but not interacting with the other domain will unlikely solve the problem. The combination of skills in electrical engineering, statistics, and computer science possessed by the Purdue-UCSD team offers a unique opportunity to address the problem. The technical approach the team will take is to reformulate the robust adversarial learning problem by incorporating the environmental factors. Four specific research objectives will be pursued: (1) Parametrizing the physical environment via a hierarchy of deterministic and generative approaches, so that the set of all possible distortions can be constrained. (2) Analyzing the generalization bounds of neural networks in the presence of the environmental factors and analyzing the credibility of such a system by studying the robustness and uncertainty quantification. (3) Developing computationally efficient algorithms to seek the equilibrium points of a proposed minimax optimization. (4) Building a computational photography testbed to implement the concepts and validate the theoretical results. On the educational front, the project provides a suite of outreach activities to K-12 to improve their interest in STEM, and research opportunities to undergraduates.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yian",
   "pi_last_name": "Ma",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yian Ma",
   "pi_email_addr": "yim013@ucsd.edu",
   "nsf_id": "000819792",
   "pi_start_date": "2021-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930934",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "287800",
   "pgm_ele_name": "Special Projects - CCF"
  },
  {
   "pgm_ele_code": "748400",
   "pgm_ele_name": "IIS Special Projects"
  },
  {
   "pgm_ele_code": "806900",
   "pgm_ele_name": "CDS&E-MSS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  },
  {
   "pgm_ref_code": "079Z",
   "pgm_ref_txt": "Machine Learning Theory"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 64444.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 68419.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 67137.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p dir=\"ltr\">This project addresses the following question: Given the physical constraints, how can we gauge the credibility of the complex systems in a scalable way? In particular, if there exist adversarial agents in the system, can we still perform uncertainty quantification and obtain results that are calibrated? PI Ma's team answers the problem in the affirmative. We prove that a central limit theorem still exists in the face of stochastic adversarial training, demonstrating the feasibility of probabilistic approaches to this problem.</p>\n<p dir=\"ltr\">At UC San Diego, PI Ma's team focuses on the scalability of the specific uncertainty quantification algorithms. In particular, we initiate theoretical studies on the comparison between the Markov chain Monte Carlo (MCMC) sampling method and variational inference (VI) methods. Our work first establishes that VI is in general not faster than the MCMC methods, if compared against the same metric. Our later work finds that VI is flexible in terms of taking advantage of the problem structures: it can leverage a more restricted class of variational families to trade bias for variance. We therefore establish a new statistical theory of inferential model selection to optimize and improve the efficiency of VI when the spectrum of the posterior distribution has power law decay. This advance in VI also leads to progress in MCMC. We find that by adapting the MCMC methods to the similar cases, we also improve the convergence of MCMC, leading to a dimension independent MCMC algorithm. This addresses the problem of dimension dependence of MCMC and facilitates inference in large models and sampling on functional spaces.</p>\n<p dir=\"ltr\">We then focus on the scenarios where sequential decisions are made in the uncertainty quantification tasks. We leverage probabilistic algorithms for such downstream tasks. The motivation is that in practice, deployment of the bandits and reinforcement learning depends heavily on the tractability of the algorithms. This factor often drives the practitioners to use more heuristic methods than the ones that enjoy better theoretical guarantees. To address this crucial problem, we establish in both bandits and RL problems that efficient stochastic gradient MCMC algorithms can implement the Thompson sampling approach, balancing the exploration-exploitation tradeoff, and at the same time require computation power that does not increase with the amount of data or the accuracy to ensure the optimal regret guarantees. We adapted and applied these methods to the active learning tasks in both epidemiology and climate problems and achieved empirical successes.&nbsp;</p>\n<p dir=\"ltr\">PI Ma also incorporated the technical advances into his teaching and advising activities.&nbsp;In particular, PI Ma has advised undergraduate capstone projects on the topics of uncertainty quantification, variational inference versus MCMC, and active learning in epidemic models. PI Ma has also developed graduate courses on the topics of probabilistic methods in machine learning and sequential decision making problems. Supported by this project, postdoc Abhishek Roy achieved many interesting results and is now an assistant professor in the Statistics Department of Texas A&amp;M University.&nbsp;Supported by this project PI Ma co-hosted \"The 35th International Conference on Algorithmic Learning Theory (ALT 2024)\".</p><br>\n<p>\n Last Modified: 09/04/2024<br>\nModified by: Yian&nbsp;Ma</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project addresses the following question: Given the physical constraints, how can we gauge the credibility of the complex systems in a scalable way? In particular, if there exist adversarial agents in the system, can we still perform uncertainty quantification and obtain results that are calibrated? PI Ma's team answers the problem in the affirmative. We prove that a central limit theorem still exists in the face of stochastic adversarial training, demonstrating the feasibility of probabilistic approaches to this problem.\n\n\nAt UC San Diego, PI Ma's team focuses on the scalability of the specific uncertainty quantification algorithms. In particular, we initiate theoretical studies on the comparison between the Markov chain Monte Carlo (MCMC) sampling method and variational inference (VI) methods. Our work first establishes that VI is in general not faster than the MCMC methods, if compared against the same metric. Our later work finds that VI is flexible in terms of taking advantage of the problem structures: it can leverage a more restricted class of variational families to trade bias for variance. We therefore establish a new statistical theory of inferential model selection to optimize and improve the efficiency of VI when the spectrum of the posterior distribution has power law decay. This advance in VI also leads to progress in MCMC. We find that by adapting the MCMC methods to the similar cases, we also improve the convergence of MCMC, leading to a dimension independent MCMC algorithm. This addresses the problem of dimension dependence of MCMC and facilitates inference in large models and sampling on functional spaces.\n\n\nWe then focus on the scenarios where sequential decisions are made in the uncertainty quantification tasks. We leverage probabilistic algorithms for such downstream tasks. The motivation is that in practice, deployment of the bandits and reinforcement learning depends heavily on the tractability of the algorithms. This factor often drives the practitioners to use more heuristic methods than the ones that enjoy better theoretical guarantees. To address this crucial problem, we establish in both bandits and RL problems that efficient stochastic gradient MCMC algorithms can implement the Thompson sampling approach, balancing the exploration-exploitation tradeoff, and at the same time require computation power that does not increase with the amount of data or the accuracy to ensure the optimal regret guarantees. We adapted and applied these methods to the active learning tasks in both epidemiology and climate problems and achieved empirical successes.\n\n\nPI Ma also incorporated the technical advances into his teaching and advising activities.In particular, PI Ma has advised undergraduate capstone projects on the topics of uncertainty quantification, variational inference versus MCMC, and active learning in epidemic models. PI Ma has also developed graduate courses on the topics of probabilistic methods in machine learning and sequential decision making problems. Supported by this project, postdoc Abhishek Roy achieved many interesting results and is now an assistant professor in the Statistics Department of Texas A&M University.Supported by this project PI Ma co-hosted \"The 35th International Conference on Algorithmic Learning Theory (ALT 2024)\".\t\t\t\t\tLast Modified: 09/04/2024\n\n\t\t\t\t\tSubmitted by: YianMa\n"
 }
}