{
 "awd_id": "2134986",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RECODE: Synergistic Genetic and Microenvironmental Engineering Platforms For Directed Liver Organoid Differentiation",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927014",
 "po_email": "szehnder@nsf.gov",
 "po_sign_block_name": "Steve Zehnder",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 1500000.0,
 "awd_amount": 1500000.0,
 "awd_min_amd_letter_date": "2021-07-29",
 "awd_max_amd_letter_date": "2021-07-29",
 "awd_abstract_narration": "Injury to the liver due to toxic drugs is a leading cause of acute liver failures. Unfortunately, testing drugs on animals before human clinical trials is inadequate due to significant differences between animals and humans in liver function. Therefore, human liver organoids generated from stem cells are being increasingly utilized to mitigate limitations with animal testing; however, current organoids are not reproducibly manufactured, and their functions do not approximate those in the human body. This effort will engineer new cell culture devices and genetically edit the cells in specific ways to make liver organoids more reproducible for routine drug testing. The approaches and technologies developed can be broadly applicable beyond liver to other organ types. Additionally, underrepresented minority high school and undergraduate students, as well as high school teachers from underserved districts in Chicago, will be provided hands-on opportunities to engage in the research topics of this effort, including novel curriculum development for high schools using the concepts developed here.\r\n\r\nThis RECODE project will synergize advances in microfabricated cell culture devices, induced pluripotent stem cell (iPSC) biology, synthetic biology, single cell transcriptomics, and computational biology to address a critical question: What are the design rules and underlying mechanisms that lead to functionally mature and reproducible 3-dimensional organoids within scalable culture platforms? This effort will utilize iPSC-derived human liver cells with validation against primary human liver cells and whole human livers. Specifically, this project will develop an unprecedented pipeline of microenvironmental engineering, clustered regularly interspaced short palindromic repeats (CRISPR)-Cas transcriptional activation techniques that can activate introduced and endogenous genes with precise temporal control, and computational biology approaches that can infer transcriptional factor activity from single cell RNA sequencing data on liver organoids. The human liver organoids developed here can be used to develop safer drugs, industrial chemicals, and vaccines for humans, and for elucidating the underlying principles of human liver development, physiology, and disease. The microfluidic, synthetic biology, and computational approaches/platforms developed here will serve as a broader resource to investigators developing reproducible organoids for various applications. The research efforts will be integrated with sustainable hands-on educational efforts aimed at training high school and undergraduate underrepresented minority students as well as high school teachers through summer internship programs in the approaches developed here. Such efforts will introduce cutting-edge research concepts earlier in high school, thereby preparing students better for a rigorous engineering/bioengineering curriculum at the college level.\r\n\r\n This award is co-funded by the Systems and Synthetic Biology Cluster in the Division of Molecular and Cellular Biosciences and the Engineering Biology and Health Cluster in the Division of Chemical, Bioengineering, Environmental, and Transport Systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Salman",
   "pi_last_name": "Khetani",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Salman R Khetani",
   "pi_email_addr": "skhetani@uic.edu",
   "nsf_id": "000624221",
   "pi_start_date": "2021-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Merrill",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley J Merrill",
   "pi_email_addr": "merrillb@uic.edu",
   "nsf_id": "000485171",
   "pi_start_date": "2021-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jalees",
   "pi_last_name": "Rehman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jalees Rehman",
   "pi_email_addr": "jalees@uic.edu",
   "nsf_id": "000623309",
   "pi_start_date": "2021-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S. Marshfield Ave",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  },
  {
   "pgm_ele_code": "171Y00",
   "pgm_ele_name": "RECODE"
  },
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1757",
   "pgm_ref_txt": "Quantitative sys bio and biotech"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 1500000.0
  }
 ],
 "por": null
}