{
 "awd_id": "2134112",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Collaborative Research: Development of an Energy-Harvesting Real-time Under-ice Monitoring System in the Arctic Ocean",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032928057",
 "po_email": "lculler@nsf.gov",
 "po_sign_block_name": "Lauren Culler",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 75000.0,
 "awd_amount": 75000.0,
 "awd_min_amd_letter_date": "2021-08-05",
 "awd_max_amd_letter_date": "2024-10-04",
 "awd_abstract_narration": "The Arctic is home to some four million people comprising a diverse range of cultures and an economy worth about $230 billion annually. With global concerns spanning climate change, energy resources, freshwater supplies, and sustainable economic growth, the Arctic has sparked intense research and public interest. International efforts to establish sustained Arctic observing systems, especially for long-term Arctic Ocean monitoring with near-real-time data transfer, are urgently needed. The harsh and remote conditions constraining year-round observation sites present significant logistical challenges and energy needs for sustained Arctic observations. In addition, monitoring of the Arctic Ocean using bottom-anchored stationary platforms is limited by a lack of real-time communication between the sensors deployed and Arctic operators. The ultimate goal of this project is to develop new energy harvesting and communication solutions so that it is feasible to have a real-time under-ice monitoring system in the Arctic Ocean. \r\n\r\nThis EAGER project tests the capacity to address three key challenges, including sustainable power supply through energy harvesting, near-real-time data communication under the sea ice, and survivability under harsh environmental conditions. Specifically, the project aims to develop novel techniques to harvest ultra-low-speed oceanic current energy using a two-level diffuser augmented turbine and a novel transverse flux generator. The harvested energy will be used to support sensors and power a novel real-time communication system through the sea ice. The proposed communication system adopts a novel antenna design that overcomes seawater attenuation effects on radio waves and creatively leverages satellite protocols to ensure the under-ice communication unit can transmit observational data to satellites. The project also explores techniques to enhance the survivability of the under-ice monitoring system, such as robust material choice and ice ridge/keel detection and avoidance systems and extends science and engineering education among K-12 and PhD-level students in Arctic research with an emphasis on diversity including female and underrepresented students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Igor",
   "pi_last_name": "Polyakov",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Igor V Polyakov",
   "pi_email_addr": "ivpolyakov@alaska.edu",
   "nsf_id": "000472972",
   "pi_start_date": "2021-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks",
  "perf_str_addr": "West Ridge Research Bldg 008",
  "perf_city_name": "Fairbanks",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997757880",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "529300",
   "pgm_ele_name": "AON-Arctic Observing Network"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 75000.0
  }
 ],
 "por": null
}