{
 "awd_id": "2134764",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FMRG: Eco: Dry manufacturing of Solid-State Sodium Batteries for Energy STorage at large scale (S3-BEST)",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032928103",
 "po_email": "rlukasze@nsf.gov",
 "po_sign_block_name": "Ale Lukaszew",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 2700000.0,
 "awd_amount": 2700000.0,
 "awd_min_amd_letter_date": "2021-08-20",
 "awd_max_amd_letter_date": "2021-08-20",
 "awd_abstract_narration": "Energy storage systems for buildings, wind and solar farms, and electric grids are playing an increasingly important role in mitigating the energy, sustainability and climate change challenges. Rechargeable batteries with high safety, low cost, long life and high resilience to environment changes are desired. Today’s lithium-ion batteries (LIBs) can no longer meet these requirements because of the safety issues associated with flammable liquid electrolytes and scaling challenges for critical materials (e.g., cobalt, nickel, lithium) that are typically used for making them. The sodium (Na) all-solid-state battery (NaSSB) is considered a promising alternative technology to LIB for emerging large-scale storage applications. However, solid-state electrolytes (SSEs) used in NaSSB have limited ionic conductivity, air/moisture sensitivity and interface instability with other components in the battery. The major challenges towards the development of efficient and eco-friendly manufacturing process are the achievement of: 1) precision control of the thickness, porosity, and uniformity of electrodes and SSEs; 2) high-speed mixing and rolling with low defects; and 3) high-purity of recycled material with the same level of performance as pristine materials. This Future Manufacturing Research Grant (FMRG) EcoManufacturing project will develop new knowledge to help transform today’s NaSSB battery manufacturing to a closed-loop, eco-friendly, high-precision, and high-yield technology based on a dry fabrication process. It will also make the manufacturing process safer and cheaper because of the increased cell energy density, and the elimination of caustic organic solvents as well as the related safety precautions. Not only limited to solid-state batteries, the new concept and knowledge developed in this project can be leveraged to improve the production efficiency and lower the cost of today’s LIB manufacturing. Therefore, it has the potential to make energy storage more acceptable and affordable, which will help the energy industry to shift towards more renewable sources, leading to a carbon-neutral society. In parallel, new education, training and workforce development programs will be developed to improve equality and opportunities for pre-college, undergraduate and graduate students in the manufacturing industry.\r\n\r\nThe goal of this project is to develop a paradigm-shift dry fabrication approach to enable eco-friendly manufacturing of NaSSBs for safe, low-cost and resilient large energy storage systems to help the United States meet the sustainable development goal. This project will assemble expertise in chemical engineering, nanoengineering, chemistry, materials science, life-cycle analysis/technoeconomic analysis, machine learning and data science, as well as collaborators in community colleges and industry to develop new fabrication processes, advanced materials and new battery protypes that can potentially be used for a wide range of large-scale storage systems. The research will focus on filling the science and knowledge gaps in NaSSB manufacturing through four highly synergistic thrusts: 1) Dry fabrication processes design for cathode, solid-state electrolytes and anode to enable NaSSB cell architecture with high-capacity loading and long-cycling; 2) Integrated technoeconomic and life-cycle analysis to guide and improve manufacturing steps, materials advancement and recycling process. 3) Multiscale quality control and standardization through materials interfacial engineering and inline analysis for the fabrication process; 4) Design and demonstration of closed-loop and waste-free recycling. The new knowledge and tools created from this research will enable eco-friendly, low-cost and safe energy storage in large scale systems for a sustainable energy infrastructure.\r\n\r\nThis Future Manufacturing project is jointly funded by the Divisions of Electrical, Communications and Cyber Systems (ECCS), Chemical, Bioengineering, Environmental and Transport Systems (CBET), and Civil, Mechanical and Manufacturing Innovation (CMMI) in the Directorate of Engineering, the Division of Undergraduate Education (DUE) in the Directorate for Education and Human Resources, and the Office of International Science and Engineering (OISE).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zheng",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zheng Chen",
   "pi_email_addr": "zhengchen@ucsd.edu",
   "nsf_id": "000732027",
   "pi_start_date": "2021-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ying",
   "pi_last_name": "Meng",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Ying S Meng",
   "pi_email_addr": "shirleymeng@uchicago.edu",
   "nsf_id": "000497752",
   "pi_start_date": "2021-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Tao",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea R Tao",
   "pi_email_addr": "atao@ucsd.edu",
   "nsf_id": "000537143",
   "pi_start_date": "2021-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elsa",
   "pi_last_name": "Olivetti",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Elsa A Olivetti",
   "pi_email_addr": "elsao@mit.edu",
   "nsf_id": "000646635",
   "pi_start_date": "2021-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shyue Ping",
   "pi_last_name": "Ong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shyue Ping Ong",
   "pi_email_addr": "ongsp@ucsd.edu",
   "nsf_id": "000649100",
   "pi_start_date": "2021-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 Gilman Dr., MC 0448",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930934",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "142Y00",
   "pgm_ele_name": "FM-Future Manufacturing"
  },
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  },
  {
   "pgm_ref_code": "101E",
   "pgm_ref_txt": "Printed and flexible electronics"
  },
  {
   "pgm_ref_code": "103E",
   "pgm_ref_txt": "Energy efficient electronics"
  },
  {
   "pgm_ref_code": "1653",
   "pgm_ref_txt": "Adaptive & intelligent systems"
  },
  {
   "pgm_ref_code": "5514",
   "pgm_ref_txt": "OPERATIONS RESEARCH"
  },
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "8020",
   "pgm_ref_txt": "Green Engineering"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 2700000.0
  }
 ],
 "por": null
}