{
 "awd_id": "2134148",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: SCALE MoDL: Advancing Theoretical Minimax Deep Learning: Optimization, Resilience, and Interpretability",
 "cfda_num": "47.041, 47.049",
 "org_code": "03040000",
 "po_phone": "7032927212",
 "po_email": "jmead@nsf.gov",
 "po_sign_block_name": "Jodi Mead",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 273887.0,
 "awd_amount": 273887.0,
 "awd_min_amd_letter_date": "2021-08-23",
 "awd_max_amd_letter_date": "2023-07-03",
 "awd_abstract_narration": "The past decade has witnessed the great success of deep learning in broad societal and commercial applications. However, conventional deep learning relies on fitting data with neural networks, which is known to produce models that lack resilience. For instance, models used in autonomous driving are vulnerable to malicious attacks, e.g., putting an art sticker on a stop sign can cause the model to classify it as a speed limit sign; models used in facial recognition are known to be biased toward people of a certain race or gender; models in healthcare can be hacked to reconstruct the identities of patients that are used in training those models. The next-generation deep learning paradigm needs to deliver resilient models that promote robustness to malicious attacks, fairness among users, and privacy preservation. This project aims to develop a comprehensive learning theory to enhance the model resilience of deep learning. The project will produce fast algorithms and new diagnostic tools for training, enhancing, visualizing, and interpreting model resilience, all of which can have broad research and societal significance. The research activities will also generate positive educational impacts on undergraduate and graduate students. The materials developed by this project will be integrated into courses on machine learning, statistics, and data visualization and will benefit interdisciplinary students majoring in electrical and computer engineering, statistics, mathematics, and computer science. The project will actively involve underrepresented students and integrate research with education for undergraduate and graduate students in STEM.  It will also produce introductory materials for K-12 students to be used in engineering summer camps.\r\n\r\nIn this project, the investigators will collaboratively develop a comprehensive minimax learning theory that advances the fundamental understanding of minimax deep learning from the perspectives of optimization, resilience, and interpretability. These complementary theoretical developments, in turn, will guide the design of novel minimax learning algorithms with substantially improved computational efficiency, statistical guarantees, and interpretability. The research includes three major thrusts. First, the investigators will develop a principled non-convex minimax optimization theory that supports scalable, fast, and convergent gradient-descent-ascent algorithms for training complex minimax deep learning models. The theory will focus on analyzing the convergence rate and sample complexity of the developed algorithms. Second, the investigators will formulate a measure of vulnerability of deep learning models and study how minimaxity can enhance their resilience against data, model, and task deviations. This theory will focus on the statistical limits of deep learning. Lastly, the investigators will establish the mathematical foundations for a set of novel visual analytics techniques that increase the model interpretability of minimax learning. In particular, the theory will provide guidance on visualizing and interpreting model resilience.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jie",
   "pi_last_name": "Ding",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jie Ding",
   "pi_email_addr": "dingj@umn.edu",
   "nsf_id": "000794773",
   "pi_start_date": "2021-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Minnesota",
  "perf_str_addr": "224 Church St SE, 313 Ford Hall",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "287800",
   "pgm_ele_name": "Special Projects - CCF"
  },
  {
   "pgm_ele_code": "748400",
   "pgm_ele_name": "IIS Special Projects"
  },
  {
   "pgm_ele_code": "806900",
   "pgm_ele_name": "CDS&E-MSS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  },
  {
   "pgm_ref_code": "079Z",
   "pgm_ref_txt": "Machine Learning Theory"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 93161.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 94630.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 86096.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overall Outcome:</strong><br />Over the past three years, our project has advanced the capabilities of machine learning systems, focusing on making them more reliable and understandable, especially in challenging environments. By developing new theories and tools, we've enabled these systems to better handle unexpected changes and become more reliable in the complex open world. Our work has centered on creating methods that help these systems make better decisions, even when they are faced with incomplete or misleading information.</p>\n<p><strong>Intellectual Merit:</strong><br />The intellectual essence of our project lies in its development of a solid theoretical foundation for what we call minimax deep learning. This approach has broadened our understanding of how learning systems can operate optimally under worst-case scenarios&mdash;imagine a system smartly navigating through the toughest situations by anticipating potential challenges and adapting accordingly. Our research has led to innovative strategies that improve how these systems learn from data that is diverse, incomplete, or unstructured. For instance, we've crafted algorithms that tailor learning models to perform well across various settings without needing to compromise on privacy or efficiency.</p>\n<p><strong>Broader Impact:</strong><br />The broader impacts of our project are multifaceted:</p>\n<p>First, we&nbsp;significantly enriched the educational experience for several PhD students, equipping them with cutting-edge knowledge that they are now taking into their new roles in academia and industry. This ripple effect ensures that the benefits of our research extend beyond our immediate project.</p>\n<p>Second,&nbsp;our team has actively disseminated research findings through conferences, workshops, and seminars, engaging with a wide audience from academic peers to industry practitioners. This has sparked further innovation and interest in the field of machine learning.</p>\n<p>Third, the practical applications of our work are vast, ranging from improving the security measures of digital systems to enhancing the fairness and transparency of automated decision-making in sectors like healthcare and public services. By increasing the robustness and reliability of these systems, we contribute to safer and more equitable technology use in everyday life.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/07/2024<br>\nModified by: Jie&nbsp;Ding</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOverall Outcome:\nOver the past three years, our project has advanced the capabilities of machine learning systems, focusing on making them more reliable and understandable, especially in challenging environments. By developing new theories and tools, we've enabled these systems to better handle unexpected changes and become more reliable in the complex open world. Our work has centered on creating methods that help these systems make better decisions, even when they are faced with incomplete or misleading information.\n\n\nIntellectual Merit:\nThe intellectual essence of our project lies in its development of a solid theoretical foundation for what we call minimax deep learning. This approach has broadened our understanding of how learning systems can operate optimally under worst-case scenariosimagine a system smartly navigating through the toughest situations by anticipating potential challenges and adapting accordingly. Our research has led to innovative strategies that improve how these systems learn from data that is diverse, incomplete, or unstructured. For instance, we've crafted algorithms that tailor learning models to perform well across various settings without needing to compromise on privacy or efficiency.\n\n\nBroader Impact:\nThe broader impacts of our project are multifaceted:\n\n\nFirst, wesignificantly enriched the educational experience for several PhD students, equipping them with cutting-edge knowledge that they are now taking into their new roles in academia and industry. This ripple effect ensures that the benefits of our research extend beyond our immediate project.\n\n\nSecond,our team has actively disseminated research findings through conferences, workshops, and seminars, engaging with a wide audience from academic peers to industry practitioners. This has sparked further innovation and interest in the field of machine learning.\n\n\nThird, the practical applications of our work are vast, ranging from improving the security measures of digital systems to enhancing the fairness and transparency of automated decision-making in sectors like healthcare and public services. By increasing the robustness and reliability of these systems, we contribute to safer and more equitable technology use in everyday life.\n\n\n\t\t\t\t\tLast Modified: 10/07/2024\n\n\t\t\t\t\tSubmitted by: JieDing\n"
 }
}