{
 "awd_id": "2134024",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FMSG: Eco: Multimaterial Manufacturing of Eco-Friendly and Biodegradable Paper-Based Flexible Hybrid Electronics",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922453",
 "po_email": "plane@nsf.gov",
 "po_sign_block_name": "Paul Lane",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 499940.0,
 "awd_amount": 499940.0,
 "awd_min_amd_letter_date": "2021-08-05",
 "awd_max_amd_letter_date": "2021-08-05",
 "awd_abstract_narration": "This Future Manufacturing Seed Grant (FMSG) EcoManufacturing project supports scientific and engineering research enabling the future manufacturing of eco-friendly electronics and sensors printed on paper. Printing places desired materials only where needed, eliminating hazardous waste generation and reducing the pollution associated with traditional electronics manufacturing processes. However, current printing technologies rely on wet processes such as screen or inkjet printing that require extensive development of inks or solutions. These are often impure and can be incompatible with biodegradable paper substrates. The goal of this work is to design and demonstrate a transformative dry additive nanomanufacturing approach that enables the printing of eco-friendly papertronics. The unique ability to dry print multimaterial and multifunctional structures directly on biodegradable paper-based substrates is an attractive solution for future manufacturing of eco-friendly electronics and sensors. The results of this project will also reduce “e-waste”. Electronics are generally discarded after use, and the amount of waste materials, including plastic substrates, is increasing dramatically. The use of biodegradable paper substrates allows for reuse and recycling, from cradle to grave. This research creates synergy amongst several disciplines, including nanomaterials research, device engineering, and flexible electronics, and will contribute to the development of a skilled, multidisciplinary manufacturing workforce. This work will impact many markets, including consumer electronics, healthcare, defense, automotive and aerospace, and will ultimately help the U.S. to retain its leadership in manufacturing and further enhance its economic prosperity.\r\n\r\nThis research aims to establish the theoretical and experimental foundations underpinning future manufacturing of printed electronics on biodegradable papers, overcoming the existing eco-friendly challenges in fabricating multimaterial and multifunctional devices and sensors. The fundamental science generated in this research significantly strengthens our understanding of dry nanoparticle-based printing concepts for 2D and 3D advanced materials and hybrid structures on biodegradable substrates with micro and nanoscale resolutions. The research employs nonequilibrium laser ablation and sintering processes for energy and time-resolved generation and crystallization of various nanoparticle materials, including semiconductors, dielectrics, conductors, as well as emerging multifunctional and quantum materials onto biodegradable paper substrates. This enables a laser-based multimaterial and dry printing approach to fabricate flexible hybrid biodegradable papertronics with a broad spectrum of technologically important materials and designs. Specifically, this research is designed to i) explore controlled, on-demand dry printing of nanoparticles and their sintering mechanisms on biodegradable substrates, ii) understand nanoparticle sintering mechanisms on paper substrates and unravel the structural and morphological evolution of single and multimaterial patterns at different energy and time scales both experimentally and computationally, and iii) investigate the electrical and mechanical performance and reliability of printed papertronics and sensors. The scientific discoveries and engineering concepts developed in this research enable future manufacturing of multimaterial and multifunctional electronics and sensors on biodegradable paper-based substrates.\r\n\r\nThis project is jointly funded by the Division of Materials Research (DMR), the Established Program to Stimulate Competitive Research (EPSCoR), and the Division of Civil, Mechanical and Manufacturing Innovation (CMMI).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Masoud",
   "pi_last_name": "Mahjouri-Samani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Masoud Mahjouri-Samani",
   "pi_email_addr": "mzm0185@auburn.edu",
   "nsf_id": "000755668",
   "pi_start_date": "2021-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Hamilton",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Michael C Hamilton",
   "pi_email_addr": "mch0021@auburn.edu",
   "nsf_id": "000586703",
   "pi_start_date": "2021-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nima",
   "pi_last_name": "Shamsaei",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nima Shamsaei",
   "pi_email_addr": "shamsaei@auburn.edu",
   "nsf_id": "000678154",
   "pi_start_date": "2021-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shuai",
   "pi_last_name": "Shao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shuai Shao",
   "pi_email_addr": "sshao@auburn.edu",
   "nsf_id": "000744487",
   "pi_start_date": "2021-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Auburn University",
  "perf_str_addr": "200 Broun Hall, Department of El",
  "perf_city_name": "Auburn",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "368495201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "142Y00",
   "pgm_ele_name": "FM-Future Manufacturing"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "101E",
   "pgm_ref_txt": "Printed and flexible electronics"
  },
  {
   "pgm_ref_code": "106Z",
   "pgm_ref_txt": "Microelectronics and Semiconductors"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7696",
   "pgm_ref_txt": "ENVIRONMENT, HEALTH & SAFETY"
  },
  {
   "pgm_ref_code": "8249",
   "pgm_ref_txt": "Sustainable Materials"
  },
  {
   "pgm_ref_code": "8615",
   "pgm_ref_txt": "Nanoscale Devices and Systems"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 499940.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project established the groundbreaking concept of eco-friendly flexible electronics manufacturing via additive nanomanufacturing (ANM) and dry printing. It enabled scientific knowledge, as well as experimental and theoretical foundations, underpinning eco-friendly electronics and sensors manufacturing, overcoming the existing barriers to clean manufacturing fabrication of flexible electronics.&nbsp; The nanoparticle-based additive manufacturing allowed dry printing of materials on biodegradable substrates such as cellulose-based papers. This manufacturing method enhanced the functionality of the printed electronics but also reduced the related adverse environmental effects associated with manufacturing wastes and after-service disposal problems.&nbsp; Specifically, this research enabled us to 1) evaluate the possibility of controlling the on-demand dry printing of nanoparticles and their sintering mechanisms on biodegradable substrates, 2) understand the nanoparticles sintering mechanisms on paper substrates and unravel their structural and morphological evolution at different energy and time scales both experimentally and computationally, and 3) explore the electrical and mechanical performance of the printed hybrid functional electronics and sensors.&nbsp; The multi-disciplinary nature of this project helped broaden the participation of a diverse group of students and positively impact engineering and emerging manufacturing education and skilled workforce development. Consequently, this project resulted in multiple high-impact peer-reviewed journal publications and significant conference presentations. The proposed research unveiled a pioneering nanomanufacturing concept that enabled the printing and fabricating of eco-friendly flexible electronics and sensors, ultimately benefiting the U.S. clean manufacturing and economy.&nbsp; &nbsp;&nbsp;</p><br>\n<p>\n Last Modified: 01/29/2025<br>\nModified by: Masoud&nbsp;Mahjouri-Samani</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2025/2134024/2134024_10758509_1737681146367_Picture3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/2134024/2134024_10758509_1737681146367_Picture3--rgov-800width.jpg\" title=\"Figure 3\"><img src=\"/por/images/Reports/POR/2025/2134024/2134024_10758509_1737681146367_Picture3--rgov-66x44.jpg\" alt=\"Figure 3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 3. Process for preparing the printed papertronics: (a) Circuit layout initially printed on the front side; (b) circuit layout printed on the back side; (c) via holes created using a needle. The image captured under backlighting; (d) via holes filled with silver epoxy and electronic components</div>\n<div class=\"imageCredit\">Masoud Mahjouri-Samani</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Masoud&nbsp;Mahjouri-Samani\n<div class=\"imageTitle\">Figure 3</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/2134024/2134024_10758509_1737681210689_Picture5--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/2134024/2134024_10758509_1737681210689_Picture5--rgov-800width.jpg\" title=\"Figure 5\"><img src=\"/por/images/Reports/POR/2025/2134024/2134024_10758509_1737681210689_Picture5--rgov-66x44.jpg\" alt=\"Figure 5\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure5. A schematic showing different steps of dry-printing, test preparation, and electrochemical results of a biodegradable Ag/ZnO enzymatic paper-based sensor for glucose detection (a) Ag printing and real-time sintering, (b) ZnO printing and real-time sintering,  (c) subsequent sintering of ZnO</div>\n<div class=\"imageCredit\">Masoud Mahjouri-Samani</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Masoud&nbsp;Mahjouri-Samani\n<div class=\"imageTitle\">Figure 5</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/2134024/2134024_10758509_1737681078967_Picture1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/2134024/2134024_10758509_1737681078967_Picture1--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2025/2134024/2134024_10758509_1737681078967_Picture1--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 1. (a) Schematic representation of the Dry-ANM system for printing silver traces on paper substrates. Demonstrations include (d) rapid water solubility within 20 seconds, and (c) burnability of the printed substrate.</div>\n<div class=\"imageCredit\">Masoud Mahjouri-Samani</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Masoud&nbsp;Mahjouri-Samani\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/2134024/2134024_10758509_1737681176186_Picture4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/2134024/2134024_10758509_1737681176186_Picture4--rgov-800width.jpg\" title=\"Figure 4\"><img src=\"/por/images/Reports/POR/2025/2134024/2134024_10758509_1737681176186_Picture4--rgov-66x44.jpg\" alt=\"Figure 4\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 4. A photograph of the printed resistive temperature sensor on paper substrate. (b) The graph shows the resistance versus temperature measured for the printed temperature sensor. (C) A digital picture of printed capacitive humidity sensor. The subfigure shows the optical image of the uniforml</div>\n<div class=\"imageCredit\">Masoud Mahjouri-Samani</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Masoud&nbsp;Mahjouri-Samani\n<div class=\"imageTitle\">Figure 4</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/2134024/2134024_10758509_1737681101785_Picture2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/2134024/2134024_10758509_1737681101785_Picture2--rgov-800width.jpg\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2025/2134024/2134024_10758509_1737681101785_Picture2--rgov-66x44.jpg\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 2. (a) STEM images of the generated nanoparticles. SEM images of the (b) deposited nanoparticles and (c) sintered nanoparticles and sintered nanoparticles. (d) Size distribution histogram of generated nanoparticles. The line shows the fitted curve to the histogram. (e) 3D profilometry scan of</div>\n<div class=\"imageCredit\">Masoud Mahjouri-Samani</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Masoud&nbsp;Mahjouri-Samani\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis research project established the groundbreaking concept of eco-friendly flexible electronics manufacturing via additive nanomanufacturing (ANM) and dry printing. It enabled scientific knowledge, as well as experimental and theoretical foundations, underpinning eco-friendly electronics and sensors manufacturing, overcoming the existing barriers to clean manufacturing fabrication of flexible electronics. The nanoparticle-based additive manufacturing allowed dry printing of materials on biodegradable substrates such as cellulose-based papers. This manufacturing method enhanced the functionality of the printed electronics but also reduced the related adverse environmental effects associated with manufacturing wastes and after-service disposal problems. Specifically, this research enabled us to 1) evaluate the possibility of controlling the on-demand dry printing of nanoparticles and their sintering mechanisms on biodegradable substrates, 2) understand the nanoparticles sintering mechanisms on paper substrates and unravel their structural and morphological evolution at different energy and time scales both experimentally and computationally, and 3) explore the electrical and mechanical performance of the printed hybrid functional electronics and sensors. The multi-disciplinary nature of this project helped broaden the participation of a diverse group of students and positively impact engineering and emerging manufacturing education and skilled workforce development. Consequently, this project resulted in multiple high-impact peer-reviewed journal publications and significant conference presentations. The proposed research unveiled a pioneering nanomanufacturing concept that enabled the printing and fabricating of eco-friendly flexible electronics and sensors, ultimately benefiting the U.S. clean manufacturing and economy. \t\t\t\t\tLast Modified: 01/29/2025\n\n\t\t\t\t\tSubmitted by: MasoudMahjouri-Samani\n"
 }
}