{
 "awd_id": "2135088",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Collaborative Research: Electrically Pumped Monolithic Bi-photon emitters",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922980",
 "po_email": "ddagenai@nsf.gov",
 "po_sign_block_name": "Dominique Dagenais",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2022-12-31",
 "tot_intn_awd_amt": 111990.0,
 "awd_amount": 111990.0,
 "awd_min_amd_letter_date": "2021-07-20",
 "awd_max_amd_letter_date": "2022-09-16",
 "awd_abstract_narration": "Integrated photonic systems hold promise to provide a scalable and robust platform for quantum technologies including secure quantum communications, quantum imaging, and quantum sensing.  A practical quantum photonic system should monolithically integrate the sources of entangled photons with the rest of the photonic circuitry. Such sources have to be compact, monolithic and electrically pumped. The existing solutions are bulky and require external laser pumping, which puts many practical applications out of reach. We propose a new type of bright compact monolithic source of entangled photons based on the original electrically pumped semiconductor laser heterostructure. We intend to develop the theoretical model, formulate the detailed design concept, and demonstrate efficient generation of photon pairs in the mid-infrared region of spectra. The proposed collaborative efforts will enable a new class of the applications harnessing quantum properties of light. The two PIs will incorporate research results into graduate and undergraduate classes and their ongoing outreach effort to high school students and physics teachers. They will continue their commitment to recruiting under-represented students into STEM careers. The proposed quantum technology research will prepare future scientists and engineers and facilitate implementation of the discoveries of the next quantum revolution into modern technologies.\r\n\r\nTechnical:\r\nStrong second order nonlinearity of III-V semiconductors can be used for production of the entangled photon states by means of cavity spontaneous parametric down conversion (SPDC) where the waveguides and other photonic integrated circuit components can be utilized to facilitate phase matching and perform quantum information processing operations. The monolithic integration of the pump laser and SPDC source of mid-infrared photon pairs is needed for practical applications and is the primary goal of our proposal. We will develop new class of laser heterostructures which can yield high power and narrow linewidth pumps and simultaneously enable efficient parametric down conversion of laser light into photon pairs. In standard single core laser waveguides the phase matching conditions for SPDC process are virtually impossible to achieve because of normal dispersion. The original coupled-waveguide design will be used to achieve modal phase matching required for efficient generation of the correlated photon pairs by intra-cavity SPDC. The pump photons will comprise an asymmetric super-mode with a reduced effective refractive index overcoming normal dispersion – a key enabling feature of the proposed design. The type-II intracavity SPDC will produce correlated TE and TM polarized pairs of signal and idler photons. Theoretical description of the generation, propagation, and detection of the non-classical light states in the proposed monolithic quantum photonic structure will be developed.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Leon",
   "pi_last_name": "Shterengas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leon Shterengas",
   "pi_email_addr": "leon.shterengas@stonybrook.edu",
   "nsf_id": "000150691",
   "pi_start_date": "2021-07-20",
   "pi_end_date": "2022-09-16"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dmitri",
   "pi_last_name": "Donetski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dmitri Donetski",
   "pi_email_addr": "dima@ece.sunysb.edu",
   "nsf_id": "000601877",
   "pi_start_date": "2022-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117942350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "091E",
   "pgm_ref_txt": "Light generation & detection"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 111990.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Integrated photonic systems hold promise to provide a scalable and robust platform for quantum technologies including secure quantum communications, quantum imaging, and quantum sensing. A practical quantum photonic system should monolithically integrate the sources of entangled photons with the rest of the photonic circuitry. Such sources have to be compact, monolithic and electrically pumped. We proposed a new type of compact monolithic source of entangled photons based on the original electrically pumped semiconductor laser heterostructure. We developed the theoretical model which significantly advanced state of the art and included realistic device design and the effects of light propagation, dispersion, losses, and noise. We developed the detailed design concept and evaluated the device performance for realistic experimental conditions. The experimental demonstration of the efficient operation of the individual and external cavity lasers based on the coupled-waveguide laser heterostructure suitable to promore generation of the correlated photon pairs in mid-infrared region of spectrum was achieved. The experimental studeis of the process had started. The project is an important milestone in preparing future scientists and engineers and facilitating implementation of the discoveries of the next quantum revolution into modern technologies. The researcheffort is integrated with an educational and outreach plan aimed at enhancing education opportunities inquantum technologies at the participating universities and local communities.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/30/2023<br>\n\t\t\t\t\tModified by: Dmitri&nbsp;Donetski</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntegrated photonic systems hold promise to provide a scalable and robust platform for quantum technologies including secure quantum communications, quantum imaging, and quantum sensing. A practical quantum photonic system should monolithically integrate the sources of entangled photons with the rest of the photonic circuitry. Such sources have to be compact, monolithic and electrically pumped. We proposed a new type of compact monolithic source of entangled photons based on the original electrically pumped semiconductor laser heterostructure. We developed the theoretical model which significantly advanced state of the art and included realistic device design and the effects of light propagation, dispersion, losses, and noise. We developed the detailed design concept and evaluated the device performance for realistic experimental conditions. The experimental demonstration of the efficient operation of the individual and external cavity lasers based on the coupled-waveguide laser heterostructure suitable to promore generation of the correlated photon pairs in mid-infrared region of spectrum was achieved. The experimental studeis of the process had started. The project is an important milestone in preparing future scientists and engineers and facilitating implementation of the discoveries of the next quantum revolution into modern technologies. The researcheffort is integrated with an educational and outreach plan aimed at enhancing education opportunities inquantum technologies at the participating universities and local communities.\n\n\t\t\t\t\tLast Modified: 04/30/2023\n\n\t\t\t\t\tSubmitted by: Dmitri Donetski"
 }
}