{
 "awd_id": "2135052",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Drug delivery systems for treating degenerative brain diseases",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2023-04-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2021-07-16",
 "awd_max_amd_letter_date": "2021-07-16",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the improvement of the current standard of care for treating Parkinson's disease (PD), benefiting PD patients and healthcare practitioners. To date, there is no cure to reverse the course of PD and the current standard of care often focuses on managing motor symptoms (tremors, rigidity and loss of gait).  A new drug delivery platform is developed to efficiently deliver nootropic agents to the brain in PD patients to alleviate symptoms and potentially reverse the course of disease.  This new drug delivery platform was designed to reverse symptoms and cognitive decline while enhancing patient compliance though a non-invasive device that could complement or replace the current standard methods in an affordable manner without causing side effects. Beyond PD, the new drug delivery platform may be used to treat Alzheimer's disease and Lewy Body Dementia.\r\n\r\nThis I-Corps project develops a platform for reformulating oral forms of nootropic agents for intranasal delivery and use by Parkinson's disease (PD) patients. One of the major limitations of consuming oral versions of these nootropic agents is that these compounds do not efficiently reach the blood brain barrier and are extensively metabolized in the liver and gastrointestinal compartments.  This inability to reach the target organs limits the drug's potential cognitive and brain-protective abilities in humans and limits drug efficacy in managing brain degenerative disorders such as PD. Prior preclinical research endeavors showed that the new intranasal formulations can deliver nootropic agents in high concentration in the brain in order to efficiently activate brain-protective signaling pathways and elevate energy output which can lead to better management of PD symptoms. For efficient and safe delivery to the brain via the nasal route, the intranasal formulations are compatible with a range of intranasal devices including nasal sprays, applicators, and atomizers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ruben",
   "pi_last_name": "Dagda",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Ruben K Dagda",
   "pi_email_addr": "rdagda@medicine.nevada.edu",
   "nsf_id": "000689597",
   "pi_start_date": "2021-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "perf_str_addr": "1664 North Virginia Street",
  "perf_city_name": "Reno",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6883",
   "pgm_ref_txt": "CHEMISTRY OF LIFE PROCESSES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>CNS Curative Technologies LLC,&nbsp;</em>an Hispanic-owned spin off company that stemmed from the University of Nevada<em>,&nbsp;</em>Reno<em>&nbsp;</em>(UNR), developed ground-breaking intranasal formulations to deliver commercially-available nootropic agents to the brain to enhance brain energy output, reduce age-related cognitive decline, and activate brain-protective signaling pathways in humans. We aim to refine our lead intranasal formulation to increase the bioavailability of these two classes of nootropic agents in the brain in order to treat patients suffering from neurodegenerative diseases including Parkinson&rsquo;s disease.&nbsp; As part of a team that comprised from members of CNS Curative Technologies LLC and the UNR, our team&nbsp;<em>CNS Defenders&nbsp;</em>participated in the regional I-Corps program on January of 2021.</p>\n<p>These are the goals for the project:</p>\n<p>1) We now aim to conduct over 100 interviews with healthcare workers who treat Parkinson&rsquo;s patients and with R&amp; D staff from pharmaceutical companies.</p>\n<p>2) Network with potential business partners interested in developing the minimal viable product.</p>\n<p>3) Our endeavors at the National I-Corps program would focus on identifying the customer segment that would be best ready to adopt our pharmaceutical technology, further understand the pains and needs of our customers, scope the competition, and further develop a commercial plan.</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>Commercially available oral forms of nootropic agents (cognitive enhancers) are currently consumed as supplements to increase brain energy production, memory, and reduce age-related cognitive decline. However, the major limitations of consuming oral versions of these nootropic agents is that these compounds do not efficiently reach the blood brain barrier (BBB) and are extensively metabolized in the liver and gastrointestinal compartments, which limits their cognitive and brain-protective potential in humans, and for treatment of brain degenerative disorders such as Parkinson&rsquo;s disease.&nbsp;<em>CNS Curative Technologies LLC</em>&nbsp;has developed ground breaking intranasal formulations that can bypass the BBB and achieve high concentration in the brain to efficiently activate brain-protective signaling pathways and elevate energy output. For efficient and safe delivery to the brain via the nasal route, the intranasal formulations are compatible with a range of intranasal devices including nasal sprays, applicators, and atomizers.</p>\n<p><strong>Broader Impacts</strong></p>\n<p>To date, current standard of care for Parkinson&rsquo;s disease (PD) only addresses the motor symptoms (tremors and gait imbalance), with no treatment for cognitive decline. When successfully paired with a clinically approved intranasal device, preclinical evidence shows that our drug delivery platform of nootropics can reverse the course of PD while reversing symptoms. Importantly, our product was designed to reverse&nbsp; symptoms and cognitive decline while enhancing patient compliance though a non-invasive device that could complement or replace current standard of care in an affordable manner without causing side effects. Beyond PD, the intranasal formulations can be used to treat Alzheimer&rsquo;s disease and Lewy Body Dementia.</p>\n<p><strong>Major/Key Outcomes achieved during the project (2021-2023)</strong></p>\n<p>- Finished more than 105 interviews during the NSF I-Corps course&nbsp;</p>\n<p>- Attended 6 trade shows and one site visit within the span of two years</p>\n<p>- Developed the value proposition, business model and redeveloping the website of the startup</p>\n<p>- Interacted and networked&nbsp; with several patient support groups in California&nbsp;</p>\n<p>- Had the methods patent successfully granted and now seeking the transfer of the IP from the University of Nevada Reno to the startup</p>\n<p>- Identified a potential business partner and a second entrepreneurial mentor</p>\n<p>- Delivered over more than 20 pitch presentations and interviewed CEOs and COOs of pharmaceutical companies and learned about trends in intranasal products and therapeutics in the Parkinson's field</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/03/2023<br>\n\t\t\t\t\tModified by: Ruben&nbsp;K&nbsp;Dagda</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCNS Curative Technologies LLC, an Hispanic-owned spin off company that stemmed from the University of Nevada, Reno (UNR), developed ground-breaking intranasal formulations to deliver commercially-available nootropic agents to the brain to enhance brain energy output, reduce age-related cognitive decline, and activate brain-protective signaling pathways in humans. We aim to refine our lead intranasal formulation to increase the bioavailability of these two classes of nootropic agents in the brain in order to treat patients suffering from neurodegenerative diseases including Parkinson’s disease.  As part of a team that comprised from members of CNS Curative Technologies LLC and the UNR, our team CNS Defenders participated in the regional I-Corps program on January of 2021.\n\nThese are the goals for the project:\n\n1) We now aim to conduct over 100 interviews with healthcare workers who treat Parkinson’s patients and with R&amp; D staff from pharmaceutical companies.\n\n2) Network with potential business partners interested in developing the minimal viable product.\n\n3) Our endeavors at the National I-Corps program would focus on identifying the customer segment that would be best ready to adopt our pharmaceutical technology, further understand the pains and needs of our customers, scope the competition, and further develop a commercial plan.\n\nIntellectual Merit\n\nCommercially available oral forms of nootropic agents (cognitive enhancers) are currently consumed as supplements to increase brain energy production, memory, and reduce age-related cognitive decline. However, the major limitations of consuming oral versions of these nootropic agents is that these compounds do not efficiently reach the blood brain barrier (BBB) and are extensively metabolized in the liver and gastrointestinal compartments, which limits their cognitive and brain-protective potential in humans, and for treatment of brain degenerative disorders such as Parkinson’s disease. CNS Curative Technologies LLC has developed ground breaking intranasal formulations that can bypass the BBB and achieve high concentration in the brain to efficiently activate brain-protective signaling pathways and elevate energy output. For efficient and safe delivery to the brain via the nasal route, the intranasal formulations are compatible with a range of intranasal devices including nasal sprays, applicators, and atomizers.\n\nBroader Impacts\n\nTo date, current standard of care for Parkinson’s disease (PD) only addresses the motor symptoms (tremors and gait imbalance), with no treatment for cognitive decline. When successfully paired with a clinically approved intranasal device, preclinical evidence shows that our drug delivery platform of nootropics can reverse the course of PD while reversing symptoms. Importantly, our product was designed to reverse  symptoms and cognitive decline while enhancing patient compliance though a non-invasive device that could complement or replace current standard of care in an affordable manner without causing side effects. Beyond PD, the intranasal formulations can be used to treat Alzheimer’s disease and Lewy Body Dementia.\n\nMajor/Key Outcomes achieved during the project (2021-2023)\n\n- Finished more than 105 interviews during the NSF I-Corps course \n\n- Attended 6 trade shows and one site visit within the span of two years\n\n- Developed the value proposition, business model and redeveloping the website of the startup\n\n- Interacted and networked  with several patient support groups in California \n\n- Had the methods patent successfully granted and now seeking the transfer of the IP from the University of Nevada Reno to the startup\n\n- Identified a potential business partner and a second entrepreneurial mentor\n\n- Delivered over more than 20 pitch presentations and interviewed CEOs and COOs of pharmaceutical companies and learned about trends in intranasal products and therapeutics in the Parkinson's field\n\n \n\n\t\t\t\t\tLast Modified: 05/03/2023\n\n\t\t\t\t\tSubmitted by: Ruben K Dagda"
 }
}