{
 "awd_id": "2135874",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Completing the Lifecycle: Developing Evidence Based Models of Research Data Sharing",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924278",
 "po_email": "plsmith@nsf.gov",
 "po_sign_block_name": "Plato Smith",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2023-10-31",
 "tot_intn_awd_amt": 297019.0,
 "awd_amount": 297019.0,
 "awd_min_amd_letter_date": "2021-07-09",
 "awd_max_amd_letter_date": "2021-07-09",
 "awd_abstract_narration": "Effective data sharing practices are vital for the success of scientific research, especially in the emerging context of Open Science principles.  This project will conduct a detailed analysis of data sharing activities in several specific institutional and organizational contexts in order to better understand the patterns, practices, costs, barriers, and workflows that support public access to research data.  The project is being undertaken with coordination between several major associations which are key supporters of scientific research in the United States. Many academic institutions provide infrastructure to support researchers in data sharing activities. These services and infrastructures are often distributed across the institution, housed in various administrative units, such as campus IT, the university libraries, and the research office, among others. Given this distributed and often undocumented ad hoc nature, the true costs of public access to research data is not well understood. This project is designed to illuminate many of the currently unknown factors about the institutional landscape for public access to research data.  \r\n\r\nThe technical aspects of this analysis project are as follows.  An assessment of research data repository use patterns will be accomplished by analyzing metadata harvested by means of the DataCite application programming interface (API). A retrospective study of discipline-specific and format-specific research data practices will be accomplished utilizing a NIST-based institutional functional model for public access to research data applied to a series of institutions and sub-disciplines.  Finally, financial data will be collected and analyzed from the institutions using a combination of NAS and NIST cost models to consistently compare costs of data sharing activities and thereby produce a generalizable understanding of institutional expenditures.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cynthia",
   "pi_last_name": "Vitale",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Cynthia H Vitale",
   "pi_email_addr": "cvitale@arl.org",
   "nsf_id": "000752292",
   "pi_start_date": "2021-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Association of Research Libraries",
  "inst_street_address": "1025 CONNECTICUT AVE NW STE 1200",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2022962296",
  "inst_zip_code": "200365415",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "ASSOCIATION OF RESEARCH LIBRARIES",
  "org_prnt_uei_num": "",
  "org_uei_num": "MXW6GLTCA7L7"
 },
 "perf_inst": {
  "perf_inst_name": "Association of Research Libraries",
  "perf_str_addr": "21 Dupont Circle, NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200361118",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741400",
   "pgm_ele_name": "NSF Public Access Initiative"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 297019.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Public access to research data is critical to advancing science and solving real world problems. In recent years a number of funding agencies have required the management and broad sharing of research data&nbsp;</span><span>and other related research outputs to accelerate the impacts of their investments. In response many academic institutions have developed and launched infrastructure to support faculty in these requirements. These services are often spread across the institution and housed in various administrative units, such as campus IT, the university libraries, and the research office, among others. Given this distributed nature, coordination of services is often informal and the true institutional cost of public access to research data is not well understood.</span></p>\n<p>The Association of Research Libraries and six academic institutions&nbsp;conducted research, developed models, and collected costing information for public access to research data across five disciplinary areas:&nbsp;<span>environmental science, materials science, psychology, biomedical sciences, and physics</span>.</p>\n<p>Our outcomes are the first, exploratory step in understanding institutional services, expenses, and investments in public access to research data infrastructure. They have significant value for institutions and researchers who need to comply with federal policies or otherwise support open science practices. Research data management and sharing, when completed responsibly, advances science and improves society. Merely sharing data on a website is not enough to ensure its appropriate reuse, hence, services an infrastructure to curate, document, and preserve research data are critical. This research advances the body of knowledge around services and expenses for those services at the institutional level. Leveraging these results, institutions can more strategically plan for compliance and additional service level purposes.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/29/2024<br>\nModified by: Cynthia&nbsp;H&nbsp;Vitale</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nPublic access to research data is critical to advancing science and solving real world problems. In recent years a number of funding agencies have required the management and broad sharing of research dataand other related research outputs to accelerate the impacts of their investments. In response many academic institutions have developed and launched infrastructure to support faculty in these requirements. These services are often spread across the institution and housed in various administrative units, such as campus IT, the university libraries, and the research office, among others. Given this distributed nature, coordination of services is often informal and the true institutional cost of public access to research data is not well understood.\n\n\nThe Association of Research Libraries and six academic institutionsconducted research, developed models, and collected costing information for public access to research data across five disciplinary areas:environmental science, materials science, psychology, biomedical sciences, and physics.\n\n\nOur outcomes are the first, exploratory step in understanding institutional services, expenses, and investments in public access to research data infrastructure. They have significant value for institutions and researchers who need to comply with federal policies or otherwise support open science practices. Research data management and sharing, when completed responsibly, advances science and improves society. Merely sharing data on a website is not enough to ensure its appropriate reuse, hence, services an infrastructure to curate, document, and preserve research data are critical. This research advances the body of knowledge around services and expenses for those services at the institutional level. Leveraging these results, institutions can more strategically plan for compliance and additional service level purposes.\n\n\n\t\t\t\t\tLast Modified: 02/29/2024\n\n\t\t\t\t\tSubmitted by: CynthiaHVitale\n"
 }
}