{
 "awd_id": "2136006",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: High-performance cementitious material",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032924749",
 "po_email": "mwasko@nsf.gov",
 "po_sign_block_name": "Molly Wasko",
 "awd_eff_date": "2021-07-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2021-07-16",
 "awd_max_amd_letter_date": "2023-12-18",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project involves the development of a novel concrete mixture containing recycled steel fiber (RSF) as fiber reinforcement, and reclaimed asphalt pavement (RAP) as a virgin aggregate replacement. Rebar reinforcement makes conventional reinforced concrete structures less economical due to the material cost of the steel and the labor cost to install the rebar.  The presence of rebar also makes concrete placement difficult and may lead to settlement cracking. Concrete blended with randomly-oriented RSF provides a solution for more affordable and versatile concrete structures by eliminating rebar reinforcement. Additionally, both RSF and RAP are underutilized in concrete. The existing applications of these materials, typically viewed as waste, have major limitations: RSF has been conventionally sold as scrap steel to make new steel, which is less economical and has higher environmental impact than direct reuse. RAP has been primarily used in new asphalt pavement but that usage is often restricted due to pavement cracking problems. By using RSF and RAP in concrete, significantly less energy and raw materials are consumed compared to to conventional concrete.\r\n\r\nThis I-Corps project is based on the development of a cost-effective, high-performance, sustainable concrete. Unlike conventional concrete that is often brittle and rigid, this new concrete is semi-rigid. The new system uses recycled steel fiber (RSF) as fiber reinforcement, which markedly increases concrete toughness and ductility due to the fibers' ability to bridge cracks. Reclaimed asphalt pavement (RAP) is added as intermediate-sized coarse aggregate to achieve optimized aggregate gradation. Aggregate gradation optimization reduces paste content in concrete and this, in turn, results in better concrete performance and reduced shrinkage. Additionally, replacing virgin aggregate with RAP also produces more ductile and crack resistant concrete because of the viscoelastic nature of the asphalt in RAP that leads to high stress relaxation. The asphalt coating on RAP acts as a lubricant and increases the flowability and pumpability of the materials. Finally, the new concrete has better damping properties, which may more effectively reduce noise and vibration damage caused by wind and earthquakes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xijun",
   "pi_last_name": "Shi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xijun Shi",
   "pi_email_addr": "xijun.shi@txstate.edu",
   "nsf_id": "000857318",
   "pi_start_date": "2021-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zachary",
   "pi_last_name": "Grasley",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Zachary C Grasley",
   "pi_email_addr": "zach.grasley@buildwithcircle.com",
   "nsf_id": "000679005",
   "pi_start_date": "2021-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas State University - San Marcos",
  "inst_street_address": "601 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN MARCOS",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5122452314",
  "inst_zip_code": "786664684",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "TX15",
  "org_lgl_bus_name": "TEXAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HS5HWWK1AAU5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas State University - San Marcos",
  "perf_str_addr": "601 University Drive",
  "perf_city_name": "San Marcos",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "786664684",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "TX15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Throughout the project, the research team conducted 101 customer interviews to thoroughly assess the market potential of the newly developed high-performance cementitious materials. These interviews provided valuable insights into industry needs and adoption barriers. In addition to interviews, the team visited numerous customer companies, attended conferences, and participated in trade shows to engage a diverse range of stakeholders, further broadening their understanding of market dynamics and industry trends.</p>\r\n<p>Initially, the team identified precast concrete drainage structures as a promising beachhead market, as existing ASTM standards for manufactured steel fiber-reinforced pipes appeared to align well with the developed materials. However, deeper stakeholder engagement uncovered significant challenges in this market. Concrete pipes are largely owned and regulated by counties and cities, whose jurisdictional authorities often resist modifying prescriptive specifications to accommodate innovative technologies. This regulatory rigidity posed a considerable barrier to entry for the new materials.</p>\r\n<p>In response, the team pivoted their focus to concrete pavement and industrial concrete floors, markets with fewer regulatory hurdles and easier paths to entry. In 2021, the research team established a startup company dedicated to bringing the innovative cementitious materials to market. The startup, in collaboration with academic institutions, successfully completed several field trials for pavements. These trials demonstrated the material&rsquo;s superior performance and garnered interest from industry stakeholders. Building on this momentum, the team secured funding through a National Science Foundation (NSF) Partnerships for Innovation (PFI) project and an Environmental Protection Agency (EPA) Small Business Innovation Research (SBIR) project. These grants provided critical resources to further develop and commercialize the technology, enabling the team to refine the materials, scale production processes, and expand their market reach.</p><br>\n<p>\n Last Modified: 12/22/2024<br>\nModified by: Xijun&nbsp;Shi</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThroughout the project, the research team conducted 101 customer interviews to thoroughly assess the market potential of the newly developed high-performance cementitious materials. These interviews provided valuable insights into industry needs and adoption barriers. In addition to interviews, the team visited numerous customer companies, attended conferences, and participated in trade shows to engage a diverse range of stakeholders, further broadening their understanding of market dynamics and industry trends.\r\n\n\nInitially, the team identified precast concrete drainage structures as a promising beachhead market, as existing ASTM standards for manufactured steel fiber-reinforced pipes appeared to align well with the developed materials. However, deeper stakeholder engagement uncovered significant challenges in this market. Concrete pipes are largely owned and regulated by counties and cities, whose jurisdictional authorities often resist modifying prescriptive specifications to accommodate innovative technologies. This regulatory rigidity posed a considerable barrier to entry for the new materials.\r\n\n\nIn response, the team pivoted their focus to concrete pavement and industrial concrete floors, markets with fewer regulatory hurdles and easier paths to entry. In 2021, the research team established a startup company dedicated to bringing the innovative cementitious materials to market. The startup, in collaboration with academic institutions, successfully completed several field trials for pavements. These trials demonstrated the materials superior performance and garnered interest from industry stakeholders. Building on this momentum, the team secured funding through a National Science Foundation (NSF) Partnerships for Innovation (PFI) project and an Environmental Protection Agency (EPA) Small Business Innovation Research (SBIR) project. These grants provided critical resources to further develop and commercialize the technology, enabling the team to refine the materials, scale production processes, and expand their market reach.\t\t\t\t\tLast Modified: 12/22/2024\n\n\t\t\t\t\tSubmitted by: XijunShi\n"
 }
}