{
 "awd_id": "2137530",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF Convergence Accelerator Track F: Adapting and Scaling Existing Educational Programs to Combat Inauthenticity and Instill Trust in Information",
 "cfda_num": "47.084",
 "org_code": "15020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mike Pozmantier",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 750000.0,
 "awd_amount": 750000.0,
 "awd_min_amd_letter_date": "2021-09-20",
 "awd_max_amd_letter_date": "2021-09-20",
 "awd_abstract_narration": "Learning how to find information and assess its quality is essential to making informed personal and civic decisions -- and to the health of a democracy. This project will shift attention from public education--leveraging existing effective, low-cost k-12 interventions--to education of the public. Through a three-year road map, and with partners in academia, industry, nonprofit, and government, a multidisciplinary human-centered design process for adapting effective interventions to new contexts will be produced--based on the team’s expertise in the sociology of information, effective web reading practices, curriculum development, and online delivery at scale. Effective approaches will be disseminated through an open software platform that integrates educational interventions and assessment. This approach will be tested with populations often excluded from information literacy efforts and who may be more vulnerable to misinformation campaigns, such as rural and indigenous communities with limited access to high-speed internet, military veterans, older adults, and military families. \r\n\r\nThe project’s Phase I output will be to co-design, test, adapt, and scale misinformation interventions that have proven effective within educational settings to the broader public. In Phase I, the project will work with Humanities Montana, a convener of libraries and cultural institutions and advocate for engaged citizenship, to adapt proven educational interventions to serve rural, low-income citizens, including indigenous populations, in libraries and other community settings. In Phase II, this design process will be used to create targeted interventions for a range of groups outside the formal educational system who are vulnerable to misinformation campaigns.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "ITE",
 "org_div_long_name": "Innovation and Technology Ecosystems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Reich",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Justin F Reich",
   "pi_email_addr": "jreich@mit.edu",
   "nsf_id": "000724137",
   "pi_start_date": "2021-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Francesca",
   "pi_last_name": "Tripodi",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Francesca B Tripodi",
   "pi_email_addr": "ftripodi@email.unc.edu",
   "nsf_id": "000849193",
   "pi_start_date": "2021-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Caulfield",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Caulfield",
   "pi_email_addr": "mica42@uw.edu",
   "nsf_id": "000857293",
   "pi_start_date": "2021-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sam",
   "pi_last_name": "Wineburg",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Sam S Wineburg",
   "pi_email_addr": "wineburg@stanford.edu",
   "nsf_id": "000857180",
   "pi_start_date": "2021-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Ave",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131Y00",
   "pgm_ele_name": "Convergence Accelerator Resrch"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 750000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-8073f359-7fff-1294-3ffd-f6ffad82efbb\"> </span></p>\n<p dir=\"ltr\"><span>Over the past decade, the field of &ldquo;search literacy&rdquo;--the skills and dispositions necessary for sorting truth from fiction on the internet&ndash;has experienced transformative development. New research shows that &ldquo;checklist&rdquo; methods of evaluating website credibility are ineffective (but unfortunately widely taught in education systems), and new methods of &ldquo;lateral reading&rdquo;--using the networked structure of the web to assess the credibility of any given node&ndash;are 1) deployed by recognized experts, 2) demonstrably more effective than alternative methods, and 3) straightforward to teach in typical education settings.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>Much of the progress in search literacy has been demonstrated in educational settings, and in this project we developed strategies to move the field of search literacy &ldquo;from public education to educating the public.&rdquo; In partnership with organizations such as documentarians, libraries, and public health organizations, we developed and tested new strategies for teaching effective search literacy techniques outside the contexts of formal educational institutions. We prototyped short narrative videos to engage citizens and teach effective search techniques, mobile-first online courses for search literacy on smartphones, and new game-based approaches to evaluating search literacy approaches used by typical web users.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>The intellectual merit of our work is taking proven techniques for teaching search literacy with demonstrable effectiveness from school-based contexts and applying them in other settings for educating the public. The broader impact of our work is the availability of new free and openly licensed resources, like our Secrets of Effective Search on Mobile Devices course, that can be used to build the capacity of citizens to search effectively online.&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/07/2023<br>\nModified by: Justin&nbsp;F&nbsp;Reich</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nOver the past decade, the field of search literacy--the skills and dispositions necessary for sorting truth from fiction on the internethas experienced transformative development. New research shows that checklist methods of evaluating website credibility are ineffective (but unfortunately widely taught in education systems), and new methods of lateral reading--using the networked structure of the web to assess the credibility of any given nodeare 1) deployed by recognized experts, 2) demonstrably more effective than alternative methods, and 3) straightforward to teach in typical education settings.\n\n\n\n\n\nMuch of the progress in search literacy has been demonstrated in educational settings, and in this project we developed strategies to move the field of search literacy from public education to educating the public. In partnership with organizations such as documentarians, libraries, and public health organizations, we developed and tested new strategies for teaching effective search literacy techniques outside the contexts of formal educational institutions. We prototyped short narrative videos to engage citizens and teach effective search techniques, mobile-first online courses for search literacy on smartphones, and new game-based approaches to evaluating search literacy approaches used by typical web users.\n\n\n\n\n\nThe intellectual merit of our work is taking proven techniques for teaching search literacy with demonstrable effectiveness from school-based contexts and applying them in other settings for educating the public. The broader impact of our work is the availability of new free and openly licensed resources, like our Secrets of Effective Search on Mobile Devices course, that can be used to build the capacity of citizens to search effectively online.\n\n\n\t\t\t\t\tLast Modified: 12/07/2023\n\n\t\t\t\t\tSubmitted by: JustinFReich\n"
 }
}