{
 "awd_id": "2137611",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "LEAPS MPS: Surface subgroups of outer automorphism group of the free group and dynamics on the boundary",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2022-01-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 165590.0,
 "awd_amount": 165590.0,
 "awd_min_amd_letter_date": "2021-08-17",
 "awd_max_amd_letter_date": "2021-08-17",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2).  This project aims to achieve a better understanding of the geometry of surfaces, graphs, and groups via their interactions with each other.  The geometry of a surface is similar to the topographical map of a region.  In this setting, many practical problems, such as the optimal transport of goods, require an understanding of how the roads in the region are connected.  Mathematically, a road corresponds to a curve on the surface and the list of all of the roads and their intersections corresponds to a graph.  The project involves understanding surfaces (regions) through their curves (roads) by recording how one curve is connected to another (building a graph or a simplicial complex).  Some of the questions that arise include: is it enough to study only the outskirts of the region (boundaries of simplicial complexes) and can one get to the boundary from downtown (by iterating a point under a group element)?  In this approach, a combinatorial object such as a simplicial complex relates curves with each other, and an algebraic tool, a group moves them around the surface.  This approach can resolve many of the problems related to surfaces.  In this project, the investigator will include undergraduate and graduate students and will collaborate with faculty from other departments.  Moreover, some visual aspects of the work will be integrated into the investigator’s outreach project which will involve middle school students from under-represented groups in the mathematical sciences.\r\n\r\n\r\nThe simplest groups are the free groups and the surface groups (the fundamental groups of surfaces).  For many decades, these types of subgroups have been used to understand the structure of larger groups.  This project includes two research directions.  The first focuses on understanding the subgroup structure of the outer automorphism group of the free group via dynamics on the boundaries of some simplicial complexes.  To this end, techniques from the study of Kleinian groups and mapping class groups will be used; for example, the existence and construction of certain Cannon–Thurston maps are proposed.  The second project involves the explicit construction of surface subgroups of the outer automorphism group of the free group which include certain type of automorphisms, called iwips, which are of dynamical importance.  The novelty of investigator’s research is the introduction of the topology of a certain 3--manifold to understand the free group and its group of outer automorphisms. This approach aims at translating between dynamical and topological tools to resolve some of the long standing problems in geometric topology and geometric group theory such as Gromov’s “ hyperbolization” conjecture.  The project also includes training of students and the establishment of a 6 week summer program in mathematics for middle school students drawn from underrepresented communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Funda",
   "pi_last_name": "Gultepe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Funda Gultepe",
   "pi_email_addr": "funda.gultepe@utoledo.edu",
   "nsf_id": "000858185",
   "pi_start_date": "2021-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Toledo",
  "inst_street_address": "2801 W BANCROFT ST",
  "inst_street_address_2": "",
  "inst_city_name": "TOLEDO",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4195302844",
  "inst_zip_code": "436063328",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "OH09",
  "org_lgl_bus_name": "UNIVERSITY OF TOLEDO",
  "org_prnt_uei_num": "EWRDP9YCDDH5",
  "org_uei_num": "XA77NAJYELF1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Toledo",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "436063390",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "OH09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 165590.0
  }
 ],
 "por": null
}