{
 "awd_id": "2137952",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "LEAPS-MPS: Dispersive Coupling of Light to Surface Plasmons for Biosensing",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928236",
 "po_email": "kmccloud@nsf.gov",
 "po_sign_block_name": "Kathleen McCloud",
 "awd_eff_date": "2022-01-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 239327.0,
 "awd_amount": 239327.0,
 "awd_min_amd_letter_date": "2021-09-07",
 "awd_max_amd_letter_date": "2021-09-07",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2).\r\n\r\nControl of electromagnetic fields and radiation and the study of their interactions with matter has resulted in significant scientific and technological advances. These interactions at smaller length scale led to new physical effects enabling novel applications such as  artificial atoms, metamaterials, negative refraction, and plasmonics. Innovative control and manipulation of these interactions at nanometer length scale holds promise to transform various fields including biomedical sensing, imaging, energy, communications, and computing. In the field of biomedical sensing, surface plasmon resonance-based biosensors represent the state-of-the-art platforms in terms of sensitivity and limit of detection. This award will investigate a novel method for coupling radiations to surface plasmons with the goal to develop next generation biomedical sensors based on plasmonic effects. The work addresses a current technological barrier in sensing and results of this work will enable advancement of the biomedical diagnostic technology. In addition, this project will open new science directions and lead to alternative strategies in designing novel photonic devices and structures for spectroscopy and optical communications. Further, the work will provide research and training opportunities for students from diverse backgrounds.\r\n\r\nThe scientific goal of this award is to re-envision the working principal of surface plasmon resonance-based biosensors by introducing a new coupling mechanism that can lead to unprecedented increase in sensitivity. Early detection is the key to successful treatment, which requires detection of small molecular weight analytes in low concentrations such as short sequence biomolecules, cancer biomarkers, antibodies, etc. Significant increase in sensitivity is required to allow for label-free detection of these biomolecules. This study aims to develop analytical relations describing the characteristics of surface plasmon waves excited via the proposed excitation method. It will explore design parameters, suggest guidelines for ultrasensitive biomedical sensors and develop a sensor platform. Results of this work are envisioned to revolutionize the fields of biosensing, nano-photonics and spectroscopy. The proposed idea of coupling represents a fundamentally new concept and a paradigm shift in the field and will have implications in several areas exploiting the unique capabilities of plasmonics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aftab",
   "pi_last_name": "Ahmed",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aftab Ahmed",
   "pi_email_addr": "Aftab.Ahmed@csulb.edu",
   "nsf_id": "000769482",
   "pi_start_date": "2021-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State University-Long Beach Foundation",
  "inst_street_address": "6300 E STATE UNIVERSITY DR STE 332",
  "inst_street_address_2": "",
  "inst_city_name": "LONG BEACH",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5629858051",
  "inst_zip_code": "908154670",
  "inst_country_name": "United States",
  "cong_dist_code": "42",
  "st_cong_dist_code": "CA42",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY LONG BEACH RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "P2TDH1JCJD31"
 },
 "perf_inst": {
  "perf_inst_name": "California State University Long Beach",
  "perf_str_addr": "1250 Bellflower Blvd",
  "perf_city_name": "Long Beach",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "908400004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "42",
  "perf_st_cong_dist": "CA42",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 239327.0
  }
 ],
 "por": null
}