{
 "awd_id": "2137332",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: HSI Conference: Exploring the Realities of Contingent Latinx Faculty in STEM",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927404",
 "po_email": "smontash@nsf.gov",
 "po_sign_block_name": "Sonja Montas-Hunter",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 49000.0,
 "awd_amount": 49000.0,
 "awd_min_amd_letter_date": "2021-08-26",
 "awd_max_amd_letter_date": "2021-08-26",
 "awd_abstract_narration": "With support from the Improving Undergraduate STEM Education: Hispanic-Serving Institutions (HSI Program), this HSI Conference project aims to more deeply explore across Hispanic Serving Institutions (HSI), the realities of contingent (part-time, contract-bound, or non-tenure track) Latinx faculty with various research and teaching roles. This collaborative project consists of a two-part conference focusing on the experiences of Latinx faculty in STEM, one part for faculty members themselves, and one for their administrators. This work will explore the working realities of contingent faculty who represent over 46% of the employed faculty in higher education systems. In particular, we will seek to understand the challenges many contingent faculty, primarily from the Latinx communities, experience in the California State University (CSU) system. CSU schools collectively form one of the largest pools of HSIs in the nation in terms of Latina/o undergraduate enrollment in HSIs. This work will contribute to a fairly untapped and underexplored area of research to help uncover the hidden barriers that prevent the success and navigation of these individuals in their professions. Although this conference proposal is primarily focused on Latinx contingent faculty in STEM, the anticipated work and results will serve as a baseline for future research as well as policy-informed initiatives to support the success of these faculty, and by extension their students.\r\n\r\nThe aims of this project are to (1) coalesce both HSI, Latinx contingent STEM faculty, and administrators to examine the hidden realities of Latinx contingent faculty in STEM; (2) to qualitatively analyze the conference discussions using STEM education research methods and evaluate and analyze conference outcomes from a policy perspective (led by RAND Corporation) to co-generate a policy brief to share with STEM deans and HSI administrators; and (3) develop an infographic summary to disseminate results to organizations and stakeholders with an interest in issues of Latinx contingent faculty in STEM and policy reform. The research methods will be purely exploratory and qualitative in nature using case study research approaches. Qualitative data will be analyzed through thematic and emerging coding techniques and be used toward the development of a codebook and dissemination products that inform the dissemination products (e.g., policy brief). With the support of RAND Corporation, a policy think tank, we will not only disseminate the work through academic journals but reach a wider academic audience of ways to support contingent faculty, which in turn are in the frontlines of supporting undergraduate (and often marginalized) students in STEM. The HSI Program aims to enhance undergraduate STEM education, broaden participation in STEM, and build capacity at HSIs. Achieving these aims, given the diverse nature and context of the HSIs, requires innovative approaches that incentivize institutional and community transformation and promote fundamental research (i) on engaged student learning, (ii) about what it takes to diversify and increase participation in STEM effectively, and (iii) that improves our understanding of how to build institutional capacity at HSIs. Projects supported by the HSI Program will also draw from these approaches to generate new knowledge on how to achieve these aims.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jose",
   "pi_last_name": "Munoz",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jose A Munoz",
   "pi_email_addr": "munoz@csusb.edu",
   "nsf_id": "000690023",
   "pi_start_date": "2021-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Enterprises Corporation at CSUSB",
  "inst_street_address": "5500 UNIVERSITY PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "SAN BERNARDINO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9095375929",
  "inst_zip_code": "924072318",
  "inst_country_name": "United States",
  "cong_dist_code": "33",
  "st_cong_dist_code": "CA33",
  "org_lgl_bus_name": "UNIVERSITY ENTERPRISES CORPORATION AT CSUSB",
  "org_prnt_uei_num": "",
  "org_uei_num": "QJZ1F3UMLEJ4"
 },
 "perf_inst": {
  "perf_inst_name": "University Enterprises Corporation at CSUSB",
  "perf_str_addr": "5500 University Parkway",
  "perf_city_name": "San Bernardino",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "924072397",
  "perf_ctry_code": "US",
  "perf_cong_dist": "33",
  "perf_st_cong_dist": "CA33",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "077Y00",
   "pgm_ele_name": "HSI-Hispanic Serving Instituti"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 49000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p><strong>ACCOMPLISHMENTS</strong></p>\n<p><span style=\"text-decoration: underline;\">*</span><strong><span style=\"text-decoration: underline;\">&nbsp;What are the major goals of the project? (8000 characters)</span></strong></p>\n<p>The project centered on faculty at Hispanic Serving Institutions (HSIs). The project explored the challenges in STEM confronted by Latinx &ldquo;contingent faculty&rdquo; or non-tenure track in the California State University (CSU) system. The project includes the hosting two conferences. The first conference offered both in-person and virtual attendance options in order to host 24<strong> </strong>Latinx contingent STEM faculty across the CSU system (see attached evaluation report to review sampling strategy). The schools invited vary from teaching intensive institutions to those CSUs with a doctoral classification.</p>\n<p>The second conference will include 8 deans associated with the STEM departments whose faculty participated in the first conference. This event will be held virtually. The administrators will participate in a policy debriefing session and will work together to develop potential action items for the campuses. The conferences were held separately to avoid any tensions surrounding being observed by a supervisor. All information presented during the CSU deans will be anonymized.</p>\n<p>There were three basic goals for our project. The first involves working with faculty and administrators and personnel off campus in order to explore the hidden realities of Latinx contingent faculty in STEM within the CSUs. Second, the qualitative content will be analyzed by the project leaders and evaluate and analyze conference outcomes from a policy perspective. These documents will be presented to STEM deans and HSI administrators; and (3) develop briefs, journal submissions, conference presentations, and other creative formats that would allow for dissemination.</p>\n<p>These goals will also serve to answer the following research question: <em>What are the needs, challenges, and systemic hurdles that Latinx contingent faculty face in STEM education and workplaces?</em></p>\n<p><strong><span style=\"text-decoration: underline;\">What was accomplished under these goals and objectives (you must provide information for at least one of the 4 categories below)</span></strong></p>\n<p><span style=\"text-decoration: underline;\">Major Activities </span>(8000 characters):<span style=\"text-decoration: underline;\"> </span></p>\n<p>In April 28-30, 2022, we completed our first conference which was held at the CSUSB campus. 24 contingent faculty participants participated in the event. As stated in the evaluation report (see the attached document), the overall conference was positive, collaborative, and allowed for the collection of valuable information throughout the conference. A policy brief will be developed by a RAND scholar, some journal submissions, and the organization of the online event with 8 Cal State University STEM deans.</p>\n<p><span style=\"text-decoration: underline;\">&nbsp;</span></p>\n<p><span style=\"text-decoration: underline;\">Specific Objectives </span>(8000 characters):<span style=\"text-decoration: underline;\"> </span></p>\n<p>We completed the first goal and expect to develop and execute the other two in the next several months. For the first goal we invited several scholars to contribute to our conference. Our sample of faculty participants were from diverse disciplines across STEM fields all with varying teaching experiences. Within the conference committee group, we had expertise from sociology, language, literacy, and culture, engineering education, and policy. This group of scholars allowed for refining the project and aided in the collection of qualitative data (observational notes) during attendee activities.&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Significant Results </span>(8000 characters):</p>\n<p>Our data is under review but at this stage of the project we can report that contingent faculty need for community, career goals, and to some extent consciousness raising over non tenure track issues. Additionally, we hope to understand more fully the distinctions between full time faculty and part time contingent or adjunct faculty.</p>\n<p>We currently have a literature review that was awarded a revise and resubmit in the spring of 2022.&nbsp; The PI and co-Pi have addressed the revisions and resubmitted the manuscript. We hope to have this work published by the fall of 2022. We are working to analyze the collected qualitative data (handwritten, typed, and google doc and poster board entries) to explore further the variations among our faculty participants in terms of teaching load, multi-institutional work commitments, and other faculty such as gender, part time and full-time status.</p>\n<p><span style=\"text-decoration: underline;\">Key Outcomes or Other Achievements </span>(8000 characters):</p>\n<p>The key outcomes to date were the successes from our first conference at CSUSB, the diversity for of data, evaluation brief, and the organization of our second conference in the fall. This work will culminate in publications and conference poster/panel presentations. Having the collaborative grant awarded to California State University, San Bernardino was an accomplishment in itself as there have been very few of these grants awarded to our campus. Finally, demonstrating to other Latinx faculty, students, and community members that this award was granted to and run largely by Latinx faculty can serve as a model and motivation for future research.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/27/2022<br>\n\t\t\t\t\tModified by: Jose&nbsp;A&nbsp;Munoz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nACCOMPLISHMENTS\n\n* What are the major goals of the project? (8000 characters)\n\nThe project centered on faculty at Hispanic Serving Institutions (HSIs). The project explored the challenges in STEM confronted by Latinx \"contingent faculty\" or non-tenure track in the California State University (CSU) system. The project includes the hosting two conferences. The first conference offered both in-person and virtual attendance options in order to host 24 Latinx contingent STEM faculty across the CSU system (see attached evaluation report to review sampling strategy). The schools invited vary from teaching intensive institutions to those CSUs with a doctoral classification.\n\nThe second conference will include 8 deans associated with the STEM departments whose faculty participated in the first conference. This event will be held virtually. The administrators will participate in a policy debriefing session and will work together to develop potential action items for the campuses. The conferences were held separately to avoid any tensions surrounding being observed by a supervisor. All information presented during the CSU deans will be anonymized.\n\nThere were three basic goals for our project. The first involves working with faculty and administrators and personnel off campus in order to explore the hidden realities of Latinx contingent faculty in STEM within the CSUs. Second, the qualitative content will be analyzed by the project leaders and evaluate and analyze conference outcomes from a policy perspective. These documents will be presented to STEM deans and HSI administrators; and (3) develop briefs, journal submissions, conference presentations, and other creative formats that would allow for dissemination.\n\nThese goals will also serve to answer the following research question: What are the needs, challenges, and systemic hurdles that Latinx contingent faculty face in STEM education and workplaces?\n\nWhat was accomplished under these goals and objectives (you must provide information for at least one of the 4 categories below)\n\nMajor Activities (8000 characters): \n\nIn April 28-30, 2022, we completed our first conference which was held at the CSUSB campus. 24 contingent faculty participants participated in the event. As stated in the evaluation report (see the attached document), the overall conference was positive, collaborative, and allowed for the collection of valuable information throughout the conference. A policy brief will be developed by a RAND scholar, some journal submissions, and the organization of the online event with 8 Cal State University STEM deans.\n\n \n\nSpecific Objectives (8000 characters): \n\nWe completed the first goal and expect to develop and execute the other two in the next several months. For the first goal we invited several scholars to contribute to our conference. Our sample of faculty participants were from diverse disciplines across STEM fields all with varying teaching experiences. Within the conference committee group, we had expertise from sociology, language, literacy, and culture, engineering education, and policy. This group of scholars allowed for refining the project and aided in the collection of qualitative data (observational notes) during attendee activities. \n\nSignificant Results (8000 characters):\n\nOur data is under review but at this stage of the project we can report that contingent faculty need for community, career goals, and to some extent consciousness raising over non tenure track issues. Additionally, we hope to understand more fully the distinctions between full time faculty and part time contingent or adjunct faculty.\n\nWe currently have a literature review that was awarded a revise and resubmit in the spring of 2022.  The PI and co-Pi have addressed the revisions and resubmitted the manuscript. We hope to have this work published by the fall of 2022. We are working to analyze the collected qualitative data (handwritten, typed, and google doc and poster board entries) to explore further the variations among our faculty participants in terms of teaching load, multi-institutional work commitments, and other faculty such as gender, part time and full-time status.\n\nKey Outcomes or Other Achievements (8000 characters):\n\nThe key outcomes to date were the successes from our first conference at CSUSB, the diversity for of data, evaluation brief, and the organization of our second conference in the fall. This work will culminate in publications and conference poster/panel presentations. Having the collaborative grant awarded to California State University, San Bernardino was an accomplishment in itself as there have been very few of these grants awarded to our campus. Finally, demonstrating to other Latinx faculty, students, and community members that this award was granted to and run largely by Latinx faculty can serve as a model and motivation for future research.\n\n \n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/27/2022\n\n\t\t\t\t\tSubmitted by: Jose A Munoz"
 }
}