{
 "awd_id": "2137584",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "LEAPS-MPS: Confinement of Organometallic Complexes within Structured Polymers for Site-Isolated Tandem Catalysis",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne-Marie Schmoltner",
 "awd_eff_date": "2021-09-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 249678.0,
 "awd_amount": 249678.0,
 "awd_min_amd_letter_date": "2021-09-07",
 "awd_max_amd_letter_date": "2021-09-07",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2).  In this project, funded by the Mathematical and Physical Sciences Directorate and housed in the Chemistry Division, Professor Madalyn Radlauer and her students at San Jose State University (SJSU) will work to develop new chemical systems that can be used for tandem catalysis.  Tandem catalysis, in which two or more catalysts operate in tandem to enact multiple reactions in a single step, provides significant benefits to efficiency and atom economy, as no workup or change of conditions is needed as would be required for multistep syntheses.  The challenge for developing tandem catalytic systems is that every component of both reactions must be compatible – catalysts, reagents, products, and solvents – and the catalysts must be able to function under the same conditions.  Prof. Radlauer will also undertake an educational and mentoring program that will help broaden participation of students underrepresented in science, both in her research program and in her department at SJSU, which is a Hispanic Serving Institution.\r\n\r\nProf. Radlauer is addressing the challenges of tandem catalysis by taking advantage of the three dimensional structure of star polymers to serve as scaffolds for catalysis, allowing for the site isolation of organometallic catalysts, shielding these highly reactive species, and thereby permitting tandem catalysis with incompatible catalysts.  Alkane metathesis is specifically being targeted as a test tandem catalytic sequence for its potential as a green energy process.  Prof. Radlauer proposes broadening participation activities that would include providing an interdisciplinary undergraduate research experience to URM students from San Jose State University (SJSU) and from local community colleges.  She will also be involved in development of a mentoring program for URM students at SJSU.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Madalyn",
   "pi_last_name": "Radlauer",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Madalyn R Radlauer",
   "pi_email_addr": "madalyn.radlauer@sjsu.edu",
   "nsf_id": "000795352",
   "pi_start_date": "2021-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Jose State University Foundation",
  "inst_street_address": "210 N 4TH ST FL 4",
  "inst_street_address_2": "",
  "inst_city_name": "SAN JOSE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4089241400",
  "inst_zip_code": "951125569",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "CA18",
  "org_lgl_bus_name": "SAN JOSE STATE UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "LJBXV5VF2BT9",
  "org_uei_num": "LJBXV5VF2BT9"
 },
 "perf_inst": {
  "perf_inst_name": "San Jose State University Foundation",
  "perf_str_addr": "210 North Fourth Street",
  "perf_city_name": "San Jose",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "951125569",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "CA18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 249678.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"DataField11pt\">This NSF-supported project under the Launching Early-Career Academic Pathways in the Mathematical and Physical Sciences (LEAPS-MPS) program focused on two main areas of chemistry: polymer synthesis and chemical catalysis. Polymers are large molecules made of repeating subunits which can be designed to have a variety of shapes or architectures. Catalysis is important for green chemistry because catalysts can reduce the amount of energy needed for a chemical reaction, improve the selectivity of the reaction, and be reused for that same reaction over and over. The design, fabrication, and testing of new chemical catalysts is essential to expanding the ability to efficiently and selectively make the chemical products needed for our modern world. While previous studies have shown that catalysts can be supported by polymers, this project focused on the ability to make catalysts and the conditions under which they work compatible with each other so that they could be used in tandem to do multistep processes in a single reactor.</p>\r\n<p class=\"DataField11pt\">The overall project goal was to demonstrate the utility of star polymers as structured supports for transition metal containing catalysts. During this project, linear polymers, which are long and chain-like, and star polymers, which are made up of a number of chains tied together in their core through a process called cross-linking, were made and studied. The methods developed in this project for making star polymers open the door for them to be made with a wider range of subunit types and with more control over the number of chains per star. Both linear and star polymers were shown to be able to support the catalysts of interest. In addition, catalyst precursors were developed that could be connected to and supported by linear and star polymers. Benchmarking reactions for the catalytic reactions of interest were also completed to develop a better understanding of how the supported catalysts compare to more traditional catalyst structures.</p>\r\n<p class=\"DataField11pt\">In addition to contributing to methods for star polymer synthesis and ligand modification, this project significantly impacted both training and research opportunities for students of diverse racial, ethnic, and socio-economic backgrounds as well as the career trajectory for the PI including enhancing visibility for developing collaborations and allowing her to leverage the results of this work towards future funding opportunities. During the project period of this LEAPS-MPS award, 12 undergraduate and 3 master&rsquo;s students were supported by this funding. From this group, 12 identify as women and 5 are students from traditionally underrepresented groups in STEM. 8 of these students are still working with the PI, and all 7 alumni who were supported by this award are actively in the pursuit of STEM careers including 4 current PhD students, 2 recent graduates applying for higher degrees related to health, and 1 graduate working in the pharmaceutical industry. The alumni worked in the lab for an average of 2.5 years before continuing to the next step in their STEM journey, indicative of the supportive environment in the research group. 7 other undergraduates pursued the goals of this project without direct funding from NSF (most had other scholarships or fellowships) and received training and research opportunities enabled by this funding. The PI worked individually with all the student researchers on this project to not only plan and execute the research in a safe and effective way, but also to develop science presentation and communication skills and individual development plans for career path exploration and networking. Research outcomes from this project have been featured in 15 regional and national conference presentations given by students (including 2 talks and 13 posters) and 8 invited seminars and conference talks given by the PI, as well as a manuscript with 6 undergraduate co-authors. These results will continue to serve as the foundation for our future work in this area.</p>\r\n<p class=\"DataField11pt\">&nbsp;</p><br>\n<p>\n Last Modified: 12/20/2024<br>\nModified by: Madalyn&nbsp;R&nbsp;Radlauer</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis NSF-supported project under the Launching Early-Career Academic Pathways in the Mathematical and Physical Sciences (LEAPS-MPS) program focused on two main areas of chemistry: polymer synthesis and chemical catalysis. Polymers are large molecules made of repeating subunits which can be designed to have a variety of shapes or architectures. Catalysis is important for green chemistry because catalysts can reduce the amount of energy needed for a chemical reaction, improve the selectivity of the reaction, and be reused for that same reaction over and over. The design, fabrication, and testing of new chemical catalysts is essential to expanding the ability to efficiently and selectively make the chemical products needed for our modern world. While previous studies have shown that catalysts can be supported by polymers, this project focused on the ability to make catalysts and the conditions under which they work compatible with each other so that they could be used in tandem to do multistep processes in a single reactor.\r\n\n\nThe overall project goal was to demonstrate the utility of star polymers as structured supports for transition metal containing catalysts. During this project, linear polymers, which are long and chain-like, and star polymers, which are made up of a number of chains tied together in their core through a process called cross-linking, were made and studied. The methods developed in this project for making star polymers open the door for them to be made with a wider range of subunit types and with more control over the number of chains per star. Both linear and star polymers were shown to be able to support the catalysts of interest. In addition, catalyst precursors were developed that could be connected to and supported by linear and star polymers. Benchmarking reactions for the catalytic reactions of interest were also completed to develop a better understanding of how the supported catalysts compare to more traditional catalyst structures.\r\n\n\nIn addition to contributing to methods for star polymer synthesis and ligand modification, this project significantly impacted both training and research opportunities for students of diverse racial, ethnic, and socio-economic backgrounds as well as the career trajectory for the PI including enhancing visibility for developing collaborations and allowing her to leverage the results of this work towards future funding opportunities. During the project period of this LEAPS-MPS award, 12 undergraduate and 3 masters students were supported by this funding. From this group, 12 identify as women and 5 are students from traditionally underrepresented groups in STEM. 8 of these students are still working with the PI, and all 7 alumni who were supported by this award are actively in the pursuit of STEM careers including 4 current PhD students, 2 recent graduates applying for higher degrees related to health, and 1 graduate working in the pharmaceutical industry. The alumni worked in the lab for an average of 2.5 years before continuing to the next step in their STEM journey, indicative of the supportive environment in the research group. 7 other undergraduates pursued the goals of this project without direct funding from NSF (most had other scholarships or fellowships) and received training and research opportunities enabled by this funding. The PI worked individually with all the student researchers on this project to not only plan and execute the research in a safe and effective way, but also to develop science presentation and communication skills and individual development plans for career path exploration and networking. Research outcomes from this project have been featured in 15 regional and national conference presentations given by students (including 2 talks and 13 posters) and 8 invited seminars and conference talks given by the PI, as well as a manuscript with 6 undergraduate co-authors. These results will continue to serve as the foundation for our future work in this area.\r\n\n\n\t\t\t\t\tLast Modified: 12/20/2024\n\n\t\t\t\t\tSubmitted by: MadalynRRadlauer\n"
 }
}