{
 "awd_id": "2137745",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF Convergence Accelerator Track E: Reconfiguring Urban Shorelines for Resilience:  Convergence Research Meshing Ecology, Engineering and Architecture",
 "cfda_num": "47.084",
 "org_code": "15020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Aurali Dade",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 749688.0,
 "awd_amount": 749688.0,
 "awd_min_amd_letter_date": "2021-09-20",
 "awd_max_amd_letter_date": "2021-09-20",
 "awd_abstract_narration": "Abstract - Reconfiguring urban shorelines for resilience: convergence research meshing ecology, engineering and architecture.\r\n\r\nThis project addresses a significant national infrastructure need, the replacement of failing shoreline protection in urban areas. It will produce designs that increase protection, benefit social communities, and maximize the development of shoreline biological communities and the services they provide, including enhancing fisheries. The blue economy includes traditional marine industries, such as fisheries, mining, and trade, as well as emerging industries like offshore renewable energy, and the ecosystem services provided by natural communities, such as carbon sequestration and coastal protection. Urbanized coastal zones drive much of the blue economy, but are increasingly vulnerable to damage from waves, flooding, storms, and sea level rise associated with continued climate change. Hardened or armored shorelines, such as bulkheads and sea walls, have been the major tool for protecting shorelines from erosion and storms, particularly in urban settings. But, current infrastructure is failing and must be replaced. It is failing physically and functionally as it cannot adapt to changing sea conditions and is deteriorating due to age in many locations. These structures neither support diverse ecological communities nor provides a place for humans to experience and understand the valuable nature of the urban coastal ecosystem. This failure is not only a cause of the impoverishment of urban life, but a contributing factor to the lack of resilience in cities. Therefore, there is a need for innovating a new generation of replacements for existing hardened shorelines that will protect the urban edge, while supporting biodiversity and expanding human experience at the coastal interface. This project will design a digital prototype that is not only a solution to an urgent problem, but is also scalable and transportable to other urbanized shores within the US and elsewhere. Solving problems that are complex and socially relevant requires expertise in a wide range of fields, including fields that do not normally collaborate. This project involves a team from fields that rarely work together including ecologists, engineers, architects, and social scientists. This project will also engage local stakeholders, including underserved communities, to provide education about shoreline issues, science and design evaluation tools, and include their feedback in development of the model. This project will include engagement with industry, agencies, and regulatory bodies, as well as citizen groups and students. To integrate disciplinary knowledge of natural sciences, social sciences, engineering and architecture, with local knowledge, the team will conduct workshop sessions with stakeholders, including students. Interested students will be encouraged to engage as “citizen-scientist/citizen-designers” for the duration of the project. The research team aims to advance knowledge in 3 ways: 1) within and among disciplines, 2) among citizens, and 3) between experts and citizens. \r\n\r\nCoastal zones are an essential element of the blue economy. They represent the most urbanized and economically productive areas, provide habitat and nursery areas for marine biodiversity, and support important fisheries and aquaculture. However, sea level rise and increased risk of storm surge are threatening the people and economic value of urban coastal areas. Shoreline hardening has been the major tool for protecting urban areas, but existing structures are failing and need replacement. They have depauperate ecological communities, reduced nursery areas for fish, are ineffective during storm surges, and limit human interaction with the waterfront. Therefore, there is urgent need for innovative replacements to protect the urban edge, support biodiversity, and elevate human experience. The goal of this project is to design a new type of infrastructure to better protect urban shorelines while simultaneously enhancing local biological communities and human engagement with the coastline. This project will use a convergence, transdisciplinary approach with use of new materials, complex architectural morphologies, and advanced hydrological computer analyses to design new multi-scalar structures and spaces for the urban edge. It will: develop a transdisciplinary framework of structural, material, biotic, economic and social parameters for building new infrastructure to enhance biological and social communities, while advancing protection from sea-level rise and storm surge; use architectural design and engineering modeling to propose new approaches to constructed coastal reinforcements that provide protection for cities and harbors from storm surges and climate change while maximizing development of biotic communities and the services to people. It will be developed as a digital prototype and will engage local stakeholders, including underserved communities, in design activities that will integrate education about shoreline issues, science and design evaluation tools, and will include their feedback. These outcomes will be used to develop guidelines and design principles to improve coastal infrastructure. This project will create pragmatic scenarios on which to base decision-making for climate-resilient shoreline structures that have greater ecological and social value while upgrading urgently needed mechanical function. The prototype design will deliver a novel model capable of increasing well-being for people, ocean edges, and shoreline species, boost disaster risk reduction, and increase ecosystem and urban services. It will represent a benchmark approach for future research on the development and application of shoreline infrastructure. The team will link fields that rarely interact (natural and social sciences, engineering, and architectural design), with local users, stakeholders, regulatory agencies, and industry through a convergence framework. This project will help advance knowledge, collaboration, and education in 3 ways: within and among previously isolated disciplines, among citizen groups, and between experts and citizens. Local users, stakeholders, regulatory agencies and industry will be important components of this interactive team. This project will serve as a platform for developing and implementing this approach through collaboration with the team’s convergence network, curriculum integration, strategic network expansion, and pursuit of new allies. Network partners will be brought directly into the processes of public space and infrastructure design. This project will have an important outreach to high schools and will engage citizens and students from underserved communities and members of underrepresented groups. Project progress, process, and results will be shared to the wider public through a project website, active engagement through various social media and traditional scientific conference presentations and publications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "ITE",
 "org_div_long_name": "Innovation and Technology Ecosystems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dianna",
   "pi_last_name": "Padilla",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Dianna K Padilla",
   "pi_email_addr": "Dianna.Padilla@stonybrook.edu",
   "nsf_id": "000416931",
   "pi_start_date": "2021-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Handel",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Steven N Handel",
   "pi_email_addr": "handel@sebs.rutgers.edu",
   "nsf_id": "000168216",
   "pi_start_date": "2021-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Grothues",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas M Grothues",
   "pi_email_addr": "grothues@marine.rutgers.edu",
   "nsf_id": "000445936",
   "pi_start_date": "2021-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vincent",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vincent Lee",
   "pi_email_addr": "vincent.lee@arup.com",
   "nsf_id": "000857393",
   "pi_start_date": "2021-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sulan",
   "pi_last_name": "Kolatan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sulan Kolatan",
   "pi_email_addr": "kolatan@kolmacllc.com",
   "nsf_id": "000713564",
   "pi_start_date": "2021-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117945245",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131Y00",
   "pgm_ele_name": "Convergence Accelerator Resrch"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 749688.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Bulkheads and seawalls are the major infrastructure defense currently used to protect urban shorelines and the people in urban areas.&nbsp; Almost 40% of the US population lives in coastal zones and, as of 2015, 14% of the continental US shoreline had been armored. Globally, more than 33% of people live within 100 km of a coastline, a number expected to increase.&nbsp; Major coastal cities, including New York, Hong Kong, and Sydney, already have over 50% of their shorelines hardened. But much of this infrastructure is now inadequate and failing and needs to be replaced. This need is now urgent in the face of increased storms and storm surge due to climate change and sea level rise.&nbsp; In addition, current bulkheads and seawalls do not develop species-rich biological communities on their surfaces and the ecosystem services this biodiversity provides. The current hard infrastructure also fails to attract people in urban areas to the amenities of the shore or to develop an appreciation of the biodiversity found there.</p>\n<p>This project is designing better seawalls - seawalls that are better functionally at protecting the shore against damage from storm surge and sea level rise, better biologically in terms of encouraging the development of biological communities, enhancing ecosystem services they provide, and better socially by connecting people to the shore experience and its values.&nbsp; A transdisciplinary team of engineers, architects, social scientists, and ecologists developed new approaches to coastal reinforcements. This includes new materials, new construction techniques such as 3D printing, and novel surface features that provides new physical and biological advantages over the older traditional construction ideas for urban seawalls. The new designs provide more protection for cities and harbors from storm surges and climate change. They also maximize development of biotic communities and the services they provide to the people in our urban centers, many of whom live in underserved communities. &nbsp;&nbsp;The concepts can be modified for specific local conditions.</p>\n<p>This project engaged local stakeholders, including these underserved communities, in STEM + design activities, to provide education about shoreline issues, science, and design evaluation tools. &nbsp;Students from RISE (Rockaway Initiative for Sustainability and Equity) assisted with testing important traits of coastal plants that can be used in upland connected areas along urban shores. This approach enhances human connections to the shore as well as provide important ecosystem services such as bird habitats, stormwater control, and pollination for coastal plants and urban agriculture initiatives. The upland edge of plants, long ignored, is a complementary component of a better protection system for future urban seawalls.</p>\n<p>New engineered shorelines need to use designs that are more effective for protection against increasing hydraulic stresses, but also maximize the development of biotic communities including fisheries as well as provide much needed social engagement and understanding of shoreline biodiversity.&nbsp; This strategy will benefit society in many ways. Waves, flooding, storms, and sea level rise associated with continued climate change threaten the physical safety of people and the economic value of coastal zone homes and businesses, large and small.&nbsp; With new designs, urban citizens can interact and appreciate organisms and biological communities on the urban shore, building the conservation ethic that limits biodiversity loss, and builds the socio-ecological memory that leads to preparedness and resilience in crisis. These new designs have cultural value as well as much improved physical and biological performance.</p><br>\n<p>\n Last Modified: 05/09/2024<br>\nModified by: Dianna&nbsp;K&nbsp;Padilla</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nBulkheads and seawalls are the major infrastructure defense currently used to protect urban shorelines and the people in urban areas. Almost 40% of the US population lives in coastal zones and, as of 2015, 14% of the continental US shoreline had been armored. Globally, more than 33% of people live within 100 km of a coastline, a number expected to increase. Major coastal cities, including New York, Hong Kong, and Sydney, already have over 50% of their shorelines hardened. But much of this infrastructure is now inadequate and failing and needs to be replaced. This need is now urgent in the face of increased storms and storm surge due to climate change and sea level rise. In addition, current bulkheads and seawalls do not develop species-rich biological communities on their surfaces and the ecosystem services this biodiversity provides. The current hard infrastructure also fails to attract people in urban areas to the amenities of the shore or to develop an appreciation of the biodiversity found there.\n\n\nThis project is designing better seawalls - seawalls that are better functionally at protecting the shore against damage from storm surge and sea level rise, better biologically in terms of encouraging the development of biological communities, enhancing ecosystem services they provide, and better socially by connecting people to the shore experience and its values. A transdisciplinary team of engineers, architects, social scientists, and ecologists developed new approaches to coastal reinforcements. This includes new materials, new construction techniques such as 3D printing, and novel surface features that provides new physical and biological advantages over the older traditional construction ideas for urban seawalls. The new designs provide more protection for cities and harbors from storm surges and climate change. They also maximize development of biotic communities and the services they provide to the people in our urban centers, many of whom live in underserved communities. The concepts can be modified for specific local conditions.\n\n\nThis project engaged local stakeholders, including these underserved communities, in STEM + design activities, to provide education about shoreline issues, science, and design evaluation tools. Students from RISE (Rockaway Initiative for Sustainability and Equity) assisted with testing important traits of coastal plants that can be used in upland connected areas along urban shores. This approach enhances human connections to the shore as well as provide important ecosystem services such as bird habitats, stormwater control, and pollination for coastal plants and urban agriculture initiatives. The upland edge of plants, long ignored, is a complementary component of a better protection system for future urban seawalls.\n\n\nNew engineered shorelines need to use designs that are more effective for protection against increasing hydraulic stresses, but also maximize the development of biotic communities including fisheries as well as provide much needed social engagement and understanding of shoreline biodiversity. This strategy will benefit society in many ways. Waves, flooding, storms, and sea level rise associated with continued climate change threaten the physical safety of people and the economic value of coastal zone homes and businesses, large and small. With new designs, urban citizens can interact and appreciate organisms and biological communities on the urban shore, building the conservation ethic that limits biodiversity loss, and builds the socio-ecological memory that leads to preparedness and resilience in crisis. These new designs have cultural value as well as much improved physical and biological performance.\t\t\t\t\tLast Modified: 05/09/2024\n\n\t\t\t\t\tSubmitted by: DiannaKPadilla\n"
 }
}