{
 "awd_id": "2137970",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF Convergence Accelerator Track E: Equipping Underserved Communities with Ocean Intelligence Platforms",
 "cfda_num": "47.084",
 "org_code": "15020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Aurali Dade",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 750000.0,
 "awd_amount": 750000.0,
 "awd_min_amd_letter_date": "2021-09-20",
 "awd_max_amd_letter_date": "2022-09-15",
 "awd_abstract_narration": "The goal of this project is to create ocean-observing buoy systems for communities in three regions through co-developed Community Research Implementation & Stewardship Plans. The buoy systems will be deployed in Alaska, the Pacific Northwest, and the Pacific Islands and will provide wave data and other sensor-based insights, with the specific tools and resources identified through co-creation with the communities that will use and maintain them. The co-development process is supported through engagement with three U.S. Integrated Ocean Observing System Regional Associations (Alaska Ocean Observing System, Northwest Association of Networked Ocean Observing Systems, and Pacific Islands Ocean Observing System), all with long-standing, trusted relationships with coastal communities forged over decades of collaboration. The work will serve the needs of coastal communities, providing data that will help them adapt to the changing ocean environment and allowing them to identify the resources and insights they need most.\r\n\r\nThe project is taking advantage of two main innovations, one in engineering and one in co-development of locally stewarded systems to sustain the blue economy in the context of each community’s specific needs. The project includes collaboration with Sofar Ocean Technologies which will provide an existing buoy technology designed to be affordable and convenient that includes measures of waves, sea surface temperature, turbidity, and water level as well as integrated solar power, satellite data connectivity, and modular sensor payload capabilities that allow expansion. Outreach specialists, local liaisons, and local partners will engage communities to assess coastal ocean data needs that these assets can meet, and work with the communities to determine the tools to best present those data for effective decision making and monitoring of resources. The team expects to contribute to an increasing body of methodologies for co design and democratization of ocean observing data, which then can be extended to other ocean observing systems worldwide. The project will also create new repositories of hyper-local wave and temperature data that can be used by ocean modelers, coastal planners, and wave scientists for model optimization, adaptation, planning, and large-scale scientific research. The initial focus is on communities in remote areas, whose lives, livelihoods, and cultures depend on sustainable use of ocean resources. However, the project has national and global scalability because it is piloted in three very different regions with diverse environmental conditions and varied ocean uses, providing an opportunity for comprehensive field testing of efforts that can be applied to other locations. The project will give communities access to information and insights to empower their own blue economy goals, while creating a system for stewarding these valuable data and observation resources through local ownership.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "ITE",
 "org_div_long_name": "Innovation and Technology Ecosystems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jan",
   "pi_last_name": "Newton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jan Newton",
   "pi_email_addr": "newton@apl.washington.edu",
   "nsf_id": "000562835",
   "pi_start_date": "2021-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tim",
   "pi_last_name": "Janssen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tim Janssen",
   "pi_email_addr": "cameron@sofarocean.com",
   "nsf_id": "000689702",
   "pi_start_date": "2022-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sheyna",
   "pi_last_name": "Wisdom",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sheyna Wisdom",
   "pi_email_addr": "wisdom@aoos.org",
   "nsf_id": "000856181",
   "pi_start_date": "2021-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Sebastien",
   "pi_last_name": "Boulay",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Sebastien O Boulay",
   "pi_email_addr": "sebastienboulay@gmail.com",
   "nsf_id": "000858528",
   "pi_start_date": "2021-09-20",
   "pi_end_date": "2022-09-15"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Melissa",
   "pi_last_name": "Iwamoto",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Melissa M Iwamoto",
   "pi_email_addr": "mmiwamot@hawaii.edu",
   "nsf_id": "000858529",
   "pi_start_date": "2021-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981952100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131Y00",
   "pgm_ele_name": "Convergence Accelerator Resrch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 750000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-6b728f77-7fff-827d-0677-8978d268827c\">\n<p dir=\"ltr\"><span>Wave data can help save lives and protect livelihoods and resources. <strong>Backyard Buoys</strong> aims to get wave data into the hands of Indigenous communities in a way that increases the sense of ownership in ocean observations to serve the blue economy. Our work focuses on this aspect of the networked blue economy, which chronically has been underserved. We take advantage of existing, lower cost, user-friendly technology, provide co-designed applications for data input and dissemination, and enable sustained community-led stewardship of the wave buoys. Data from more locations will improve coastal climatologies and predictions. Indigenous coastal communities, such as those from the Pacific Northwest, Alaska, and Pacific Islands, have depended on ocean resources over millennia and have stewarded their environment sustainably, but climate change is causing a more rapidly fluctuating and less predictable ocean. Access to ocean data is essential for these communities&rsquo; well-being, yet there is often insufficient financing and capacity available to purchase and sustain ocean observing technologies. The Backyard Buoys approach utilizes the power of local ownership and knowledge sharing to maintain ocean observations critical to the blue economy worldwide.&nbsp;</span></p>\n<p dir=\"ltr\"><span>We bring together three groups: 1) a proven ocean float developer; 2) three U.S. Integrated Ocean Observing System (IOOS) Regional Associations, each with established, trusted relationships forged over decades with Indigenous and coastal communities and the demonstrated ability to provide tailored web applications that are intuitive and useful; and 3) Indigenous community partners to guide tool development and become lasting stewards of the technologies.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Project objectives in Phase I and II will be achieved through co-design and co-development of Community Research Implementation and Stewardship Plans (CRISPs) that ensure a successful launch and sustainability of the wave buoy systems. New online community engagement tools to allow others to replicate our process more easily will accelerate growth of the program. Additional innovations include: low-bandwidth data access tools to support decision-making and improve on-the-water safety; and integration of the Backyard Buoys wave data with regional data portals, providing community data in a broader context to support coastal resilience planning.&nbsp;</span></p>\n<p dir=\"ltr\"><strong>Intellectual Merit: </strong><span>The project serves two scientific aims. First, contribute to an increasing body of methodologies for co-design and democratization of ocean observing data, which can extend to other efforts worldwide. Integration of Indigenous knowledge applied to address ocean sensing needs and data collection will enhance this knowledge base. We will publish an Ocean Best Practices document to describe the co-design and co-development process, including examples of community customizations. The BackyardBuoys project not only significantly benefits partner communities but also serves as a pioneering initiative. The CRISP we are developing has the potential to break down barriers for communities worldwide, extending beyond our current geographic focus. Second, create a new repository of hyper-local wave data that can be used by ocean modelers, coastal planners, and wave scientists for model optimization, adaptation planning, and large-scale scientific research to improve climatologies and predictions. Because of the affordability and small size, more floats can be deployed and sustained to provide critical wave information in high-use areas for communities. These data will be centrally archived providing data from previously unmonitored locations to U.S. national and global ocean observing efforts.</span></p>\n<p dir=\"ltr\"><strong>Broader Impacts: </strong><span>The project was co-designed with underserved communities to build capacity, complement and bridge Indigenous knowledge, inform development of innovative technologies and techniques, and address goals of the UN Decade of Ocean Science for Sustainable Development to &ldquo;promote a more targeted and effective information flow as well as innovative ways of conducting and using ocean science.&rdquo; Proposed activities directly involve Indigenous communities throughout the project to broaden the ownership, capacity, and participation of Indigenous community members in the research planning, data collection, dissemination, and use of ocean observing data. Targeted in-person training will focus on key elements of capacity building requested by the partner communities. Regional education experts will develop educational materials for students utilizing their local Backyard Buoys wave buoy data. Involving students in the program builds community resilience by encouraging pursuit of STEM careers and becoming the next generation of stewards of the buoys. </span><span>Our project offers global benefits to communities and its transformative impact on ocean observation follows the growing trend of a DIY approach. Key challenges in the region, such as understaffing, a lack of specialist personnel (instrument technicians), and time constraints, particularly in funding applications and implementation, can be mitigated by our CRISP, facilitating an expedited process.</span></p>\n<div><span><br /></span></div>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/11/2023<br>\n\t\t\t\t\tModified by: Sheyna&nbsp;Wisdom</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nWave data can help save lives and protect livelihoods and resources. Backyard Buoys aims to get wave data into the hands of Indigenous communities in a way that increases the sense of ownership in ocean observations to serve the blue economy. Our work focuses on this aspect of the networked blue economy, which chronically has been underserved. We take advantage of existing, lower cost, user-friendly technology, provide co-designed applications for data input and dissemination, and enable sustained community-led stewardship of the wave buoys. Data from more locations will improve coastal climatologies and predictions. Indigenous coastal communities, such as those from the Pacific Northwest, Alaska, and Pacific Islands, have depended on ocean resources over millennia and have stewarded their environment sustainably, but climate change is causing a more rapidly fluctuating and less predictable ocean. Access to ocean data is essential for these communities’ well-being, yet there is often insufficient financing and capacity available to purchase and sustain ocean observing technologies. The Backyard Buoys approach utilizes the power of local ownership and knowledge sharing to maintain ocean observations critical to the blue economy worldwide. \nWe bring together three groups: 1) a proven ocean float developer; 2) three U.S. Integrated Ocean Observing System (IOOS) Regional Associations, each with established, trusted relationships forged over decades with Indigenous and coastal communities and the demonstrated ability to provide tailored web applications that are intuitive and useful; and 3) Indigenous community partners to guide tool development and become lasting stewards of the technologies. \nProject objectives in Phase I and II will be achieved through co-design and co-development of Community Research Implementation and Stewardship Plans (CRISPs) that ensure a successful launch and sustainability of the wave buoy systems. New online community engagement tools to allow others to replicate our process more easily will accelerate growth of the program. Additional innovations include: low-bandwidth data access tools to support decision-making and improve on-the-water safety; and integration of the Backyard Buoys wave data with regional data portals, providing community data in a broader context to support coastal resilience planning. \nIntellectual Merit: The project serves two scientific aims. First, contribute to an increasing body of methodologies for co-design and democratization of ocean observing data, which can extend to other efforts worldwide. Integration of Indigenous knowledge applied to address ocean sensing needs and data collection will enhance this knowledge base. We will publish an Ocean Best Practices document to describe the co-design and co-development process, including examples of community customizations. The BackyardBuoys project not only significantly benefits partner communities but also serves as a pioneering initiative. The CRISP we are developing has the potential to break down barriers for communities worldwide, extending beyond our current geographic focus. Second, create a new repository of hyper-local wave data that can be used by ocean modelers, coastal planners, and wave scientists for model optimization, adaptation planning, and large-scale scientific research to improve climatologies and predictions. Because of the affordability and small size, more floats can be deployed and sustained to provide critical wave information in high-use areas for communities. These data will be centrally archived providing data from previously unmonitored locations to U.S. national and global ocean observing efforts.\nBroader Impacts: The project was co-designed with underserved communities to build capacity, complement and bridge Indigenous knowledge, inform development of innovative technologies and techniques, and address goals of the UN Decade of Ocean Science for Sustainable Development to \"promote a more targeted and effective information flow as well as innovative ways of conducting and using ocean science.\" Proposed activities directly involve Indigenous communities throughout the project to broaden the ownership, capacity, and participation of Indigenous community members in the research planning, data collection, dissemination, and use of ocean observing data. Targeted in-person training will focus on key elements of capacity building requested by the partner communities. Regional education experts will develop educational materials for students utilizing their local Backyard Buoys wave buoy data. Involving students in the program builds community resilience by encouraging pursuit of STEM careers and becoming the next generation of stewards of the buoys. Our project offers global benefits to communities and its transformative impact on ocean observation follows the growing trend of a DIY approach. Key challenges in the region, such as understaffing, a lack of specialist personnel (instrument technicians), and time constraints, particularly in funding applications and implementation, can be mitigated by our CRISP, facilitating an expedited process.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 09/11/2023\n\n\t\t\t\t\tSubmitted by: Sheyna Wisdom"
 }
}