{
 "awd_id": "2137465",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "LEAPS-MPS: Fragments of Compactness",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2021-09-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 170366.0,
 "awd_amount": 170366.0,
 "awd_min_amd_letter_date": "2021-09-07",
 "awd_max_amd_letter_date": "2021-09-07",
 "awd_abstract_narration": "The field of model theory studies classes of structures: groups, fields, graphs. This is a broad field to study, so important distinctions are made based on how the class of structures is described (or axiomatized).  If the class is describable in first-order logic, it is called an elementary class.  First-order logic has many powerful properties, especially the property of compactness.  Compactness allows model theorists to build structures with exotic properties and has driven much of the model theory of elementary classes, most notably classification theory.  However, many classes of structures are not describable in first-order logic (these are called nonelementary classes).  Lacking compactness, the development of nonelementary model theory and classification theory has proceeded much slower than its elementary counterpart.  Recent work in nonelmentary classes has shown that various fragments of compactness can still hold in some nonelmentary classes and are still powerful enough to prove various results of elementary classification theory.  The PI will develop more of these fragments in nonelementary classes.  Additionally, the PI will run a program to build research infrastructure at their home institution (an R2 institution and HSI).  The first year of the program will bring in a series of logic speakers that focus on connections between logic and other fields.  The second year will support both faculty and student research in logic inspired by these speakers.\r\n\r\nMore specifically, the PI will research compactness properties in nonelementary classes using techniques from model theory, set theory, and category theory.  As stated above, compactness fails to hold in nonelementary classes, but the PI will explore a variety of methods to find to fragments of compactness in these classes.  The first objective is to extend compactness and other concepts of model theory to higher algebra.  The second objective is to develop nonstandard ultraproducts in nonelementary classes using a category theoretic perspective.  The third objective is to continue the PI’s exploration of connections between nonelementary compactness principles and large cardinal in set theory.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Boney",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Boney",
   "pi_email_addr": "wb1011@txstate.edu",
   "nsf_id": "000654609",
   "pi_start_date": "2021-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas State University - San Marcos",
  "inst_street_address": "601 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN MARCOS",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5122452314",
  "inst_zip_code": "786664684",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "TX15",
  "org_lgl_bus_name": "TEXAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HS5HWWK1AAU5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas State University - San Marcos",
  "perf_str_addr": "601 University Drive",
  "perf_city_name": "San Marcos",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "786664684",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "TX15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733500",
   "pgm_ele_name": "WORKFORCE IN THE MATHEMAT SCI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 170366.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project centered on finding fragments of (logical) compactness in the intersection of category theory, model theory, and set theory. Several research lines were developed over the course of the grant, including projects that:</p>\r\n<ul>\r\n<li>found new examples of Abstract Elementary Classes coming from compact logics;</li>\r\n<li>forged new connections by finding compactness characterizations of new large cardinals, such as Woodin cardinals and virtual large cardinals;</li>\r\n<li>established lower bounds for Hanf numbers for the joint embedding property in terms of measurable cardinals; and</li>\r\n<li>characterized which classes of structurescan be defined both in terms of expansions to elementary classes and with infinitary logic; this project used techniques from computability theory and concerns nonelementary classes that are still closed under ultraproducts.</li>\r\n</ul>\r\n<p>The grant also supported a program, Logic@TXST, that was designed to stimulate research in mathematical logic at Texas State University among students and faculty. &nbsp;The first phase brought in experts in mathematical logic to give talks to faculty and undergraduate students, and to discuss mathematical research projects with them. &nbsp;The second phase supported several undergraduates to perform basic research in logic and mentor them in applying to graduate school. &nbsp;Several of these students have entered or are applying to graduate school.&nbsp; Further work supported the research projects by high schools students attending Texas Mathworks Honors Summer Math Camp.</p><br>\n<p>\n Last Modified: 12/30/2024<br>\nModified by: William&nbsp;Boney</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe project centered on finding fragments of (logical) compactness in the intersection of category theory, model theory, and set theory. Several research lines were developed over the course of the grant, including projects that:\r\n\r\nfound new examples of Abstract Elementary Classes coming from compact logics;\r\nforged new connections by finding compactness characterizations of new large cardinals, such as Woodin cardinals and virtual large cardinals;\r\nestablished lower bounds for Hanf numbers for the joint embedding property in terms of measurable cardinals; and\r\ncharacterized which classes of structurescan be defined both in terms of expansions to elementary classes and with infinitary logic; this project used techniques from computability theory and concerns nonelementary classes that are still closed under ultraproducts.\r\n\r\n\n\nThe grant also supported a program, Logic@TXST, that was designed to stimulate research in mathematical logic at Texas State University among students and faculty. The first phase brought in experts in mathematical logic to give talks to faculty and undergraduate students, and to discuss mathematical research projects with them. The second phase supported several undergraduates to perform basic research in logic and mentor them in applying to graduate school. Several of these students have entered or are applying to graduate school. Further work supported the research projects by high schools students attending Texas Mathworks Honors Summer Math Camp.\t\t\t\t\tLast Modified: 12/30/2024\n\n\t\t\t\t\tSubmitted by: WilliamBoney\n"
 }
}