{
 "awd_id": "2139278",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A conference to explore theories regarding how moral motives move people from STEM information learning to STEM-informed action",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928191",
 "po_email": "kevclark@nsf.gov",
 "po_sign_block_name": "Kevin A. Clark",
 "awd_eff_date": "2021-09-15",
 "awd_exp_date": "2023-03-31",
 "tot_intn_awd_amt": 74931.0,
 "awd_amount": 82381.0,
 "awd_min_amd_letter_date": "2021-09-10",
 "awd_max_amd_letter_date": "2022-12-20",
 "awd_abstract_narration": "Informal learning institutions--museums, libraries, news organizations, and others--work to inform their audiences about the rapidly emerging scientific consensus on various topics. Often this information invites action such as  social distancing during a pandemic.  What motivates people to act upon that information (or not)? When recommended actions can yield good or bad outcomes for oneself, the information needs to fit with motivational tendencies towards preventing bad outcomes and/or promoting good outcomes. Recent theories indicate  similar motives for recommended actions that affect others: family, friends, neighbors, and up the scale to the societal and the biological world.  This small virtual conference will bring together STEM researchers and practitioners to offer a transdisciplinary and practically minded critique of the model of moral motives and discuss its implications for actions related to STEM topics.  Specifically, the conference will use data collected by NSF RAPID grant (#2027939) that connects people’s news consumption, their compliance with COVID-19 prevention recommendations, and their judgments of whose wellbeing (from self to society) recommended behaviors protect or promote.  \r\n\r\nThis small virtual conference will recruit approximately 16 attendees including transdisciplinary  scholars whose work addresses social responsibility in the context of STEM informal learning and practitioners from a broad range of sectors including science centers, libraries, zoos, and the media.  Individual disciplines will include anthropology, psychology, the interdisciplinary fields of the learning sciences and judgement and decision-making.   The conference strategy will  include synchronous, asynchronous, and small group collaborations in addition to full-group discussion. Conference activities will spread over 8 weeks. The structure of the conference is loosely based on the Open Space Technology approach (i.e.: General & Lantelme, 2014, Owen 1997).  To build capacity in these various informal learning sectors participants will distill implications about moral motives into practical advice to publish in the conference proceedings that will include a report on the initial and collaboratively revised models.   An editable version of the proceedings will allow registered practitioners to further critique and develop that advice. The conference proceedings will be distributed as a short Creative Commons e-book  with copies and links distributed on the website of the  Center for Advancing Informal STEM Education , and through all the participant’s professional research and practitioner societies.\r\n\r\nThis  project is funded by the Advancing Informal STEM Learning (AISL) program, which seeks to (a) advance new approaches to and evidence-based understanding of the design and development of STEM learning in informal environments; (b) provide multiple pathways for broadening access to and engagement in STEM learning experiences; (c) advance innovative research on and assessment of STEM learning in informal environments; and (d) engage the public of all ages in learning STEM in informal environments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Voiklis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Voiklis",
   "pi_email_addr": "johnv@knology.org",
   "nsf_id": "000525645",
   "pi_start_date": "2021-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jena",
   "pi_last_name": "Barchas-Lichtenstein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jena Barchas-Lichtenstein",
   "pi_email_addr": "jenabl@knology.org",
   "nsf_id": "000768477",
   "pi_start_date": "2021-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Knology Ltd.",
  "inst_street_address": "40 EXCHANGE PL",
  "inst_street_address_2": "STE 1403",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3477663399",
  "inst_zip_code": "100052738",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "KNOLOGY LTD",
  "org_prnt_uei_num": "",
  "org_uei_num": "F2M1YNYFKKL3"
 },
 "perf_inst": {
  "perf_inst_name": "Knology Ltd.",
  "perf_str_addr": "40 Exchange Pl.",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100052738",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 74931.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 7450.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-5a41afb2-7fff-f9a5-8abd-eda8d2f62627\"> </span></p>\n<p dir=\"ltr\"><span>Informal learning institutions?museums, libraries, news organizations, and others?work to inform their audiences about the rapidly emerging scientific consensus on various topics. Often this information invites taking action: social distancing during a pandemic, avoiding so-called ?exotic? pets, or electrifying home appliances. <strong>What motivates people to act upon that information (or not)?&nbsp;</strong></span></p>\n<p dir=\"ltr\"><span>One scientific theory, the ?model of moral motives? (Janoff-Bulman &amp; Carnes, 2018), systematically categorizes the basic human needs to nurture and protect those around us. This model is generally consistent with practitioners? intuitions about motivations yet often inconsistent with their practices, so we sought to test its application in this context. To do so, the Knology team organized a virtual workshop--</span><strong>Moral Motives and STEM-Informed Action</strong><span>--that brought together 18 theorists and science communicators from informal learning institutions. They included moral psychologists, science journalists, anthropologists, zoo leaders, environmental studies scholars, museum educators, and more.</span></p>\n<p dir=\"ltr\"><span>The <strong>intellectual merit</strong> of this grant is that it helped a range of practitioners consider reasons for learning beyond learning for its own sake. The conference proceedings, which document these transdisciplinary explorations, are available open-access to the general public in both English and Spanish at</span><a href=\"https://doi.org/10.55160/XAWH7404\"><span> </span><span>https://doi.org/10.55160/XAWH7404</span></a><span>.</span></p>\n<p dir=\"ltr\"><span>The <strong>broader impact</strong> of this research is that it can help institutions better support the needs of populations that have been historically and persistently excluded. Workshop participants developed a model (see </span><span>attached image</span><span>) which clarifies the relationship between appeals to moral motives and institutional credibility. Specifically, appeals to moral motives may strengthen perceptions of benevolence, which, in turn, bolsters trustworthiness. In general, this also shifts focus from ?trust? in institutions (which puts the responsibility on the public) to institutional ?trustworthiness? (which puts the responsibility on institutions). This disconnect between trust and trustworthiness is especially pronounced when looking at the relationships between marginalized populations and the institutions that are intended to serve them: any lack of trust is often seen as a failure of the former and not the latter.</span></p>\n<p dir=\"ltr\"><span>The participants and the editorial team have shared the Proceedings with their wide-ranging professional networks. To date, the editorial team has personally communicated about the Conference and Proceedings with program officers at foundations (&gt;20), leaders and members of associations representing STEM learning institutions (&gt;100), leaders and researchers at STEM-learning research and development organizations (&gt;20), journalists and journalism companies (&gt;10), children's media companies (&gt;5), media offices at the professional societies to which the editors belong (&gt;5), and with individual scholars working in STEM and a variety of other disciplines (&gt;100). The Proceedings have also been shared on multiple social media platforms, including LinkedIn, Twitter, and Slack.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/26/2023<br>\n\t\t\t\t\tModified by: John&nbsp;Voiklis</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/2139278/2139278_10771451_1685122956319_Hypothetical_PathFromMoralRelevanceToMessageCredibility_ReadingOrder--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/2139278/2139278_10771451_1685122956319_Hypothetical_PathFromMoralRelevanceToMessageCredibility_ReadingOrder--rgov-800width.jpg\" title=\"Hypothetical causal path from moral relevance to message credibility\"><img src=\"/por/images/Reports/POR/2023/2139278/2139278_10771451_1685122956319_Hypothetical_PathFromMoralRelevanceToMessageCredibility_ReadingOrder--rgov-66x44.jpg\" alt=\"Hypothetical causal path from moral relevance to message credibility\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Hypothetical path for improving and extending science communications. Solid line represents well-established findings. The dot-dashed line represents an extension of findings from a related field. The dotted line represents a novel hypothesis.</div>\n<div class=\"imageCredit\">Knology</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">John&nbsp;Voiklis</div>\n<div class=\"imageTitle\">Hypothetical causal path from moral relevance to message credibility</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n \nInformal learning institutions?museums, libraries, news organizations, and others?work to inform their audiences about the rapidly emerging scientific consensus on various topics. Often this information invites taking action: social distancing during a pandemic, avoiding so-called ?exotic? pets, or electrifying home appliances. What motivates people to act upon that information (or not)? \nOne scientific theory, the ?model of moral motives? (Janoff-Bulman &amp; Carnes, 2018), systematically categorizes the basic human needs to nurture and protect those around us. This model is generally consistent with practitioners? intuitions about motivations yet often inconsistent with their practices, so we sought to test its application in this context. To do so, the Knology team organized a virtual workshop--Moral Motives and STEM-Informed Action--that brought together 18 theorists and science communicators from informal learning institutions. They included moral psychologists, science journalists, anthropologists, zoo leaders, environmental studies scholars, museum educators, and more.\nThe intellectual merit of this grant is that it helped a range of practitioners consider reasons for learning beyond learning for its own sake. The conference proceedings, which document these transdisciplinary explorations, are available open-access to the general public in both English and Spanish at https://doi.org/10.55160/XAWH7404.\nThe broader impact of this research is that it can help institutions better support the needs of populations that have been historically and persistently excluded. Workshop participants developed a model (see attached image) which clarifies the relationship between appeals to moral motives and institutional credibility. Specifically, appeals to moral motives may strengthen perceptions of benevolence, which, in turn, bolsters trustworthiness. In general, this also shifts focus from ?trust? in institutions (which puts the responsibility on the public) to institutional ?trustworthiness? (which puts the responsibility on institutions). This disconnect between trust and trustworthiness is especially pronounced when looking at the relationships between marginalized populations and the institutions that are intended to serve them: any lack of trust is often seen as a failure of the former and not the latter.\nThe participants and the editorial team have shared the Proceedings with their wide-ranging professional networks. To date, the editorial team has personally communicated about the Conference and Proceedings with program officers at foundations (&gt;20), leaders and members of associations representing STEM learning institutions (&gt;100), leaders and researchers at STEM-learning research and development organizations (&gt;20), journalists and journalism companies (&gt;10), children's media companies (&gt;5), media offices at the professional societies to which the editors belong (&gt;5), and with individual scholars working in STEM and a variety of other disciplines (&gt;100). The Proceedings have also been shared on multiple social media platforms, including LinkedIn, Twitter, and Slack.\n\n\t\t\t\t\tLast Modified: 05/26/2023\n\n\t\t\t\t\tSubmitted by: John Voiklis"
 }
}