{
 "awd_id": "2139617",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Combinatorial phage display for the development of specific, single target biopesticides against invasive plant pathogens",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2021-07-28",
 "awd_max_amd_letter_date": "2023-11-30",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project will be the establishment of a process to develop and rapidly create environmentally friendly biological fungicides to solve worldwide problems related to fungal plant pathogens.  These pathogens can threaten agricultural crops worldwide. Bacterial and fungal pathogens are diverse and evolve natural resistance to both pesticides and resistance genes incorporated into crops by plant breeders. Because of the widespread occurrence of fungal diseases on crop plants and the negative effects of fungicides on a range of organisms, there is a need to develop more environmentally friendly approaches to controlling fungal plant pathogens.  Agricultural industries worldwide have problems with fungal diseases which reduce yield, lead to the destruction of crops, and result in substantial lost revenue. This project aims to establish a platform to develop and rapidly deploy biological fungicides to reduce the impact that fungal pathogens have on agricultural crops.\r\n\r\nThis I-Corps project will develop the use of combinatorial phage display for the rapid screening, development, and deployment of specific, single target biopesticides against new and invasive plant pathogens.   This innovation was demonstrated to be a powerful tool for selecting peptides with an affinity to many different types of biological materials including small molecules and whole cells.  It is anticipated that using phage display will rapidly identify peptides that are effective at interfering with pathogen function. Previous work indicates that roughly 50% of peptides selected with this method bind strongly to a specific plant pathogen and have a negative impact on pathogen virulence. The project will use artificial intelligence-based computational approaches to optimize peptide design and efficacy. It is anticipated that the proposed biopesticides will not persist in the environment and will be unlikely to be toxic to humans or other organisms because of their specificity to  the targeted  pathogens.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Schachtman",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel P Schachtman",
   "pi_email_addr": "daniel.schachtman@unl.edu",
   "nsf_id": "000304135",
   "pi_start_date": "2021-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "151 Prem S. Paul Research Center",
  "perf_city_name": "Lincoln",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685031435",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit</p>\n<p>As part of the customer discovery part of the NSF I-Corp course, we interviewed 105 people in various areas of agriculture to identify and fully understand the key problems that growers face in our beachhead market &ndash; leafy greens.&nbsp; These interviews also allowed us to develop a network and relationships with key people in the leafy greens industry that we continue to work with as our company develops.&nbsp; During the customer discovery segment of the course, we developed and tested multiple hypotheses and learned what would be needed to make our biofungicide product successful. We identified soil fungal diseases as a key unsolved problem in the production of leafy greens. As part of the course, we developed a full understanding of our target market, the total addressable market, and the worldwide potential for fungicides. A strong focus of the course was the development of the value proposition that our product would bring to our customers. The intensity and mentorship during the course also led to the development of an initial pitch deck that we have continued to refine and use to gain approximately $400,000 of non-dilutive funding to bring our product to market. The I-Corps program was vital to our company for both commercial and scientific reasons.</p>\n<p>Broader Impacts&nbsp;<br />The I-Corps program led to the training in entrepreneurship of two university professors, one graduate student, two postdocs, one master student, and one recently graduated undergraduate. We have successfully moved key biomolecules to field trials to eventually provide solutions to unsolved plant disease problems and a biofungicide that will be safe for the environment and non-toxic to farm workers, growers, and pest control advisors. A long-term goal for our company will be to enhance the safety of agricultural commodities for consumers and for the agricultural communities using fungicides.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/29/2024<br>\nModified by: Daniel&nbsp;P&nbsp;Schachtman</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit\n\n\nAs part of the customer discovery part of the NSF I-Corp course, we interviewed 105 people in various areas of agriculture to identify and fully understand the key problems that growers face in our beachhead market  leafy greens. These interviews also allowed us to develop a network and relationships with key people in the leafy greens industry that we continue to work with as our company develops. During the customer discovery segment of the course, we developed and tested multiple hypotheses and learned what would be needed to make our biofungicide product successful. We identified soil fungal diseases as a key unsolved problem in the production of leafy greens. As part of the course, we developed a full understanding of our target market, the total addressable market, and the worldwide potential for fungicides. A strong focus of the course was the development of the value proposition that our product would bring to our customers. The intensity and mentorship during the course also led to the development of an initial pitch deck that we have continued to refine and use to gain approximately $400,000 of non-dilutive funding to bring our product to market. The I-Corps program was vital to our company for both commercial and scientific reasons.\n\n\nBroader Impacts\nThe I-Corps program led to the training in entrepreneurship of two university professors, one graduate student, two postdocs, one master student, and one recently graduated undergraduate. We have successfully moved key biomolecules to field trials to eventually provide solutions to unsolved plant disease problems and a biofungicide that will be safe for the environment and non-toxic to farm workers, growers, and pest control advisors. A long-term goal for our company will be to enhance the safety of agricultural commodities for consumers and for the agricultural communities using fungicides.\n\n\n\t\t\t\t\tLast Modified: 10/29/2024\n\n\t\t\t\t\tSubmitted by: DanielPSchachtman\n"
 }
}