{
 "awd_id": "2139167",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Transforming Optical Neural Network Accelerators with Stochastic Computing",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032922177",
 "po_email": "dandrese@nsf.gov",
 "po_sign_block_name": "Daniel Andresen",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 299735.0,
 "awd_amount": 343554.0,
 "awd_min_amd_letter_date": "2021-08-12",
 "awd_max_amd_letter_date": "2023-08-29",
 "awd_abstract_narration": "In the past decade, machine learning algorithms and models such as Deep Neural Networks (DNNs) have become increasingly prevalent for many emerging applications, such as medical prognosis, autonomous transportation, weather forecast, speech recognition and translation, image/video recognition and synthesis. This increasing prevalence has necessitated that the computing hardware platforms that process DNNs deliver consistently high performance and fast processing speeds. This need has driven computer hardware architects to design custom accelerator chips for processing DNNs. As researchers explore more sophisticated and powerful models of DNNs, the compute speed and throughput requirements from these DNN accelerator chips also increase. Traditional electronic implementations of DNN accelerator chips are breaking down under this pressure, which is catastrophic as it prevents the immediate widespread adoption of high-performance artificial intelligence that can transform society and improve lives. Fortunately, silicon photonics-based optical computing (OC) has emerged as an exciting paradigm that can replace slow electronic processing of DNNs with much faster, light-speed DNN processing. By processing DNNs directly in the optical domain, OC-based DNN accelerator chips have the potential to provide up to a thousand times faster processing speeds than traditional electronic chips. However, viable realization and deployment of OC-based DNN accelerators present enormous challenges, because the silicon-photonic building blocks of such accelerators consume very high static power, require excessively large silicon real estate, exhibit susceptibility to uncertainty induced errors, and lack flexibility. This project will involve transformative research to overcome these fundamental challenges and pave the way for realizing future OC-based DNN accelerator chips that are miniature in size, but possess the computing power to enable lower-cost, ultra-fast, and highly reliable processing of artificial intelligence tasks. Close collaborations with academic partners at the NSF NNCI node, Kentucky Multiscale, will aid in the rapid prototyping of the developed technology. \r\n\r\nThe key contribution of this project will be to design potentially groundbreaking architectures of OC-based DNN accelerators that will employ stochastic computing (SC) to realize various DNN processing functions. This project is critical early exploratory research because it focuses on a radically transformative goal of merging the disciplines of SC and OC in a highly synergistic manner for the important use case of DNN accelerator design. Such synergistic integration of SC and OC has never been explored before and involves interdisciplinary perspectives and new approaches that are considered to be more “high risk-high payoff” than the typical research in CSR or other areas of CISE/NSF. The proposed synergistic integration of SC and OC will lay down a blueprint for realizing a new class of DNN accelerator architectures that will combine the processing speed benefits of OC with the area-efficiency, flexibility, static power efficiency, and error tolerance of SC, and be at the heart of the revolutionary artificial intelligence of the next generation to transform our lives in innumerable ways. Moreover, by exposing graduate students to the diverse aspects of stochastic arithmetic, probability theory, optical computing, nanofabrication, deep neural networks, and electro-optical characterization, this project will contribute towards an agile, high-tech workforce that will maintain continued US leadership in technological innovation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ishan",
   "pi_last_name": "Thakkar",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Ishan G Thakkar",
   "pi_email_addr": "igthakkar@uky.edu",
   "nsf_id": "000790876",
   "pi_start_date": "2021-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Hastings",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey T Hastings",
   "pi_email_addr": "todd.hastings@uky.edu",
   "nsf_id": "000341865",
   "pi_start_date": "2021-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "sayed ahmad",
   "pi_last_name": "salehi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "sayed ahmad salehi",
   "pi_email_addr": "sayedsalehi@uky.edu",
   "nsf_id": "000755618",
   "pi_start_date": "2021-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Research Foundation",
  "perf_str_addr": "109 Kinkead Hall",
  "perf_city_name": "Lexington",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "7354",
   "pgm_ref_txt": "COMPUTER SYSTEMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 299735.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 43819.0
  }
 ],
 "por": null
}