{
 "awd_id": "2139417",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Methods for chromatin profiling of plant gametes and zygotes",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032925076",
 "po_email": "gschoenk@nsf.gov",
 "po_sign_block_name": "Gerald Schoenknecht",
 "awd_eff_date": "2021-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 299980.0,
 "awd_amount": 299980.0,
 "awd_min_amd_letter_date": "2021-07-28",
 "awd_max_amd_letter_date": "2021-07-28",
 "awd_abstract_narration": "Plant reproduction requires the fusion of a male gamete, a sperm cell, delivered by the pollen, and a female gamete, an egg cell within the ovule, to form a unique cell called the zygote that ultimately regenerates a new plant.  The instructions for making functional gametes and zygotes are contained within their genome sequences, as well as modifications of the proteins constituting the chromatin packaging of their DNA that will determine which genes will be switched on or off.  These modifications of the chromatin proteins throughout the genome can be revealed by a technique called chromatin profiling.  However, chromatin profiling requires large numbers of cells, and currently is out of reach for highly specialized cells such as female gametes and zygotes, whose isolation is both difficult and laborious.  As a result, we know almost nothing about the chromatin modifications that mark these critical stages of the plant life cycle. The project will develop new methods to isolate gametes and zygotes, and adapt methods of chromatin profiling that require lower numbers of cells. Successful development of such methods will enable detailed characterization of genome-wide modifications to the chromatin of these important cells, and more generally, they could be used for chromatin studies of any rare cell types in plants.  Understanding how gametes form embryos has agricultural applications for increased seed yields, for regeneration of plants from tissue culture, for haploid plants for rapid breeding, and for hybrid seed production through clonal propagation to reduce costs of hybrid seeds.\r\n\r\nMethods to study egg cells and zygotes currently rely on laborious dissection that is performed one cell from one ovule at a time. We will address this needle in a haystack problem through a novel strategy using an affinity-tag based protocol, initially in Arabidopsis, to specifically fish out egg cell or zygote nuclei from the thousands of somatic cells in the ovule.  Because of the relative ease of harvesting large numbers of ovules, the protocol should be scalable for bulk isolation of egg cells or zygotes from rice and other plants.  A second hurdle for chromatin profiling is that methods currently used in plants require tens of thousands of cells.  Recently, a method called CUT&Tag, which requires one to two orders of magnitude fewer cells, has been used for low-input chromatin profiling in animals.  However, this method is not tested for profiling of plant chromatin at very low-inputs.  We will attempt to adapt the new CUT&Tag method for low-input chromatin profiling of plant cells to enable chromatin studies of purified egg and zygote nuclei at the scales that will be isolated by the proposed affinity tag approach.  More generally, successful development of the above proposed methods will have an impact beyond these reproductive cells, as they will open up the wider possibility of chromatin studies in plants at the single cell type level.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Venkatesan",
   "pi_last_name": "Sundaresan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Venkatesan Sundaresan",
   "pi_email_addr": "sundar@ucdavis.edu",
   "nsf_id": "000209287",
   "pi_start_date": "2021-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Russell",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Scott D Russell",
   "pi_email_addr": "srussell@ou.edu",
   "nsf_id": "000338849",
   "pi_start_date": "2021-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Gent",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan I Gent",
   "pi_email_addr": "gent@uga.edu",
   "nsf_id": "000695974",
   "pi_start_date": "2021-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "OR/Sponsored Programs",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186134",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 299980.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During plant reproduction, extensive reprogramming of the genome takes place to form gametes, followed by resetting in the zygote. Previous work has shown that the reprogramming and resetting involves changes in the epigenome, which are predicted to occur through chromatin modifications in gametes and zygotes.&nbsp; However, these modifications have remained largely uncharacterized due to technical challenges of working with single reproductive cells, that are embedded deep within somatic tissues.&nbsp; In this project, methods have been developed and optimized to enable detailed characterization of epigenetic marks in the chromatin of these reproductive cells.&nbsp; First, an existing method called CUT&amp;Tag, recently developed for low-input chromatin profiling of animal cells, has been successfully adapted for plants. After optimization, it has been possible to detect histone modifications in low numbers of gametic cells, as demonstrated by detection of histone marks in sperm-expressed genes using approximately 1000 sperm cells from rice.&nbsp; Second, a method was developed to isolate egg cells in bulk, using Arabidopsis as a model. A plant ovule is comprised of thousands of cells, of which a single cell is an egg cell, which will give rise to a single zygote after fertilization.&nbsp; Current methods for isolation of egg cells or zygotes rely on manual dissection, making it unfeasible to obtain the large numbers required for chromatin profiling.&nbsp; In this project, a protocol using fluorescent protein tags was developed to specifically purify egg cell or zygote nuclei from the multitude of ovule cells. This protocol was successfully scaled up for bulk isolation of thousands of plant egg cells, that are sufficient for chromatin profiling using the optimized CUT&amp;Tag method that was adapted for plant sperm cells as described above.&nbsp;</p>\r\n<p>Understanding the formation of embryos from gametes has agricultural applications for increased seed yields. Specifically, the development of these techniques for chromatin profiling of gametes and zygotes will provide fundamental knowledge that can be utilized for haploid production and clonal propagation of crop plants.&nbsp;&nbsp; More generally, the above methods will have an impact beyond reproductive cells, as they will help to enable chromatin profiling of previously inaccessible and rare cell types in plants, and provide a deeper understanding of the molecular processes underlying plant growth and development.</p><br>\n<p>\n Last Modified: 12/29/2024<br>\nModified by: Venkatesan&nbsp;Sundaresan</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nDuring plant reproduction, extensive reprogramming of the genome takes place to form gametes, followed by resetting in the zygote. Previous work has shown that the reprogramming and resetting involves changes in the epigenome, which are predicted to occur through chromatin modifications in gametes and zygotes. However, these modifications have remained largely uncharacterized due to technical challenges of working with single reproductive cells, that are embedded deep within somatic tissues. In this project, methods have been developed and optimized to enable detailed characterization of epigenetic marks in the chromatin of these reproductive cells. First, an existing method called CUT&Tag, recently developed for low-input chromatin profiling of animal cells, has been successfully adapted for plants. After optimization, it has been possible to detect histone modifications in low numbers of gametic cells, as demonstrated by detection of histone marks in sperm-expressed genes using approximately 1000 sperm cells from rice. Second, a method was developed to isolate egg cells in bulk, using Arabidopsis as a model. A plant ovule is comprised of thousands of cells, of which a single cell is an egg cell, which will give rise to a single zygote after fertilization. Current methods for isolation of egg cells or zygotes rely on manual dissection, making it unfeasible to obtain the large numbers required for chromatin profiling. In this project, a protocol using fluorescent protein tags was developed to specifically purify egg cell or zygote nuclei from the multitude of ovule cells. This protocol was successfully scaled up for bulk isolation of thousands of plant egg cells, that are sufficient for chromatin profiling using the optimized CUT&Tag method that was adapted for plant sperm cells as described above.\r\n\n\nUnderstanding the formation of embryos from gametes has agricultural applications for increased seed yields. Specifically, the development of these techniques for chromatin profiling of gametes and zygotes will provide fundamental knowledge that can be utilized for haploid production and clonal propagation of crop plants. More generally, the above methods will have an impact beyond reproductive cells, as they will help to enable chromatin profiling of previously inaccessible and rare cell types in plants, and provide a deeper understanding of the molecular processes underlying plant growth and development.\t\t\t\t\tLast Modified: 12/29/2024\n\n\t\t\t\t\tSubmitted by: VenkatesanSundaresan\n"
 }
}