{
 "awd_id": "2139265",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Conference on Equity, Diversity and Inclusion in Citizen Science",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Russell",
 "awd_eff_date": "2021-09-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 74947.0,
 "awd_amount": 74947.0,
 "awd_min_amd_letter_date": "2021-09-07",
 "awd_max_amd_letter_date": "2021-09-07",
 "awd_abstract_narration": "This project will draft a framework to guide citizen science projects in addressing issues of equity, diversity, and inclusion (EDI). Citizen science, sometimes called community science, involves volunteers who use science research procedures to collect valid scientific data for research projects and who often learn much about science in the process. These projects contribute directly to scientific research and often collect data of direct relevance to many communities.  Although there are millions of citizen science volunteers, only a small proportion come from marginalized communities. The project will host a series of six, half-day virtual (online) workshops with scholars and practitioners with deep understanding of the participatory sciences and issues related to EDI. Workshop participants will discuss topics relevant to preparing a framework to provide guidance for integrating support EDI practices in citizen science. The project will disseminate the framework and workshop recommendations through publications for researchers and practitioners, a new website that will serve as a hub for relevant resources and EDI professional development, blogposts, and webinars.  \r\n\r\nThis project will focus on EDI issues in institution-led, large-scale, citizen science projects. The project will organize workshops addressing issues relating to: (1) designing multipurpose projects that can be useful for empowering communities with data addressing community needs, providing researchers a large and robust data set, and providing learners with opportunities to develop a deeper understanding of research; (2) developing diverse leadership and engaging marginalized communities in framing research priorities; and (3) supporting strategies across citizen science projects to address barriers to participation, identity professional development needs, and create inclusive models that foster trust, create supportive networks, and build capacity for EDI in citizen science. The workshop will include approximately 20 participants, including researchers, project leaders and practitioners, with a majority of workshop participants belonging to groups underrepresented in science, such as Black, Hispanic, and Indigenous people. \r\n\r\nThis project is funded by the Advancing Informal STEM Learning (AISL) program, which seeks to (a) advance new approaches to and evidence-based understanding of the design and development of STEM learning in informal environments; (b) provide multiple pathways for broadening access to and engagement in STEM learning experiences; (c) advance innovative research on and assessment of STEM learning in informal environments; and (d) engage the public of all ages in learning STEM in informal environments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Caren",
   "pi_last_name": "Cooper",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Caren B Cooper",
   "pi_email_addr": "cbcoope3@ncsu.edu",
   "nsf_id": "000169601",
   "pi_start_date": "2021-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 Wolf Village Way",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276077514",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 74947.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this Conference proposal was to address the urgent need for diversity, equity, inclusion, and accessibility in citizen science. Citizen science refers to the engagement of members of the public in research activities led by scientists. Although citizen science projects attempt to be open for anyone to participate, the reality is that projects tend to engage only a narrow segment of the population, namely White people with higher than average income and education levels. These disparities in participation negatively impact the distribution of data, and therefore data quality, and limit broader impacts. To address the disparity in engagement, we established the Inclusive, Diverse, Equitable, Accessible, Large-scale (IDEAL) Participatory Science initiative (idealscience.org). We assembled people with highly varied scholarly perspectives, lived experiences, and career experiences for a series of virtual workshops and listening sessions over the course of almost a year. We met our primary objective of this award by creating the IDEAL Handbook, in the form of a document and self-paced, online tutorial, to guide project leaders of institution-led, large-scale, contributory citizen science projects. We have begun to disseminate the foundational approaches through scholarly publications, presentations, and workshops. We met our secondary objective by securing additional funding for pilot testing (to be completed soon) and beta testing of the IDEAL Handbook and tutorial in the coming years. As we refine the IDEAL guidance with evidence from beta testing in the field, we will disseminate it to a wider array of practitioners.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/30/2023<br>\nModified by: Caren&nbsp;B&nbsp;Cooper</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe goal of this Conference proposal was to address the urgent need for diversity, equity, inclusion, and accessibility in citizen science. Citizen science refers to the engagement of members of the public in research activities led by scientists. Although citizen science projects attempt to be open for anyone to participate, the reality is that projects tend to engage only a narrow segment of the population, namely White people with higher than average income and education levels. These disparities in participation negatively impact the distribution of data, and therefore data quality, and limit broader impacts. To address the disparity in engagement, we established the Inclusive, Diverse, Equitable, Accessible, Large-scale (IDEAL) Participatory Science initiative (idealscience.org). We assembled people with highly varied scholarly perspectives, lived experiences, and career experiences for a series of virtual workshops and listening sessions over the course of almost a year. We met our primary objective of this award by creating the IDEAL Handbook, in the form of a document and self-paced, online tutorial, to guide project leaders of institution-led, large-scale, contributory citizen science projects. We have begun to disseminate the foundational approaches through scholarly publications, presentations, and workshops. We met our secondary objective by securing additional funding for pilot testing (to be completed soon) and beta testing of the IDEAL Handbook and tutorial in the coming years. As we refine the IDEAL guidance with evidence from beta testing in the field, we will disseminate it to a wider array of practitioners.\n\n\n\t\t\t\t\tLast Modified: 11/30/2023\n\n\t\t\t\t\tSubmitted by: CarenBCooper\n"
 }
}