{
 "awd_id": "2140415",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Collaborative Research:  Second Language Speech Production: Formulation of Objective Speech Intelligibility Measures and Learner-Specific Feedback",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032922568",
 "po_email": "wnilsen@nsf.gov",
 "po_sign_block_name": "Wendy Nilsen",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 134977.0,
 "awd_amount": 160965.0,
 "awd_min_amd_letter_date": "2021-07-26",
 "awd_max_amd_letter_date": "2023-06-26",
 "awd_abstract_narration": "This Early-concept Grants for Exploratory Research (EAGER) project focuses on exploring and developing a novel operational collection of speech, language and perception-based measures to objectively assess speech intelligibility for second language (L2) speech production, as well as providing effective learner-specific feedback. With the rise of English as an international language, intelligibility-based successful communication has been emphasized over native-like accents. However, L2 teachers often raise concerns about learners’ slow or stagnant pronunciation progress. Several primary reasons for this problem may include difficulties in perceptually discerning changes in learners’ speech and interpreting learners’ speech patterns without any learner-specific intelligibility assessment profile. Today, teachers have no systematic way to assess each student’s speech changes, nor can students monitor and track feedback related to their pronunciation learning progression. Therefore, an exploratory and transformative method is introduced for measuring speech intelligibility that provides both teachers and learners with objective and individualized feedback. This  exploratory project is proposed for EAGER funding  in order to establish a baseline working framework for operational objective measure creation, and proof-of-concept assessment feedback for teachers and learners. This approach will help teachers gauge learners’ intelligibility levels and allow learners to self-regulate their learning progress incrementally over time. The long-term innovation is expected to benefit skilled US professionals from non-English speaking countries, who work in various STEM (science, technology, engineering, and mathematics) fields. Additionally, this interdisciplinary project provides various opportunities for hands-on training and experience for both graduate and undergraduate students in the fields of language education, applied linguistics, computer engineering, and speech technology.\r\n\r\nThis project explores an idea to assess intelligibility in speech communications based on multiple individual speech measures for non-native speakers. The ideas are currently in their very early stages of development, and a large portion of the research ideas are untested. In order to establish the ground truth of potential individual speech production intelligibility measures, the implementation and feasibility of this intelligibility feedback approach must be validated with evidence. By employing advanced Automatic Speech Recognition-based accent classification technology based on machine learning, the team of researchers plan to provide learners with measured speech property information through operational and a discriminating set of objective speech intelligibility measures. The current innovation builds on language skill acquisition theory with a functional analytic-linguistic approach, arguing that explicit and metalinguistic feedback plays a pivotal role in moving learners forward in their L2 development. The vision is enabled by on-going research on auditory-based neurogram and spectrogram orthogonal polynomial measures that predict speech intelligibility, employing the learners’ unconstrained speech utterances. The project will contribute to the scientific knowledge of what constitutes L2 intelligible speech, understanding how individualized objective speech intelligibility feedback affects L2 speech development, and creating a foundational collection of speech/auditory/signal processing measures as well as ASR/DNN driven measures that assess a speaker’s intelligibility and identify efficient ways of implementing this technology in L2 learning contexts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Hansen",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "John H Hansen",
   "pi_email_addr": "John.Hansen@utdallas.edu",
   "nsf_id": "000197424",
   "pi_start_date": "2021-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Dallas",
  "inst_street_address": "800 WEST CAMPBELL RD.",
  "inst_street_address_2": "SP2.25",
  "inst_city_name": "RICHARDSON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9728832313",
  "inst_zip_code": "750803021",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT DALLAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJCVPNN1WFS5"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Texas at Dallas",
  "perf_str_addr": "800 W Campbell Road Richardson T",
  "perf_city_name": "Richardson",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "750803021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "748400",
   "pgm_ele_name": "IIS Special Projects"
  },
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  },
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7484",
   "pgm_ref_txt": "IIS SPECIAL PROJECTS"
  },
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 134977.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 25988.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This EAGER project represents a probe study to address the formulation of Objective Speech Intelligibility Measures (OSIM) for second language (L2) learners. This collaborative project involves three institutions: Northern Arizona Univ. (NAU-lead), Univ. of Texas-Dallas (UTDallas), and Penn State Univ. (PSU). The collaborating team's (NAU, UTD, PSU) efforts were divided into three interdisciplinary criteria: (1) intelligibility measures and speech properties (linguistics, NAU; speech processing, UTD), (2) intelligibility-based instruction and feedback (learning science), and (3) OSIM development (computer engineering, UTD). &nbsp;The underlying theme is that past work on accent for non-native speakers of English has focused on reducing the perception of accent by having L2 learners speak more like native speakers of English. The study hypothesis is that the negative perception of accent in L2 speech communications is due to lower speech intelligibility, and that is it not necessary to correct for all accent specific characteristics in L2 speech production, but instead focus on modifying those speech production characteristics that contribute to significant losses in native listener perceived intelligibility. Here, international teaching assistants (ITAs) supporting STEM classes, with Chinese Mandarin as their native language were selected (NAU/NSU). &nbsp;To explore our hypothesis, preliminary based speech technology and algorithm development were conducted as well as the creation of potential measures of intelligibility and accent-sensitive assessment (UTD) in order to establish actionable feedback for L2 learners and teachers. To this end, machine learning (ML) based speech recognition at the individual speech sound (phoneme) level was established. The model employed a (Stage A) pre-training stage using unlabeled speech data with convolutional neural network and transformer stage, (Stage B) a fine-tuning stage that used a small amount of seed labeled L2/accented data, which operate on the output from Stage-A, and (Stage-C) a fine-tuning process that employed momentum pseudo-labeling (MPL), a process that incorporates the unlabeled and labeled data sets along with the estimated label knowledge created from Stage-A and Stage-B to obtain a final system that allows for speech sound (phoneme) recognition that is accent sensitive to quantify levels of intelligibility for L2 learners speech. &nbsp;&nbsp;Given this accent sensitive phoneme recognition solution, an intelligibility prediction framework was formulated based on several pre-trained network models (e.g., Wav2Vec2.0, Whisper-ASR) to create (i) speech-sound (phoneme) level intelligibility accent score, (ii) word level intelligibility accent score (using L2 speaker pronunciation accuracy, word level stress patterns), and (iii) utterance level intelligibility accent score (using word accuracy, fluency, completeness, prosody) in order to predict overall human intelligibility score for the L2 speaker's speech. These dimensions would then be factored into individual Objective Speech Intelligibility Measures (OSIM) in a follow on full study to provide more specific diagnostic feedback for the L2 learner and teacher (e.g., to impact changes in speech communications that improve intelligibility). &nbsp;Evaluation experiments for this probe study included benchmarking the estimated speech recognition phoneme error rate (PER) as a predictor of L2 speech intelligibility versus human intelligibility listener ratings. Results for accented L2 speakers showed a distinct clustering of high intelligible speakers (95-99%) resulting in very low PERs (11-16%), while lower intelligible speakers (81-89%) had much higher PERs (26-33%). &nbsp;Further analysis was also conducted on the speech technology ML network layers, to assess the degree of sensitivity to various L2 accents for intelligibility (e.g., Mandarin Chinese, as well as Arabic, Indian/Hindi, vs. native American English). Finally, this EAGER probe study concluded with an assessment of evaluating the most significant predictors of L2 speech intelligibility using a feature importance analysis from our random forest regressor (e.g., a ML network that allows for discriminating traits to be highlighted). These included (a) goodness of pronunciation theory (GOPT) at the sentence, word, and phonemic levels, (b) MDD - mispronunciation detection and diagnosis features, and (c) human-labeled prosody features. The impact of each of each of these dimensions for &nbsp;feature importance in predicting non-native/L2 speech intelligibility was established. &nbsp;This study has therefore established an effective framework and confirmed our original hypothesis which emphasizes intelligibility assessment and improvement to address accent,&nbsp; demonstrating the viability of the proposed research goals for L2 English learners. With the resulting team collected ITA speech corpus with human tagged intelligibility/accentedness labels, the foundational speech/language technology systems, and preliminary results, this EAGER has accomplished the needed confirmation for a comprehensive investigation to advance intelligibility based objective speech measures as a diagnostic portfolio to provide both L2 learners and teachers with the necessary actionable meta-data to improve L2 English learners speech intelligibility and support their communications for personal, educational, business, and society engagement.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 05/16/2024<br>\nModified by: John&nbsp;H&nbsp;Hansen</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2140415/2140415_10753397_1715885252031_2024_EAGER_OutcomesFig1_UTDallas_CRSS_May1_2024--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2024/2140415/2140415_10753397_1715885252031_2024_EAGER_OutcomesFig1_UTDallas_CRSS_May1_2024--rgov-800width.JPG\" title=\"Fig. 1: EAGER L2 Lang. Intel. Assessment\"><img src=\"/por/images/Reports/POR/2024/2140415/2140415_10753397_1715885252031_2024_EAGER_OutcomesFig1_UTDallas_CRSS_May1_2024--rgov-66x44.JPG\" alt=\"Fig. 1: EAGER L2 Lang. Intel. Assessment\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Overview project figure for EAGER: Second Language Speech Production: Formulation of Objective Speech Intelligibility Measures and Learner-Specific Feedback.  PI: J. Hansen; (CRSS - UTDallas); [2140415]; PIs: O. Kang (Northern Ariz. Univ.); S. Looney (Penn St. Univ).</div>\n<div class=\"imageCredit\">Created by Hansen at CRSS-UTDallas</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">John&nbsp;H&nbsp;Hansen\n<div class=\"imageTitle\">Fig. 1: EAGER L2 Lang. Intel. Assessment</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2140415/2140415_10753397_1715885560006_2024_EAGER_OutcomesFig2_UTDallas_CRSS_May1_2024--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2024/2140415/2140415_10753397_1715885560006_2024_EAGER_OutcomesFig2_UTDallas_CRSS_May1_2024--rgov-800width.JPG\" title=\"EAGER CRSS-UTD Project Flow Diagram\"><img src=\"/por/images/Reports/POR/2024/2140415/2140415_10753397_1715885560006_2024_EAGER_OutcomesFig2_UTDallas_CRSS_May1_2024--rgov-66x44.JPG\" alt=\"EAGER CRSS-UTD Project Flow Diagram\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">EAGER Project flow: Intelligibility motivated accent assessment based on Speech Production and Perception using Machine Learning models to demonstrate Objective Speech Intelligibility Measures (OSIM) for L2 Learner feedback.</div>\n<div class=\"imageCredit\">Created by Hansen at CRSS-UTDallas</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">John&nbsp;H&nbsp;Hansen\n<div class=\"imageTitle\">EAGER CRSS-UTD Project Flow Diagram</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis EAGER project represents a probe study to address the formulation of Objective Speech Intelligibility Measures (OSIM) for second language (L2) learners. This collaborative project involves three institutions: Northern Arizona Univ. (NAU-lead), Univ. of Texas-Dallas (UTDallas), and Penn State Univ. (PSU). The collaborating team's (NAU, UTD, PSU) efforts were divided into three interdisciplinary criteria: (1) intelligibility measures and speech properties (linguistics, NAU; speech processing, UTD), (2) intelligibility-based instruction and feedback (learning science), and (3) OSIM development (computer engineering, UTD). The underlying theme is that past work on accent for non-native speakers of English has focused on reducing the perception of accent by having L2 learners speak more like native speakers of English. The study hypothesis is that the negative perception of accent in L2 speech communications is due to lower speech intelligibility, and that is it not necessary to correct for all accent specific characteristics in L2 speech production, but instead focus on modifying those speech production characteristics that contribute to significant losses in native listener perceived intelligibility. Here, international teaching assistants (ITAs) supporting STEM classes, with Chinese Mandarin as their native language were selected (NAU/NSU). To explore our hypothesis, preliminary based speech technology and algorithm development were conducted as well as the creation of potential measures of intelligibility and accent-sensitive assessment (UTD) in order to establish actionable feedback for L2 learners and teachers. To this end, machine learning (ML) based speech recognition at the individual speech sound (phoneme) level was established. The model employed a (Stage A) pre-training stage using unlabeled speech data with convolutional neural network and transformer stage, (Stage B) a fine-tuning stage that used a small amount of seed labeled L2/accented data, which operate on the output from Stage-A, and (Stage-C) a fine-tuning process that employed momentum pseudo-labeling (MPL), a process that incorporates the unlabeled and labeled data sets along with the estimated label knowledge created from Stage-A and Stage-B to obtain a final system that allows for speech sound (phoneme) recognition that is accent sensitive to quantify levels of intelligibility for L2 learners speech. Given this accent sensitive phoneme recognition solution, an intelligibility prediction framework was formulated based on several pre-trained network models (e.g., Wav2Vec2.0, Whisper-ASR) to create (i) speech-sound (phoneme) level intelligibility accent score, (ii) word level intelligibility accent score (using L2 speaker pronunciation accuracy, word level stress patterns), and (iii) utterance level intelligibility accent score (using word accuracy, fluency, completeness, prosody) in order to predict overall human intelligibility score for the L2 speaker's speech. These dimensions would then be factored into individual Objective Speech Intelligibility Measures (OSIM) in a follow on full study to provide more specific diagnostic feedback for the L2 learner and teacher (e.g., to impact changes in speech communications that improve intelligibility). Evaluation experiments for this probe study included benchmarking the estimated speech recognition phoneme error rate (PER) as a predictor of L2 speech intelligibility versus human intelligibility listener ratings. Results for accented L2 speakers showed a distinct clustering of high intelligible speakers (95-99%) resulting in very low PERs (11-16%), while lower intelligible speakers (81-89%) had much higher PERs (26-33%). Further analysis was also conducted on the speech technology ML network layers, to assess the degree of sensitivity to various L2 accents for intelligibility (e.g., Mandarin Chinese, as well as Arabic, Indian/Hindi, vs. native American English). Finally, this EAGER probe study concluded with an assessment of evaluating the most significant predictors of L2 speech intelligibility using a feature importance analysis from our random forest regressor (e.g., a ML network that allows for discriminating traits to be highlighted). These included (a) goodness of pronunciation theory (GOPT) at the sentence, word, and phonemic levels, (b) MDD - mispronunciation detection and diagnosis features, and (c) human-labeled prosody features. The impact of each of each of these dimensions for feature importance in predicting non-native/L2 speech intelligibility was established. This study has therefore established an effective framework and confirmed our original hypothesis which emphasizes intelligibility assessment and improvement to address accent, demonstrating the viability of the proposed research goals for L2 English learners. With the resulting team collected ITA speech corpus with human tagged intelligibility/accentedness labels, the foundational speech/language technology systems, and preliminary results, this EAGER has accomplished the needed confirmation for a comprehensive investigation to advance intelligibility based objective speech measures as a diagnostic portfolio to provide both L2 learners and teachers with the necessary actionable meta-data to improve L2 English learners speech intelligibility and support their communications for personal, educational, business, and society engagement.\n\n\n\t\t\t\t\tLast Modified: 05/16/2024\n\n\t\t\t\t\tSubmitted by: JohnHHansen\n"
 }
}