{
 "awd_id": "2140196",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: NSF-DFG: CAS: Electrochemical Hydrogenation of Amides and Esters",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928441",
 "po_email": "kmoloy@nsf.gov",
 "po_sign_block_name": "Kenneth Moloy",
 "awd_eff_date": "2022-01-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 169457.0,
 "awd_amount": 174482.0,
 "awd_min_amd_letter_date": "2021-08-27",
 "awd_max_amd_letter_date": "2024-05-16",
 "awd_abstract_narration": "With funding from the National Science Foundation Division of Chemistry, Nilay Hazari from Yale University and Alex Miller from the University of North Carolina, in collaboration with the University of Göttingen in Germany, aim to develop new methods for the preparation of chemical precursors to pharmaceuticals and polymers. The project will provide fundamental guidelines on how to use electricity in chemical synthesis, leading to more environmentally friendly routes to industrial chemicals relative to current methods that rely on toxic or environmentally damaging chemicals. Students will learn new techniques and broaden their education through an international exchange program in which graduate students from the University of Göttingen will travel to either Yale or the University of North Carolina-Chapel Hill, and students from the American institutions will travel to the University of Göttingen. \r\n\r\nThe hydrogenation of carboxylic acid derivatives, such as esters and amides, represents an atom economical process for the production of synthetically valuable alcohols and amines. Recent advances in hydrogenation for amine and alcohol synthesis have relied on dihydrogen gas, which is however currently produced in an environmentally harmful process from fossil fuels. In this project, a collaborative team consisting of Nilay Hazari from Yale University and Alex Miller from the University of North Carolina-Chapel Hill, in further collaboration with the University of Göttingen, will use funding from the National Science Foundation Division of Chemistry to develop electrocatalysts for the reduction of esters and amides using protons and electrons. The approach will leverage detailed mechanistic studies on a recently developed manganese electrocatalyst for ketone reduction, including kinetic analysis and spectro-electrochemical detection of intermediates, to provide a basis for developing systems capable of reducing esters and amides. A particular focus will be on synthesizing key hydride intermediates and establishing their thermodynamic and kinetic hydricity. In addition to promising more sustainable synthetic methods, electrochemical hydrogenation may well emerge as a hydrogenation method that is more tolerant of functional groups, such as acidic sites, and, as such, find broad application in academia and industry.\r\n\r\n\r\nThis research was funded under the NSF-DFG Lead Agency Activity in Electrosynthesis and Electrocatalysis (NSF-DFG EChem) opportunity NSF 20-578.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nilay",
   "pi_last_name": "Hazari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nilay Hazari",
   "pi_email_addr": "nilay.hazari@yale.edu",
   "nsf_id": "000539790",
   "pi_start_date": "2021-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "255 Prospect Street",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065118499",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "197800",
   "pgm_ele_name": "PROJECTS"
  },
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "022Z",
   "pgm_ref_txt": "International Partnerships"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 169457.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 5025.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to develop basic principles for using  electricity to mediate chemical synthesis for pharmaceutical  applications. The specific class of reactions studied involved the  electroreduction of less reactive carboxylic acid derivatives, such as  esters, to alcohols. Current methods for achieving this transformation  often require high pressures of hydrogen gas and elevated temperatures,  which can reduce functional group tolerance and decrease the  sustainability of these reactions.</p>\r\n<p>The major outcome of this project was the discovery of a  manganese-based electrocatalyst for the reduction of esters. Although  the catalyst currently reduces only activated esters&mdash;such as those  containing fluorine atoms&mdash;to our knowledge, this work represents the  first reported example of ester electroreduction. The catalyst is  selective and does not produce significant quantities of hydrogen as a  by-product. Moreover, it is based on a first-row transition metal and is  straightforward to prepare. Future studies will explore the full  substrate scope of the electrocatalytic reduction and elucidate the  mechanism.</p>\r\n<p>As part of this project, several new ligands and transition metal  complexes were prepared. These new ligands will likely support a range  of transition metal complexes beyond those specifically studied here.  For instance, it should be possible to prepare iron and cobalt complexes  using the new ligands. Additionally, the new complexes may prove useful  in catalytic applications beyond electrocatalytic ester reduction. For  example, we demonstrated that the manganese catalysts developed for  ester reduction were also capable of reducing carbon dioxide. This led  to the discovery of an immobilized molecular catalyst for carbon dioxide  reduction to formate.</p>\r\n<p>This project was a collaboration between Yale, the University of  North Carolina (Professor Alex Miller&rsquo;s group), and the University of  G&ouml;ttingen (Professor Inke Siewert&rsquo;s group) in Germany. Early-career  researchers involved in the project benefited from interactions with  research groups that had different scientific perspectives and areas of  expertise. For instance, the Miller and Siewert groups specialize in  electrochemistry, while the Hazari group has greater experience in  synthetic methods. This diversity of skills provided valuable  professional development for the early-career researchers, broadening  their education and exposing them to different scientific cultures.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/17/2025<br>\nModified by: Nilay&nbsp;Hazari</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe goal of this project was to develop basic principles for using  electricity to mediate chemical synthesis for pharmaceutical  applications. The specific class of reactions studied involved the  electroreduction of less reactive carboxylic acid derivatives, such as  esters, to alcohols. Current methods for achieving this transformation  often require high pressures of hydrogen gas and elevated temperatures,  which can reduce functional group tolerance and decrease the  sustainability of these reactions.\r\n\n\nThe major outcome of this project was the discovery of a  manganese-based electrocatalyst for the reduction of esters. Although  the catalyst currently reduces only activated esterssuch as those  containing fluorine atomsto our knowledge, this work represents the  first reported example of ester electroreduction. The catalyst is  selective and does not produce significant quantities of hydrogen as a  by-product. Moreover, it is based on a first-row transition metal and is  straightforward to prepare. Future studies will explore the full  substrate scope of the electrocatalytic reduction and elucidate the  mechanism.\r\n\n\nAs part of this project, several new ligands and transition metal  complexes were prepared. These new ligands will likely support a range  of transition metal complexes beyond those specifically studied here.  For instance, it should be possible to prepare iron and cobalt complexes  using the new ligands. Additionally, the new complexes may prove useful  in catalytic applications beyond electrocatalytic ester reduction. For  example, we demonstrated that the manganese catalysts developed for  ester reduction were also capable of reducing carbon dioxide. This led  to the discovery of an immobilized molecular catalyst for carbon dioxide  reduction to formate.\r\n\n\nThis project was a collaboration between Yale, the University of  North Carolina (Professor Alex Millers group), and the University of  Gttingen (Professor Inke Siewerts group) in Germany. Early-career  researchers involved in the project benefited from interactions with  research groups that had different scientific perspectives and areas of  expertise. For instance, the Miller and Siewert groups specialize in  electrochemistry, while the Hazari group has greater experience in  synthetic methods. This diversity of skills provided valuable  professional development for the early-career researchers, broadening  their education and exposing them to different scientific cultures.\r\n\n\n\t\t\t\t\tLast Modified: 04/17/2025\n\n\t\t\t\t\tSubmitted by: NilayHazari\n"
 }
}