{
 "awd_id": "2142868",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Strengthening the Industry 4.0 Workforce through Virtual Reality Training Modules",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032928492",
 "po_email": "cdelahan@nsf.gov",
 "po_sign_block_name": "Christine Delahanty",
 "awd_eff_date": "2021-10-01",
 "awd_exp_date": "2024-11-30",
 "tot_intn_awd_amt": 593464.0,
 "awd_amount": 593464.0,
 "awd_min_amd_letter_date": "2021-08-19",
 "awd_max_amd_letter_date": "2021-08-19",
 "awd_abstract_narration": "As manufacturing contributes to higher export potential, better standards of living, and more jobs in America, addressing the need for a skilled technical workforce is crucial to support the future economic prosperity of the country. Moreover, as a result of the multiplier effect, manufacturing also impacts the broad economy, with every 100 jobs in a manufacturing facility creating 250 jobs in other sectors. In 2018, Deloitte and the Manufacturing Institute conducted a study on the manufacturing skills gap that revealed artificial intelligence, advanced robotics, automation, analytics, and the Internet of Things are emerging to transform the world of work (Industry 4.0) and are likely to create even more jobs than they replace. Since mid-2017, job openings in manufacturing have grown at double-digit rates, with a growing gap between open jobs and an available skilled talent pool to fill them. To help bridge this gap, this project of the Advanced Manufacturing Technical Education Collaborative (https://amtecworkforce.org/) will create a virtual reality (VR) application built on the zSpace platform that students can use to troubleshoot ten scenarios on an industry simulator. These scenarios will be integrated into a credit-bearing post-secondary capstone course for manufacturing students developed and designed with input from industry and education subject matter experts.  \r\n\r\nThis partnership between representatives of industry and advanced technological education will ensure that the project strengthens the competency and global competitiveness of the advanced manufacturing workforce. The VR application and curricula will be field tested at targeted Advanced Manufacturing Technical Education Collaborative partner sites across the country, as well as with students and instructors currently using zSpace’s virtual reality platform.  In addition, an exploratory curriculum will be developed to engage K-12 students in gaming-like simulations to recruit youth into advanced manufacturing technical training. Several objectives will guide the execution of the project. First is to engage secondary students in Industry 4.0 advanced manufacturing concepts through field-testing a newly created virtual reality “game-like” application. Second is to train post-secondary students preparing to be manufacturing technicians to enter the workforce with a basic understanding of Industry 4.0 technologies and the ability to apply them successfully in the workplace setting. Third is to increase the aptitude of secondary and post-secondary faculty in Industry 4.0 concepts and the use of virtual reality technology by providing comprehensive professional development. Three primary contributions to the field are anticipated. One is an expanded set of partnerships between academia, industry, and others to develop technician training that aligns with the growing Industry 4.0 infrastructure. Two is the improvement of secondary and post-secondary student learning in emerging Industry 4.0 technologies and virtual reality applications. Third is the lessening of disruptions of manufacturing technician training during a pandemic or similar event that creates a need for remote learning. This project is funded by the Advanced Technological Education program that focuses on the education of technicians for the advanced-technology fields that drive the nation's economy. As a result, the project has the potential to contribute to improving the national STEM workforce.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Simon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jason Simon",
   "pi_email_addr": "jason.simon@kctcs.edu",
   "nsf_id": "000838807",
   "pi_start_date": "2021-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kentucky Community & Technical College System",
  "inst_street_address": "300 N MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "VERSAILLES",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592563397",
  "inst_zip_code": "403831245",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "KENTUCKY COMMUNITY & TECHNICAL COLLEGE SYSTEM",
  "org_prnt_uei_num": "GWSXAJZALU69",
  "org_uei_num": "GWSXAJZALU69"
 },
 "perf_inst": {
  "perf_inst_name": "Owensboro Community and Technical College",
  "perf_str_addr": "4800 New Hartford Road",
  "perf_city_name": "Owensboro",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "423031899",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "KY02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  },
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 593464.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>NSF Project Outcomes</strong></p>\r\n<p><em>Strengthening the Industry 4.0 Workforce through Virtual Reality Training Modules </em>(DUE-2142868)</p>\r\n<p>&nbsp;</p>\r\n<p>The Advanced Manufacturing Technical Education Collaborative (AMTEC), under the leadership of Owensboro Community and Technical College (OCTC), implemented the<strong><em> Strengthening the Industry 4.0 Workforce through Virtual Reality Training Modules </em></strong>project between October 1, 2021 to November 30, 2024.&nbsp; The project was designed to utilize virtual reality to train the next generation of manufacturing technicians in Industry 4.0 concepts.&nbsp; To implement the project, OCTC and AMTEC collaborated with zSpace, a leader in virtual reality technology, to create an Industry 4.0 virtual reality application through which secondary and undergraduate students across the country could troubleshoot ten faults on the AMTEC advanced manufacturing industry simulator, allowing students to participate in hands-on training on the fundamentals of integrated systems and components/sub-systems in context with real-world manufacturing.&nbsp; Two curricula were designed with input from industry and education subject matter experts during the project and used with a virtual reality application &ndash; 1) an exploratory curriculum for secondary students designed to engage students with gaming-like simulations; and 2) a credit-bearing postsecondary curriculum used as a capstone course by manufacturing students at program completion.&nbsp; Curricula was field tested at targeted AMTEC partner sites across the country, as well as with students and instructors currently using zSpace&rsquo;s virtual reality platform.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p><strong>How it Works.</strong> The goals of the proposed<strong><em> </em></strong>project were to: 1) encourage youth and underrepresented groups to consider manufacturing as a career choice through exploration of Industry 4.0 technologies using a virtual reality application; and 2) better prepare undergraduate advanced manufacturing students to understand and utilize Industry 4.0 technologies upon entering the workforce in technician positions by expanding virtual training opportunities available through AMTEC.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>To carry out the project&rsquo;s goals, three key activities were implemented.&nbsp; First, an Industry 4.0 troubleshooting (10 faults) component for the AMTEC simulator that utilizes a virtual reality platform was developed.&nbsp; Secondly, an exploratory and capstone course curricula to be utilized by secondary and postsecondary students with the Industry 4.0 virtual reality application was developed.&nbsp; Finally, professional development training was provided to secondary and community college faculty to incorporate the use of the curriculum and virtual reality technology in the remote or actual classroom setting.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Results.</strong> A total of 328 secondary learners explored Industry 4.0 advanced manufacturing concepts by utilizing a virtual reality application designed in partnership with zSpace.&nbsp; Through an immersive and interactive learning experience, students learned to troubleshoot faults on a digital twin of AMTEC&rsquo;s simulator.&nbsp; Likewise, 171 postsecondary students received training through a capstone course on a variety of Industry 4.0 concepts and technologies, including industrial equipment and technology, smart sensors and devices, computerized control systems, network security, ethernet communications, and predictive maintenance, among others.&nbsp; Finally, 20 secondary and postsecondary instructors participated in virtual professional development offerings that provided valuable insights into the immersive learning experiences, integration of virtual reality technology into teaching methodologies, engaging students with virtual reality experiences, and practical applications and best practices of engaging students and enhancing their understanding of complex Industry 4.0 concepts.</p>\r\n<p><strong>Intellectual Merit.</strong> &nbsp;The grant&rsquo;s major activities successfully reinforced the proposed Intellectual Merits of the project.&nbsp; Specifically, the project advanced knowledge and built upon findings of former work developed by OCTC and AMTEC involving recruiting youth in STEM education and providing industry-validated curriculum that strengthens the competency and global competitiveness of the advanced manufacturing workforce.&nbsp; Likewise, the project increased partnerships between academic, industry, and others to develop technician training that aligns with the growing Industry 4.0 infrastructure, as well as improved secondary and postsecondary student learning in emerging Industry 4.0 technologies and virtual reality applications.</p>\r\n<p><strong>&nbsp;</strong></p>\r\n<p><strong>Broader Impacts.</strong> The project&rsquo;s proposed Broader Impacts were accomplished through implementing the major activities described.&nbsp; Specifically, the potential to increase the number of youth who pursue advanced manufacturing education and careers was demonstrated through engaging secondary students in immersive and interactive learning experiences using virtual reality technology.&nbsp; Likewise, addressing the growing worker shortage in the advanced manufacturing industry through workforce development was supported by the project through engaging secondary and postsecondary students in Industry 4.0 and virtual reality learning experiences.&nbsp; Finally, project results were widely disseminated through several venues to support the ongoing development of Industry 4.0 technician training programs.&nbsp; Ultimately, the project has been sustained, allowing for continued dissemination efforts to occur.&nbsp;&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/12/2025<br>\nModified by: Jason&nbsp;Simon</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nNSF Project Outcomes\r\n\n\nStrengthening the Industry 4.0 Workforce through Virtual Reality Training Modules (DUE-2142868)\r\n\n\n\r\n\n\nThe Advanced Manufacturing Technical Education Collaborative (AMTEC), under the leadership of Owensboro Community and Technical College (OCTC), implemented the Strengthening the Industry 4.0 Workforce through Virtual Reality Training Modules project between October 1, 2021 to November 30, 2024. The project was designed to utilize virtual reality to train the next generation of manufacturing technicians in Industry 4.0 concepts. To implement the project, OCTC and AMTEC collaborated with zSpace, a leader in virtual reality technology, to create an Industry 4.0 virtual reality application through which secondary and undergraduate students across the country could troubleshoot ten faults on the AMTEC advanced manufacturing industry simulator, allowing students to participate in hands-on training on the fundamentals of integrated systems and components/sub-systems in context with real-world manufacturing. Two curricula were designed with input from industry and education subject matter experts during the project and used with a virtual reality application  1) an exploratory curriculum for secondary students designed to engage students with gaming-like simulations; and 2) a credit-bearing postsecondary curriculum used as a capstone course by manufacturing students at program completion. Curricula was field tested at targeted AMTEC partner sites across the country, as well as with students and instructors currently using zSpaces virtual reality platform.\r\n\n\n\r\n\n\nHow it Works. The goals of the proposed project were to: 1) encourage youth and underrepresented groups to consider manufacturing as a career choice through exploration of Industry 4.0 technologies using a virtual reality application; and 2) better prepare undergraduate advanced manufacturing students to understand and utilize Industry 4.0 technologies upon entering the workforce in technician positions by expanding virtual training opportunities available through AMTEC.\r\n\n\n\r\n\n\nTo carry out the projects goals, three key activities were implemented. First, an Industry 4.0 troubleshooting (10 faults) component for the AMTEC simulator that utilizes a virtual reality platform was developed. Secondly, an exploratory and capstone course curricula to be utilized by secondary and postsecondary students with the Industry 4.0 virtual reality application was developed. Finally, professional development training was provided to secondary and community college faculty to incorporate the use of the curriculum and virtual reality technology in the remote or actual classroom setting.\r\n\n\n\r\n\n\nResults. A total of 328 secondary learners explored Industry 4.0 advanced manufacturing concepts by utilizing a virtual reality application designed in partnership with zSpace. Through an immersive and interactive learning experience, students learned to troubleshoot faults on a digital twin of AMTECs simulator. Likewise, 171 postsecondary students received training through a capstone course on a variety of Industry 4.0 concepts and technologies, including industrial equipment and technology, smart sensors and devices, computerized control systems, network security, ethernet communications, and predictive maintenance, among others. Finally, 20 secondary and postsecondary instructors participated in virtual professional development offerings that provided valuable insights into the immersive learning experiences, integration of virtual reality technology into teaching methodologies, engaging students with virtual reality experiences, and practical applications and best practices of engaging students and enhancing their understanding of complex Industry 4.0 concepts.\r\n\n\nIntellectual Merit. The grants major activities successfully reinforced the proposed Intellectual Merits of the project. Specifically, the project advanced knowledge and built upon findings of former work developed by OCTC and AMTEC involving recruiting youth in STEM education and providing industry-validated curriculum that strengthens the competency and global competitiveness of the advanced manufacturing workforce. Likewise, the project increased partnerships between academic, industry, and others to develop technician training that aligns with the growing Industry 4.0 infrastructure, as well as improved secondary and postsecondary student learning in emerging Industry 4.0 technologies and virtual reality applications.\r\n\n\n\r\n\n\nBroader Impacts. The projects proposed Broader Impacts were accomplished through implementing the major activities described. Specifically, the potential to increase the number of youth who pursue advanced manufacturing education and careers was demonstrated through engaging secondary students in immersive and interactive learning experiences using virtual reality technology. Likewise, addressing the growing worker shortage in the advanced manufacturing industry through workforce development was supported by the project through engaging secondary and postsecondary students in Industry 4.0 and virtual reality learning experiences. Finally, project results were widely disseminated through several venues to support the ongoing development of Industry 4.0 technician training programs. Ultimately, the project has been sustained, allowing for continued dissemination efforts to occur.\r\n\n\n\t\t\t\t\tLast Modified: 03/12/2025\n\n\t\t\t\t\tSubmitted by: JasonSimon\n"
 }
}