{
 "awd_id": "2148266",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "K-Stability, Moduli Spaces, and Singularities",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2021-07-01",
 "awd_exp_date": "2023-04-30",
 "tot_intn_awd_amt": 160000.0,
 "awd_amount": 118786.0,
 "awd_min_amd_letter_date": "2021-08-20",
 "awd_max_amd_letter_date": "2022-06-27",
 "awd_abstract_narration": "Varieties are geometric objects as common solutions of multivariable polynomial equations. Varieties can vary by changing the coefficients of polynomials, and it is an important question on when their geometric shapes will remain in a nice way. When the varieties are positively curved called Fano varieties, a natural approach is to look at those with Einstein structures, a notion originated from general relativity. The Einstein structures are deeply related to K-stability, a stability theory in algebraic geometry. The PI will study Fano varieties with Einstein structures, and how they degenerate and develop singularities. The problems are foundational and have deep connections among different areas of mathematics, such as algebraic geometry, differential geometry, commutative algebra, and mathematical physics.\r\n\r\nThe PI will investigate K-stability of Fano varieties, their moduli spaces, and geometry of singularities. The PI aims to show that moduli spaces of K-polystable Fano varieties are compact, which is related to finding a Harder-Narasimhan filtration on K-unstable Fano varieties. The PI will study explicit moduli spaces of log Fano pairs and their wall crossings, and estabilish connections to moduli spaces of curves and K3 surfaces. The PI will study distribution of local volumes of Kawamata log terminal singularities, where he aims to show that 0 is the only accumulation point. The proposed projects above will use classical techniques from the Minimal Model Program and Geometric Invariant Theory, as well as new tools from algebraic theory of K-stability, K-moduli spaces, and normalized volumes developed by the PI and collaborators.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yuchen",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuchen Liu",
   "pi_email_addr": "yuchenl@northwestern.edu",
   "nsf_id": "000788758",
   "pi_start_date": "2021-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606114579",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "IL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 7448.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 55024.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 56314.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project studies geometry and moduli of Fano varieties. Varieties are geometric objects as common solutions of multivariable polynomial equations. Fano varieties are positively curved varieties. They play an important role in the classification of all varieties. Moduli spaces are classifying spaces of varieties. In order to construct compact moduli spaces, we often need canonical metrics from the geometric side (shape) and stability from the algebraic side (polynomials). For Fano varieties, the relevant notions are K\\\"ahler-Einstein metrics and K-stability, which are predicted to be equivalent by the famous Yau-Tian-Donaldson conjecture.&nbsp;<br />The PI and collaborators confirm the Yau-Tian-Donaldson conjecture for all (possibly singular) Fano varieties. Moreover, they show that the collection of K-polystable Fano varieties form a compact moduli space, called the K-moduli space. With collaborators, the PI generalizes the above work to the case of K\\\"ahler-Ricci solitons, establishing an algebraic degeneration framework for the K\\\"ahler-Ricci flow on Fano varieties. The PI and collaborators describe many explicit K-moduli spaces of Fano varieties. They show that the wall crossing for K-moduli spaces interpolates between well-studied moduli spaces before using GIT, the minimal model program, and Hodge theory. The PI and collaborators studied geometry of singularities using K-stability theory and establish boundedness properties in certain cases. The PI and collaborators introduce a new moduli theory for Calabi-Yau varieties.<br />The PI co-organized the Northwestern Algebraic Geometry Seminar and the Northwestern-UIC Complex Geometry Seminar. The PI co-organized the conference \"Algebraic geometry and cohomology in mixed characteristic\" at Northwestern, and the workshop \"Developments in moduli problems\" at American Institute of Mathematics (AIM). These events provide research and training properties for early career mathematicians. Besides, the PI served as mentor of the AGNES Summer School at Brown University in August 2022. Through the summer school, the PI led a research group of graduate students. This provides an opportunity for students from diverse background to access the frontier of mathematical research. The PI conducted weekly meetings with the research group after the summer school to facilitate the research and discussions.&nbsp;<br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/11/2023<br>\n\t\t\t\t\tModified by: Yuchen&nbsp;Liu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project studies geometry and moduli of Fano varieties. Varieties are geometric objects as common solutions of multivariable polynomial equations. Fano varieties are positively curved varieties. They play an important role in the classification of all varieties. Moduli spaces are classifying spaces of varieties. In order to construct compact moduli spaces, we often need canonical metrics from the geometric side (shape) and stability from the algebraic side (polynomials). For Fano varieties, the relevant notions are K\\\"ahler-Einstein metrics and K-stability, which are predicted to be equivalent by the famous Yau-Tian-Donaldson conjecture. \nThe PI and collaborators confirm the Yau-Tian-Donaldson conjecture for all (possibly singular) Fano varieties. Moreover, they show that the collection of K-polystable Fano varieties form a compact moduli space, called the K-moduli space. With collaborators, the PI generalizes the above work to the case of K\\\"ahler-Ricci solitons, establishing an algebraic degeneration framework for the K\\\"ahler-Ricci flow on Fano varieties. The PI and collaborators describe many explicit K-moduli spaces of Fano varieties. They show that the wall crossing for K-moduli spaces interpolates between well-studied moduli spaces before using GIT, the minimal model program, and Hodge theory. The PI and collaborators studied geometry of singularities using K-stability theory and establish boundedness properties in certain cases. The PI and collaborators introduce a new moduli theory for Calabi-Yau varieties.\nThe PI co-organized the Northwestern Algebraic Geometry Seminar and the Northwestern-UIC Complex Geometry Seminar. The PI co-organized the conference \"Algebraic geometry and cohomology in mixed characteristic\" at Northwestern, and the workshop \"Developments in moduli problems\" at American Institute of Mathematics (AIM). These events provide research and training properties for early career mathematicians. Besides, the PI served as mentor of the AGNES Summer School at Brown University in August 2022. Through the summer school, the PI led a research group of graduate students. This provides an opportunity for students from diverse background to access the frontier of mathematical research. The PI conducted weekly meetings with the research group after the summer school to facilitate the research and discussions. \n\n\n\n\t\t\t\t\tLast Modified: 08/11/2023\n\n\t\t\t\t\tSubmitted by: Yuchen Liu"
 }
}