{
 "awd_id": "2149356",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Group-Based Cloud Computing for STEM Education Project",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928447",
 "po_email": "cshen@nsf.gov",
 "po_sign_block_name": "Chia Shen",
 "awd_eff_date": "2021-08-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 457755.0,
 "awd_amount": 114351.0,
 "awd_min_amd_letter_date": "2021-09-09",
 "awd_max_amd_letter_date": "2022-07-21",
 "awd_abstract_narration": "This project will advance efforts of the Innovative Technology Experiences for Students and Teachers (ITEST) program to better understand and promote practices that increase students' motivations and capacities to pursue careers in fields of science, technology, engineering, or mathematics (STEM) by designing, developing, implementing, and studying a socio-technological system for group-centered STEM teaching and learning consistent with a nationally recognized pre-service program. The project will use results from more than 30 years of research to demonstrate how network supported, group-based learning grounded in principles of Generative Design can improve learning for all learners, across racial/ethnic backgrounds. The project will also offer detailed analyses of activity designs and implementation strategies that will help pre-service teachers to develop more fully participatory and socially-supported approaches to classroom learning, using authentic STEM practices in group-centered learning environments. This work will be particularly important to advancing knowledge in the field for pre-service teacher preparation, since few pre-service programs use this approach in preparing teachers for today?s classrooms.  Through a focus on the initial implementation of twelve model activities taught by pre-service teachers in K-12 classrooms nationwide, this study will also provide concrete and quantitative evidence that group-based learning is both appealing to early-career and induction-years teachers, and that it is feasible to implement in real classrooms.\r\n\r\nThe project takes a design-based research approach to creating and studying technologies and materials that support generative teaching and learning in STEM.  Sites associated with a nationally recognized and expanding approach to STEM teacher preparation and certification will serve as incubators and testbeds for the project?s innovation and development efforts.  Computational thinking, including agent-based modeling, and simulation across STEM domains as well as geo-spatial reasoning about personally meaningful learner-collected data will provides an important scientific foundation for the project.  This will be achieved by developing a highly-interactive and group-optimized, browser- and cloud-based, device-independent and open-source architecture and by integrating and extending leading computational tools including the NSF-funded NetLogo Web agent-based modeling language and environment. The project will also achieve this outcome by publishing its technology-mediated activities and materials in the public domain and by capturing extensive qualitative and quantitative data on the intensity and nature of use of these technologies and materials. Collectively, the project will foster the growth of educational infrastructures to enable the dissemination and effective adoption of generative teaching and learning in STEM.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Walter",
   "pi_last_name": "Stroup",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Walter M Stroup",
   "pi_email_addr": "wstroup@umassd.edu",
   "nsf_id": "000160666",
   "pi_start_date": "2021-09-09",
   "pi_end_date": "2022-01-25"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Petrosino",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony Petrosino",
   "pi_email_addr": "apetrosino@smu.edu",
   "nsf_id": "000201095",
   "pi_start_date": "2022-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Methodist University",
  "inst_street_address": "6425 BOAZ ST RM 130",
  "inst_street_address_2": "",
  "inst_city_name": "DALLAS",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2147684708",
  "inst_zip_code": "752051902",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "SOUTHERN METHODIST UNIVERSITY",
  "org_prnt_uei_num": "S88YPE3BLV66",
  "org_uei_num": "D33QGS3Q3DJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Methodist University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "752750302",
  "perf_ctry_code": "US",
  "perf_cong_dist": "32",
  "perf_st_cong_dist": "TX32",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "023Z",
   "pgm_ref_txt": "Computer Science for All (CS for All)"
  },
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 114351.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>In an initiative funded by the National Science Foundation, educators and researchers from The University of Texas at Austin, Northwestern University, Vanderbilt University, the University of Massachusetts at Dartmouth, and SMU have successfully implemented a project aimed at revolutionizing STEM (Science, Technology, Engineering, and Mathematics) education in the United States. The initiative, part of the Innovative Technology Experiences for Students and Teachers (ITEST) program, focused on understanding and enhancing students' motivations and capacities to pursue careers in STEM fields.</span></p>\n<p><span>The project's primary objective was to design, develop, implement, and study a cutting-edge socio-technological system for group-centered STEM teaching and learning. The approach was aligned with a nationally recognized pre-service program, leveraging over 30 years of research to create a network-supported, group-based learning model rooted in the principles of Generative Design.</span></p>\n<p><span>One of the key outcomes of this initiative was the demonstration of how this innovative teaching and learning system could significantly improve outcomes for students across diverse racial and ethnic backgrounds. The project aimed to address disparities in STEM education by providing a more inclusive and engaging learning environment.</span></p>\n<p><span>The researchers also delved into the development of participatory and socially-supported approaches to classroom learning for pre-service teachers. This was a crucial aspect as the majority of pre-service programs were not incorporating such methodologies into their training. By offering detailed analyses of activity designs and implementation strategies, the project aimed to equip pre-service teachers with the tools to foster authentic STEM practices within group-centered learning environments.</span></p>\n<p><span>A distinctive feature of the initiative was its focus on the initial implementation of twelve model activities. These activities were taught by pre-service teachers in K-12 classrooms across the nation. The study provided concrete and quantitative evidence supporting the appeal and feasibility of group-based learning, particularly for early-career and induction-years teachers. This evidence was crucial in debunking misconceptions and showcasing the practicality of implementing this innovative approach in real-world classrooms.</span></p>\n<p><span>The success of the project has significant implications for advancing knowledge in the field of pre-service teacher preparation. With a limited number of programs incorporating group-centered learning methodologies, this initiative addressed a critical gap in teacher training, paving the way for a more dynamic and effective approach to STEM education.</span></p>\n<p><span>In essence, this National Science Foundation-funded project has not only contributed to the evolution of STEM education but has also provided a model for other educational initiatives. By combining the power of Generative Design, network support, and group-centered learning, the project has laid the groundwork for a more inclusive, engaging, and effective STEM education system that prepares students for the challenges and opportunities of the future.</span></p>\n<p><span>A number of journal publications, conference presentations, teacher education materials, and K-12 curriculum materials were developed during the life of this award and can be found at:&nbsp;https://www.gbccstem.com</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/25/2024<br>\nModified by: Anthony&nbsp;Petrosino</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn an initiative funded by the National Science Foundation, educators and researchers from The University of Texas at Austin, Northwestern University, Vanderbilt University, the University of Massachusetts at Dartmouth, and SMU have successfully implemented a project aimed at revolutionizing STEM (Science, Technology, Engineering, and Mathematics) education in the United States. The initiative, part of the Innovative Technology Experiences for Students and Teachers (ITEST) program, focused on understanding and enhancing students' motivations and capacities to pursue careers in STEM fields.\n\n\nThe project's primary objective was to design, develop, implement, and study a cutting-edge socio-technological system for group-centered STEM teaching and learning. The approach was aligned with a nationally recognized pre-service program, leveraging over 30 years of research to create a network-supported, group-based learning model rooted in the principles of Generative Design.\n\n\nOne of the key outcomes of this initiative was the demonstration of how this innovative teaching and learning system could significantly improve outcomes for students across diverse racial and ethnic backgrounds. The project aimed to address disparities in STEM education by providing a more inclusive and engaging learning environment.\n\n\nThe researchers also delved into the development of participatory and socially-supported approaches to classroom learning for pre-service teachers. This was a crucial aspect as the majority of pre-service programs were not incorporating such methodologies into their training. By offering detailed analyses of activity designs and implementation strategies, the project aimed to equip pre-service teachers with the tools to foster authentic STEM practices within group-centered learning environments.\n\n\nA distinctive feature of the initiative was its focus on the initial implementation of twelve model activities. These activities were taught by pre-service teachers in K-12 classrooms across the nation. The study provided concrete and quantitative evidence supporting the appeal and feasibility of group-based learning, particularly for early-career and induction-years teachers. This evidence was crucial in debunking misconceptions and showcasing the practicality of implementing this innovative approach in real-world classrooms.\n\n\nThe success of the project has significant implications for advancing knowledge in the field of pre-service teacher preparation. With a limited number of programs incorporating group-centered learning methodologies, this initiative addressed a critical gap in teacher training, paving the way for a more dynamic and effective approach to STEM education.\n\n\nIn essence, this National Science Foundation-funded project has not only contributed to the evolution of STEM education but has also provided a model for other educational initiatives. By combining the power of Generative Design, network support, and group-centered learning, the project has laid the groundwork for a more inclusive, engaging, and effective STEM education system that prepares students for the challenges and opportunities of the future.\n\n\nA number of journal publications, conference presentations, teacher education materials, and K-12 curriculum materials were developed during the life of this award and can be found at:https://www.gbccstem.com\n\n\n\t\t\t\t\tLast Modified: 02/25/2024\n\n\t\t\t\t\tSubmitted by: AnthonyPetrosino\n"
 }
}