{
 "awd_id": "2150703",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RUI: Star-Planet Interactions Around Low-mass Stars",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032924290",
 "po_email": "mstill@nsf.gov",
 "po_sign_block_name": "Martin Still",
 "awd_eff_date": "2021-09-15",
 "awd_exp_date": "2023-03-31",
 "tot_intn_awd_amt": 138060.0,
 "awd_amount": 138060.0,
 "awd_min_amd_letter_date": "2021-09-13",
 "awd_max_amd_letter_date": "2021-09-13",
 "awd_abstract_narration": "A collaborative team from the University of Colorado and Vassar College will study magnetic fields of planets found beyond the Solar System. Magnetic fields shape how planets evolve over time. However, magnetic field properties are currently unknown for almost all planets outside our solar system. When the magnetic fields of planets and stars interact, they produce radio waves. By detecting these radio waves, the project can measure the magnetic fields of planets. The investigators will search for these radio waves and measure their properties. The team will also make computer models to explain the brightness of the radio waves using the magnetic properties of star and planet. This research will train future astronomers and engage undergraduate students in scientific careers. The team will share this research with a broad audience with a planetarium program, available in both English and Spanish. They will also create high-school-level educational materials based on the research results.\r\n\r\nThis project will examine magnetic star-planet interactions from low-mass stars through interconnected observational and theoretical investigations. The investigators will follow-up newly discovered planetary systems from NASA's Transiting Exoplanet Survey Satellite (TESS) mission. TESS has multiplied the population of known planetary systems predicted to have a detectable signature of radio star-planet interaction. These planets have orbital periods of less than 1 one day, making it feasible to observe complete orbital cycles using ground-based telescopes. Telescopes will be employed to search for periodic radio emission induced by magnetic interactions between low-mass stars and their innermost planets. The team will close knowledge gaps by characterizing the target stars’ magnetic fields via Zeeman broadening and improving planetary radii via transit photometry. To interpret the radio observations and better understand the ability of close-in exoplanets to power radio interactions, the investigators will carry out 3D modeling of the circumplanetary magnetic/plasma environment for magnetically active and inactive stellar hosts. These simulations will characterize planetary atmospheric mass-loss, its dependence on stellar and planetary magnetic properties, and what effect these have on the generation of radio emission.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jacqueline",
   "pi_last_name": "Villadsen",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jacqueline R Villadsen",
   "pi_email_addr": "jackievilladsen@gmail.com",
   "nsf_id": "000770992",
   "pi_start_date": "2021-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vassar College",
  "inst_street_address": "124 RAYMOND AVE",
  "inst_street_address_2": "",
  "inst_city_name": "POUGHKEEPSIE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "8454377092",
  "inst_zip_code": "126040001",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "NY18",
  "org_lgl_bus_name": "VASSAR COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "J3XVZ8JZRJV8"
 },
 "perf_inst": {
  "perf_inst_name": "Vassar College",
  "perf_str_addr": "124 Raymond Avenue",
  "perf_city_name": "Poughkeepsie",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "126040001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "NY18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121400",
   "pgm_ele_name": "PLANETARY ASTRONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 28207.0
  }
 ],
 "por": null
}