{
 "awd_id": "2152669",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SaTC: TTP: Small: SPHINX: A Password Store that Perfectly Hides Passwords from Itself",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rob Beverly",
 "awd_eff_date": "2021-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 253041.0,
 "awd_min_amd_letter_date": "2021-09-21",
 "awd_max_amd_letter_date": "2021-09-21",
 "awd_abstract_narration": "Password managers represent a security technique that allows a user to store and retrieve passwords for multiple password-protected web services by interacting with a 'manager' (e.g., an online third-party service) on the basis of a single master password. However, current password managers are highly vulnerable to leakage of all passwords in the event the manager is compromised or malicious. This project builds, studies, and deploys a novel approach to online password management, called SPHINX, which remains secure even when the password manager itself has been compromised. In SPHINX, the data stored on the manager is information theoretically independent of the user's master password, meaning that an attacker breaking into the manager learns no information about the master password or the user's individual passwords. SPHINX, once deployed, offers an improved level of protection and usability to everyday Internet users.  The research is being integrated with educational activities in the form of advanced curriculum development and student mentoring in the broad domains of Authentication and Human-Computer Interaction. The involvement of high school and K-12 students, and minority populations broadens the reach of the project. Collaboration with manufacturers and industrial consortia facilitatws technology transfer and transition to real world use.\r\n\r\nThe technical design and security of SPHINX is based on the device-enhanced PAKE model that provides the theoretical basis for this construction and is backed by cryptographic proofs of security. Overall, the project designs, implements and evaluates the computational/communication performance of a full online SPHINX system offering browser plugins and a service-side (or manager-side) application. As a main component of the design, the project highlights and addresses the challenges associated in building transparent and robust bidirectional manager-browser communication. Usability studies of the SPHINX system are also being conducted in both lab and real-life settings. Further, after refining the system software and UI designs informed by the results of the usability studies, SPHINX will be piloted in the field settings. Upon completion of this pilot deployment, the system will be ready for an eventual full-fledged deployment in the real world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nitesh",
   "pi_last_name": "Saxena",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nitesh Saxena",
   "pi_email_addr": "nsaxena@tamu.edu",
   "nsf_id": "000599351",
   "pi_start_date": "2021-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 253041.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Final Outcomes Summary</span></strong></p>\n<p><strong><span style=\"text-decoration: underline;\">&nbsp;</span></strong></p>\n<p><strong><span style=\"text-decoration: underline;\">&nbsp;</span></strong></p>\n<p>The project pursued the design, implementation and performance evaluation of SPHINX, an online password management service. In SPHINX, unlike existing password managers, the information stored on the manager is information theoretically independent of the user&rsquo;s master password &mdash; an attacker breaking into the manager learns no information about the master password or the user&rsquo;s individual passwords. Moreover, an attacker with full control of the manager, even at the time the user interacts with it, learns nothing about the master password &mdash; the password is not entered into the manager in plaintext form or in any other way that may leak information on it. We offered prototype browser plugins, service-side apps and transparent manager-client communication, and built a full system towards transitioning it to practice.</p>\n<p>&nbsp;</p>\n<p>As part of the project, two doctoral dissertations were produced in part covering the several aspects of SPHINX ranging from the design to evaluation [1, 2]. Top-tier papers were produced detailing the design, implementation and related systematization of the SPHINX password manager in comparison to other competing solutions [3, 5]. The SPHINX mobile phone instantiation was extended in a way that it can provide full resistance even in cases where the client machine using which the user logs into websites has been compromised. This work was published in another top-tier journal venue [4]. Finally, our open-sourced implementations have been made publicly-accessible.</p>\n<p><strong><span style=\"text-decoration: underline;\">&nbsp;</span></strong></p>\n<p>Password managers are an important cyber tool for the society using which people can easily secure their online accounts. However, current password managers offer no security in situations where the password manager services have been compromised or are themselves malicious. Our research building the SPHINX password manager addresses this gaping vulnerability in this domain and has provided valuable insights on how cryptographically-secured password managers can be produced. Our usability and qualitative evaluations of SPHINX shows it to be on par with existing password managers in terms of usability and user perception. We believe that SPHINX is ready for deployment in the real-world. In the future, the SPHINX approach may be extended to other security applications such as to protect the bitcoin wallets in the face of wallet service compromise.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>[1] Building and Studying a Password Store that Perfectly Hides Passwords from Itself. Maliheh Shirvanian, Nitesh Saxena, Stanislaw Jarecki, and Hugo Krawczyk In IEEE Transactions on Dependable and Secure Computing (TDSC), Special Issue on Paradigm Shifts in Cryptographic Engineering, 2018</p>\n<p>&nbsp;</p>\n<p>[2] Thesis/Dissertations: Maliheh Shirvanian. <em>Securing Authentication and Communications Amidst Humans-in-the-Loop</em>. (2018). University of Alabama at Birmingham. Acknowledgement</p>\n<p>&nbsp;</p>\n<p>[3] &nbsp;Thesis/Dissertations: &nbsp;Mohammed Jubur. <em>On the Security and Usability of New Paradigms of Web Authentication</em>. (2021). University of Alabama at Birmingham.</p>\n<p>&nbsp;</p>\n<p>[4] Stanislaw Jarecki, Mohammed Jubur, Hugo Krawczyk, Maliheh Shirvanian, and Nitesh Saxena (2021). <em>Two-Factor Password-Authenticated Key Exchange with End-to-End Password Security.</em>. In ACM Transactions on Privacy and<em> </em>Security, 2020<em>&nbsp;</em></p>\n<p>&nbsp;</p>\n<p>[5] Maliheh Shirvanian, Christopher Price, Mohammed Jubur, Nitesh Saxena, Stanislaw Jarecki, and Hugo Krawczyk. (2021). <em>A Hidden-Password Online Password Manager</em>. In ACM/SIGAPP Symposium On Applied Computing (SAC).</p>\n<p>&nbsp;</p>\n<p>[6] SPHINX implementation: https://github.com/pricechrispy/oopass-server-nodejs and</p>\n<p>https://github.com/pricechrispy/oopass-client-electron.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/16/2023<br>\nModified by: Nitesh&nbsp;Saxena</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nFinal Outcomes Summary\n\n\n\n\n\n\n\n\nThe project pursued the design, implementation and performance evaluation of SPHINX, an online password management service. In SPHINX, unlike existing password managers, the information stored on the manager is information theoretically independent of the users master password  an attacker breaking into the manager learns no information about the master password or the users individual passwords. Moreover, an attacker with full control of the manager, even at the time the user interacts with it, learns nothing about the master password  the password is not entered into the manager in plaintext form or in any other way that may leak information on it. We offered prototype browser plugins, service-side apps and transparent manager-client communication, and built a full system towards transitioning it to practice.\n\n\n\n\n\nAs part of the project, two doctoral dissertations were produced in part covering the several aspects of SPHINX ranging from the design to evaluation [1, 2]. Top-tier papers were produced detailing the design, implementation and related systematization of the SPHINX password manager in comparison to other competing solutions [3, 5]. The SPHINX mobile phone instantiation was extended in a way that it can provide full resistance even in cases where the client machine using which the user logs into websites has been compromised. This work was published in another top-tier journal venue [4]. Finally, our open-sourced implementations have been made publicly-accessible.\n\n\n\n\n\nPassword managers are an important cyber tool for the society using which people can easily secure their online accounts. However, current password managers offer no security in situations where the password manager services have been compromised or are themselves malicious. Our research building the SPHINX password manager addresses this gaping vulnerability in this domain and has provided valuable insights on how cryptographically-secured password managers can be produced. Our usability and qualitative evaluations of SPHINX shows it to be on par with existing password managers in terms of usability and user perception. We believe that SPHINX is ready for deployment in the real-world. In the future, the SPHINX approach may be extended to other security applications such as to protect the bitcoin wallets in the face of wallet service compromise.\n\n\n\n\n\n\n\n\n[1] Building and Studying a Password Store that Perfectly Hides Passwords from Itself. Maliheh Shirvanian, Nitesh Saxena, Stanislaw Jarecki, and Hugo Krawczyk In IEEE Transactions on Dependable and Secure Computing (TDSC), Special Issue on Paradigm Shifts in Cryptographic Engineering, 2018\n\n\n\n\n\n[2] Thesis/Dissertations: Maliheh Shirvanian. Securing Authentication and Communications Amidst Humans-in-the-Loop. (2018). University of Alabama at Birmingham. Acknowledgement\n\n\n\n\n\n[3] Thesis/Dissertations: Mohammed Jubur. On the Security and Usability of New Paradigms of Web Authentication. (2021). University of Alabama at Birmingham.\n\n\n\n\n\n[4] Stanislaw Jarecki, Mohammed Jubur, Hugo Krawczyk, Maliheh Shirvanian, and Nitesh Saxena (2021). Two-Factor Password-Authenticated Key Exchange with End-to-End Password Security.. In ACM Transactions on Privacy and Security, 2020\n\n\n\n\n\n[5] Maliheh Shirvanian, Christopher Price, Mohammed Jubur, Nitesh Saxena, Stanislaw Jarecki, and Hugo Krawczyk. (2021). A Hidden-Password Online Password Manager. In ACM/SIGAPP Symposium On Applied Computing (SAC).\n\n\n\n\n\n[6] SPHINX implementation: https://github.com/pricechrispy/oopass-server-nodejs and\n\n\nhttps://github.com/pricechrispy/oopass-client-electron.\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 12/16/2023\n\n\t\t\t\t\tSubmitted by: NiteshSaxena\n"
 }
}