{
 "awd_id": "2152742",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Unravelling the Role of Subglacial Channels in Ice Stream Evolution",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032920000",
 "po_email": "kbrunt@nsf.gov",
 "po_sign_block_name": "Kelly Brunt",
 "awd_eff_date": "2021-09-15",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 1239283.0,
 "awd_amount": 1239283.0,
 "awd_min_amd_letter_date": "2021-09-22",
 "awd_max_amd_letter_date": "2021-09-22",
 "awd_abstract_narration": "This project, part of an international collaboration with scientists from New Zealand, will conduct in situ exploration of an active subglacial channel in Antarctica.  It will deploy the Icefin robotic vehicle through a borehole in the Kamb Ice Stream in West Antarctica to provide new three-dimensional context on the processes occurring at the base of the ice stream where it meets the ocean and goes afloat.  Kamb Ice Stream transitioned from active to stagnant roughly 160 years ago.  With the new perspectives offered by Icefin, the international collaboration aims to integrate remote sensing, geophysical, and oceanographic data to improve understanding of how subglacial channels mediate the exchange between the ice and hydrology of the grounded glacier upstream with the ice-shelf and sub-ice-shelf ocean circulation under the downstream floating section. The team aims to gain new perspectives on the dynamics of ice streams to constrain projections of future behavior in a warming world.\r\n\r\nThe uniquely capable underwater vehicle Icefin will be deployed in collaboration with Antarctica New Zealand who are establishing a camp at the grounding-zone channel at Kamb Ice Stream. Icefin carries onboard sensors that map the physical structure of the ice, seafloor, and water column. Icefin observations will test two key hypotheses: that transitions in the hydrology of the ice stream caused stagnation that is recorded in the channel, and that channel evolution is driven by ice-ocean interactions caused by subglacial water interacting with the inflow of ocean water. In combination with sediment cores, oceanographic moorings, and geophysical surveys conducted by New Zealand colleagues, these data should enable a better understanding of connections between subglacial outflow and the ocean, and how these interactions have evolved over time as the channel has grown. The subglacial channel will be mapped in high resolution along an approximately 3-4 km section up and downstream of the borehole. The collected data will be analyzed to produce reconstructions of the ice, ocean, and seafloor, and then modeling and data interpretation will build a multi-parameter three-dimensional context for the channel.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Britney",
   "pi_last_name": "Schmidt",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Britney E Schmidt",
   "pi_email_addr": "britneys@cornell.edu",
   "nsf_id": "000693127",
   "pi_start_date": "2021-09-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511600",
   "pgm_ele_name": "ANT Glaciology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 1239283.0
  }
 ],
 "por": null
}